Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: Boot options
am: የ ማስነሻ ምርጫ
bg: Опции за стартиране (boot)
ca: Opcions d'arrencada
cs: Možnosti zavádění operačního systému
da: Bootmuligheder
de: Startoptionen
el: Επιλογές εκκίνησης
eo: Praŝargaj opcioj
es: Opciones de arranque
eu: Abioko aukerak
fr_ca: Options de démarrage
hr: Mogućnosti pokretanja
hu: Rendszerindítási lehetőségek
ia: Optiones de boot
it: Opzioni di avvio
ko: 부팅 옵션
lt: Paleidimo parametrai
nl: Opstartopties
pt_br: Opções de Boot
ru: Параметры загрузки
sv: Startinställningar
tr: Açılış seçenekleri
zh_cn: 启动选项

source: Some graphics cards and motherboards don't work well with the open-source drivers present in Linux Mint by default.
am: አንዳንድ የ graphics cards እና motherboards በ ትክክል አይሰሩም በ open-source drivers በ ነባር በ ሊነክስ ሚንት ውስጥ በሚገኘው
bg: Някои видео карти и дънни платки не работят добре със свободните драйвери, налични по подразбиране в Линукс Минт.
ca: Algunes targetes gràfiques i plaques base no funcionen bé amb els controladors de codi obert que es troben actualment per defecte a Linux Mint.
cs: Některé grafické čipy a základní desky zatím ještě nefungují zcela správně s open source ovladači, které jsou v Linux Mint přítomné jako výchozí.
da: Nogle grafikkort og bundkort virker ikke godt med open source-driverne, der som standard følger med Linux Mint.
de: Einige Grafikkarten und Hauptplatinen (engl.: Motherboards) funktionieren nicht so gut mit den quelloffenen Treibern, die in Linux Mint standardmäßig vorhanden sind.
el: Κάποιες κάρτες γραφικών και μητρικές πλακέτες δεν λειτουργούν σωστά με τον ανοιχτού κώδικα οδηγό ο οποίος υπάρχει από προεπιλογή στο Linux Mint.
eo: Iuj grafikaj kartoj kaj ĉefkartoj ne bone funkcias kun la malfermitkodaj peliloj, kiuj defaŭlte ĉeestas en Linukso Minto.
es: Algunas tarjetas gráficas y placas base no funcionan correctamente con los controladores de código abierto presentes en Linux Mint por defecto.
eu: Txartel grafiko edo plaka nagusi batzuk ez dute ondo funtzionatzen Linux Mintek modu lehenetsian erabiltzen dituen kode irekiko kontrolatzaileekin.
fr_ca: Certaines cartes graphiques et cartes mères ne fonctionnent pas correctement avec les pilotes logiciels open-source présents par défaut dans Linux Mint.
hr: Određene grafičke kartice i matične ploče ne rade dobro s upravljačkim programima otvorenog kôda zadanim u Linux Mintu.
hu: Egyes grafikus kártyák és alaplapok nem működnek megfelelően a Linux Mint rendszerben jelen lévő nyílt forráskódú illesztőprogramokkal.
ia: Alcun schedas graphic e schedas matre non functiona ben per le drivers open-source presente in Linux Mint per option predefinite.
it: Alcune schede video e schede madri non funzionano correttamente con i driver open-source presenti di default in Linux Mint.
ko: 일부 그래픽 카드와 머더보드는 리눅스 민트에 있는 기본 오픈 소스 드라이버와 잘 작동하지 않을 수 있습니다.
lt: Kai kurios grafikos ir pagrindinės plokštės neveikia tinkamai su atvirojo kodo tvarkyklėmis, kurios pagal numatymą yra Linux Mint sistemose.
nl: Sommige videokaarten en moederborden werken niet goed met de open-bron-stuurprogramma's die standaard aanwezig zijn in Linux Mint.
pt_br: Algumas placas de vídeo e placas-mãe não funcionam bem com os drivers de código aberto presentes por padrão no Linux Mint.
ru: Свободные драйвера, которые по умолчанию есть в Linux Mint, не очень хорошо работают с некоторыми видеокартами и материнскими платами.
sv: Vissa grafik- och moderkort fungerar inte tillräckligt bra med de fria drivrutiner som är standard i Linux Mint.
tr: Bazı grafik kartları ve anakartlar, Linux Mint ile varsayılan olarak gelen açık-kaynak sürücüler iyi çalışmayabilir.
zh_cn: 有些显卡和主板在 Linux Mint 中默认的开源驱动下并不能良好工作。

source: Compatibility mode
am: በ ተስማሚ ዘዴ
bg: Режим на съвместимост
ca: Mode de compatibilitat
cs: Režim slučitelnosti
da: Kompatibilitetstilstand
de: Kompatibilitätsmodus
el: Λειτουργία Συμβατότητας
eo: Kongrua reĝimo
es: Modo de compatibilidad
eu: Bateragarritasun modua
fr_ca: Mode de compatibilité
hr: Kompatibilan način rada
hu: Kompatibilitási üzemmód
ia: Modo compatibilitate
it: Modalità compatibilità
ko: 호환 모드
lt: Suderinamumo veiksena
nl: Verenigbaarheidsmodus (compatibiliteitsmodus)
pt_br: Modo de compatibilidade
ru: Режим совместимости
sv: Kompatibilitetsläge
tr: Uyumluluk kipi
zh_cn: 兼容模式

source: The easiest option is to select ``compatibility mode`` from the USB stick (or DVD) boot menu.
am: ቀላሉ መንገድ ይህን መምረጥ ነውt ``በ ተስማሚ ዘዴ`` ከ USB stick (ወይንም ዲቪዲ) ማስነሻ ዝርዝር ውስጥ
bg: Най-лесната опция е да изберете опцията ``compatibility mode`` от boot менюто на стартиращата флашка (или диск).
ca: L'opció més fàcil és seleccionar ``mode de compatibilitat`` des del menú d'arrencada del llapis USB (o DVD).
cs: Nejsnazší volbou je vybrat ze spouštěcí nabídky USB klíčenky (nebo DVD) ``compatibility mode`` (režim slučitelnosti).
da: Det enkleste er at vælge ``compatibility mode`` fra USB-nøglens (eller DVD'ens) bootmenu.
de: Die einfachste Option ist es, wenn Sie im Startmenü des USB-Sticks (oder der DVD) den ``Kompatibilitätsmodus`` auswählen.
el: Η πιο εύκολη εναλλακτική είναι να επιλέξετε τη ``λειτουργία συμβατότητας`` από το μενού εκκίνησης του USB ή του DVD.
eo: La plej facila opcio estas elekti ``kongrua reĝimo (compatibility mode)`` en la praŝarga menuo de la USB-bastoneto (aŭ lumdisko).
es: La opción más fácil es seleccionar el modo de compatibilidad en el menú de arranque de la memoria USB (o el DVD).
eu: Aukerarik errazena USBaren (edo DVDaren) abioko menuan ``bateragarritasun modua`` hautatzea da.
fr_ca: L'option la plus facile est de choisir ``compatibility mode`` dans le menu de démarrage de la clé USB (ou du DVD).
hr: Najjednostavnije je odabrati stavku ``compatibility mode`` iz izbornika pokretanja USB uređaja (ili DVD-a).
hu: A Kompatibilitási üzemmód ``compatibility mode`` kiválasztásának legegyszerűbb lehetősége az USB adathordozó (vagy DVD lemez) rendszerindító menüjéből.
ia: Le solution plus facile es eliger, ab le menu de re-initio del clave USB (o DVD), le option de re-initio in ``modo de compatibilitate``.
it: L'opzione più facile è selezionare ``Modalità compatibilità`` dal menù di avvio della penna USB (o del DVD).
ko: 가장 쉬운 옵션은 설치 USB나 DVD의 부팅 메뉴에서 호환 모드``compatibility mode``를 선택하는 겁니다.
lt: Lengviausias būdas yra, iš USB atmintuko (ar DVD) paleidimo meniu, pasirinkti ``suderinamumo veikseną``.
nl: De makkelijkste manier is om te kiezen voor ``Verenigbaarheidsmodus (Compatibility mode)`` in het opstartmenu van de DVD of het USB-geheugenstaafje.
pt_br: A opção mais fácil é selecionar ``modo de compatibilidade`` do menu de inicialização do dispositivo USB (ou DVD).
ru: Самый лёгкий способ — выбрать ``compatibility mode`` в меню загрузки с USB-носителя (или DVD).
sv: Det enklaste är att välja ``kompatibilitetsläge`` i startmenyn.
tr: En kolay seçenek USB bellek (ya da DVD) açılış menüsünden ``uyumluluk kipi (compatibility mode)`` seçeneğini seçmektir.
zh_cn: 最简单的选项是在U盘或 DVD 的启动菜单中选择 ``compatibility mode``。

source: Grub menu (EFI mode)
bg: Grub меню (режим EFI)
ca: Menú de Grub (mode EFI)
cs: Nabídka zavaděče GRUB (EFI režim)
da: Grub-menu (EFI-tilstand)
de: GRUB-Menü (EFI-Modus)
el: Μενού GRUB (λειτουργία EFI)
eo: Grub-menuo (EFI-reĝimo)
es: Menú de GRUB (modo EFI)
eu: Grub menua (EFI modua)
fr_ca: Menu Grub (mode EFI)
hr: Grub izbornik (EFI način)
hu: Grub menü (EFI üzemmód)
ia: Menu del GRUB (modo EFI)
it: Menù GRUB (modalità EFI)
ko: Grub 메뉴 (EFI 모드)
lt: Grub meniu (EFI veiksena)
nl: Grubmenu (EFI-modus)
pt_br: Menu do GRUB (Modo EFI)
ru: Меню Grub (режим EFI)
sv: Grub-menyn (EFI-läge)
tr: Grub menüsü (EFI kipi)
zh_cn: Grub 菜单 (EFI 模式)

source: Isolinux menu (BIOS mode)
bg: Isolinux меню (режим BIOS)
ca: Menú d'Isolinux (mode BIOS)
cs: Nabídka zavaděče ISOLINUX (BIOS režim)
da: Isolinux-menu (BIOS-tilstand)
de: ISOLINUX-Menü (BIOS-Modus)
el: Μενού Isolinux (λειτουργία BIOS)
eo: Isolinuks-menuo (BIOS-reĝimo)
es: Menú de ISOLINUX (modo BIOS)
eu: Isolinux menua (BIOS modua)
fr_ca: Menu isolinux (mode BIOS)
hr: Isolinux izbornik (BIOS način)
hu: Isolinux menü (BIOS üzemmód)
ia: Menu de Isolinux (modo del BIOS)
it: Menù ISOLINUX (modalità BIOS)
ko: Isolinux 메뉴 (BIOS 모드)
lt: Isolinux meniu (BIOS veiksena)
nl: Isolinux-menu (BIOS-modus)
pt_br: Menu do Isolinux (Modo BIOS)
ru: Меню Isolinux (режим BIOS)
sv: Isolinux-menyn (BIOS-läge)
tr: Isolinux menüsü (BIOS kipi)
zh_cn: Isolinux 菜单 (BIOS 模式)

source: If that doesn't work, you can try the ``nomodeset`` boot option.
am: ይህ ካልሰራ: እርስዎ ይህን ይሞክሩ የ ``nomodeset`` ማስነሻ ምርጫ
bg: Ако това не работи, може да опитате с опцията ``nomodeset``.
ca: Si això no funciona, podeu provar l'opció d'arrencada ``nomodeset``.
cs: Pokud to nezafunguje, můžete zkusit parametr jádra ``nomodeset``.
da: Hvis det ikke virker, kan du prøve bootindstillingen ``nomodeset``.
de: Wenn das nicht funktioniert, können Sie die Startoption ``nomodeset`` ausprobieren.
el: Εάν αυτό δεν δουλέψει, μπορείτε να δοκιμάσετε επιλογή εκκίνησης ``nomodeset``
eo: Se tio malsukcesas, tiam provu la praŝargan opcion ``nomodeset``.
es: Si eso no funciona, puede probar la opción de arranque «nomodeset».
eu: Horrek ez badu funtzionatzen, ``nomodeset`` abioko aukera proba dezakezu.
fr_ca: Si cela ne fonctionne pas, vous pouvez essayer l'option de démarrage ``nomodeset``.
hr: Ako to ne radi, možete probati ``nomodeset`` mogućnost pokretanja.
hu: Ha ez nem működne, próbálkozzon a ``nomodeset`` rendszerindítási lehetőséggel.
ia: Si illo non functiona, tu pote provar le option de re-initio ``nomodeset``.
it: Se non dovesse funzionare, puoi provare l'opzione di avvio ``nomodeset``.
ko: 그래도 문제가 해결되지 않는다면 ``nomodeset`` 로 부팅해 보세요.
lt: Jeigu tai neveikia, galite pabandyti ``nomodeset`` paleidimo parametrą.
nl: Als dat niet werkt, kunt u proberen om op te starten met de optie ``nomodeset``.
pt_br: Se isto não funcionar, você pode tentar a opção de inicialização ``nomodeset``.
ru: Если это не работает, попробуйте использовать параметр загрузки ``nomodeset``.
sv: Om det inte fungerar så kan du prova valet ``nomodeset``.
tr: Eğer bu çalışmazsa ``nomodeset`` açılış seçeneğini deneyebilirsiniz.
zh_cn: 如果这不奏效，您可以尝试 ``nomodeset`` 启动选项

source: Nomodeset boot option
am: የ Nomodeset ማስነሻ ምርጫ
bg: Nomodeset boot опция
ca: Opció d'arrencada nomodeset.
cs: Předvolba zavádění nomodeset
da: Bootindstillingen Nomodeset
de: Nomodeset-Startoption
el: Επιλογή εκκίνησης Nomodeset
eo: Praŝarga opcio nomodeset
es: Opción de arranque «nomodeset»
eu: Nomodeset abioko aukera
fr_ca: Option de démarrage nomodeset
hr: Nomodeset mogućnost pokretanja
hu: Nomodeset rendszerindítási lehetőség
ia: Option de re-initio nomodeset
it: Opzione di avvio nomodeset
ko: Nomodeset 부팅 옵션
lt: Nomodeset paleidimo parametras
nl: Opstartoptie 'nomodeset'
pt_br: Opção de inicialização Nomodeset
ru: Параметр загрузки Nomodeset
sv: Valet Nomodeset
tr: Nomodeset açılış seçeneği
zh_cn: Nomodeset 启动选项

source: In EFI mode, highlight the ``Start Linux Mint`` option and press :kbd:`e` to modify the boot options.
am: ከ EFI ዘዴ ውስጥ: ያድምቁ የ ``Start Linux Mint`` ምርጫ እና ይጫኑ :kbd:`e` የ ማስነሻ ምርጫ ለ ማሻሻል
bg: В режим EFI, маркирайте опцията ``Start Linux Mint`` и натиснете :kbd:`e`, за да промените boot опциите.
ca: En mode EFI, ressalteu l'opció ``Inicia Linux Mint`` i premeu :kbd:`e` per modificar les opcions d'arrencada.
cs: V EFI režimu, označte volbu ``Start Linux Mint`` (spustit Linux Mint) a stiskněte :kbd:`e` pro úpravu předvoleb zavádění.
da: I EFI-tilstanden vælges ``Start Linux Mint`` og der trykkes :kbd:`e` for at ændre bootindstillingerne.
de: Im EFI-Modus: markieren Sie die Option ``Start Linux Mint`` und drücken Sie :kbd:`e`, um die Startoptionen zu ändern.
el: Στη λειτουργία EFI, επισημάνετε την επιλογή ``Εκκίνηση Linux Mint`` και πιέστε το πλήκτρο :kbd:`e` για να τροποποιήσετε τις επιλογές εκκίνησης.
eo: En EFI-reĝimo marku la opcion ``Start Linux Mint`` kaj tajpu la literon :kbd:`e` por modifi la praŝargajn opciojn.
es: En el modo EFI, resalte la opción «Iniciar Linux Mint» y pulse :kbd:`e` para modificar las opciones de arranque.
eu: EFI moduan, nabarmendu ``Hasi Linux Mint`` aukera eta sakatu :kbd:`e` abioko aukerak aldatzeko.
fr_ca: En mode EFI, mettez l'option ``Start Linux Mint`` en surbrillance et appuyez sur :kbd:`e` pour modifier les options de démarrage.
hr: U EFI načinu, odaberite ``Pokreni Linux Mint`` stavku i pritisnite :kbd:`e` za promjenu mogućnosti pokretanja.
hu: EFI üzemmódban válassza ki a ``Start Linux Mint`` lehetőséget, és nyomja meg az kbd:`e` billentyűt a rendszerindítás módosításához.
ia: In modo EFI, evidentia le option ``Facer fluer Linux Mint`` e pulsa :kbd:`e` pro redefinir le optiones de re-initio.
it: In modalità EFI, evidenzia l'opzione ``Start Linux Mint`` e premi :kbd:`e` per modificare le opzioni di avvio.
ko: EFI 모드에서 ``Start Linux Mint``를 선택하신 후에 `e`를 눌러 부팅 옵션을 수정하세요.
lt: EFI veiksenoje paryškinkite parametrą ``Paleisti Linux Mint`` ir, norėdami modifikuoti paleidimo parametrus, paspauskite :kbd:`e`.
nl: In EFI-modus markeert u de optie ``Start Linux Mint`` en tikt u de letter :kbd:`e` in om de opstartopties te wijzigen.
pt_br: No modo EFI, selecione a opção ``Start Linux Mint`` e pressione :kdb:`e` para modificar as opções de inicialização.
ru: В режиме EFI выберите ``Start Linux Mint`` и нажмите :kbd:`e` для изменения параметров загрузки.
sv: I EFI-läge väljer du ``Starta Linux Mint`` och trycker :kbd:`e` för ytterligare val.
tr: EFI kipinde, açılış seçeneklerini düzenlemek için ``Start Linux Mint`` seçeneğini seçiniz ve :kbd:`e` tuşuna basınız.
zh_cn: 在 EFI 模式中，高亮 ``Start Linux Mint`` 选项并按 :kbd:`e` 以更改启动选项。

source: Replace ``quiet splash`` with ``nomodeset`` and press :kbd:`F10` to boot.
am: ይቀይሩ ``quiet splash`` በ ``nomodeset`` እና ይጫኑ :kbd:`F10` ለ ማስጀመር
bg: Заменете ``quiet splash`` с ``nomodeset`` и натиснете :kbd:`F10`, за да стартирате.
ca: Substituïu ``quiet splash`` per ``nomodeset`` i premeu :kbd:`F10` per arrencar.
cs: Nahraďte ``quiet splash`` za ``nomodeset`` a spusťte stisknutím :kbd:`F10`
da: Erstat ``quiet splash`` med ``nomodeset`` og tryk :kbd:`F10` for at boote.
de: Ersetzen Sie ``quiet splash`` durch ``nomodeset`` und drücken Sie :kbd:`F10` zum Starten.
el: Αντικαταστήστε το ``quiet splash`` με το ``nomodeset`` και πιέστε το πλήκτρο :kbd:`F10` για να εκκινήσετε.
eo: Poste anstataŭigu ``quiet splash`` per ``nomodeset`` kaj tajpu :kbd:`F10` por praŝargi la komputilon.
es: Sustituya «quiet splash» por «nomodeset» y pulse :kbd:`F10` para arrancar.
eu: Ordezkatu ``quiet splash`` ``nomodeset``-ekin eta sakatu :kbd:`F10` abiarazteko.
fr_ca: Remplacez ``quiet splash`` par ``nomodeset`` et appuyez sur :kbd:`F10` pour démarrer.
hr: Zamijenite ``quiet splash`` sa ``nomodeset`` i pritisnite :kbd:`F10` za pokretanje.
hu: Cserélje ki a ``quiet splash`` parancsokat a ``nomodeset`` parancsra, és nyomja meg: kbd:`F10` billentyűt a rendszerindításhoz.
ia: Replacia ``quiet splash`` con ``nomodeset`` e pulsa :kbd:`F10` pro re-initiar le computator.
it: Sostituisci ``quiet splash`` con ``nomodeset`` e premi :kbd:`F10` per avviare.
ko: ``quiet splash``를 ``nomodeset``으로 바꾼 후에 `F10`을 눌러 부팅하시면 됩니다.
lt: Pakeiskite užrašą ``quiet splash``, užrašu ``nomodeset`` ir, norėdami paleisti, paspauskite :kbd:`F10`.
nl: Vervang daarna ``quiet splash`` door ``nomodeset`` en druk op :kbd:`F10` om op te starten.
pt_br: Substitua ``quiet splash`` por ``nomodeset`` e pressione :kbd:`F10` para inicializar.
ru: Измените ``quiet splash`` на ``nomodeset`` и нажмите :kbd:`F10` для загрузки.
sv: Byt ut ``quiet splash`` mot ``nomodeset`` och tryck :kbd:`F10` för att starta.
tr: ``quiet splash`` değişkenlerini silip, yerine ``nomodeset`` değişkenini yazınız ve açılış için :kbd:`F10` tuşuna basınız.
zh_cn: 将 ``quiet splash`` 替换成 ``nomodeset``，并按 :kbd:`F10` 以启动。

source: In BIOS mode, highlight ``Start Linux Mint`` and press :kbd:`Tab` to modify the boot options.
am: በ BIOS ዘዴ: ያድምቁ ``ሊነክስ ሚንት ማስጀመሪያ`` እና ይጫኑ :kbd:`Tab` የ ማስነሻ ምርጫ ለ ማሻሻል
bg: В режим BIOS, маркирайте ``Start Linux Mint`` и натиснете :kbd:`Tab` за да промените boot опциите.
ca: En mode BIOS, seleccioneu ``Inicia Linux Mint`` i premeu :kbd:`Tab` per modificar les opcions d'arrencada.
cs: V BIOS režimu, označte volbu ``Start Linux Mint`` (spustit Linux Mint) a stiskněte :kbd:`Tab` pro úpravu předvoleb zavádění.
da: I BIOS-tilstanden markeres ``Start Linux Mint`` og der trykkes :kbd:`Tab` for at ændre bootindstillingerne.
de: Im BIOS-Modus: Markieren Sie ``Start Linux Mint`` und drücken Sie :kbd:`Tab`, um die Startoptionen zu ändern.
el: Στη λειτουργία BIOS, επισημάνετε το ``Start Linux Mint`` και πιέστε το πλήκτρο :kbd:`Tab` για να τροποποιήσετε τις επιλογές εκκίνησης.
eo: En BIOS-reĝimo marku ``Start Linux Mint`` kaj enigu :kbd:`Tab` por modifi la praŝargajn opciojn.
es: En el modo BIOS, seleccione «Iniciar Linux Mint» y pulse :kbd:`Tab` para modificar las opciones de arranque.
eu: BIOS moduan, nabarmendu ``Hasi Linux Mint`` eta sakatu :kbd:`Tab` abioko aukerak aldatzeko.
fr_ca: En mode BIOS, mettez l'option ``Start Linux Mint`` en surbrillance et appuyez sur :kbd:`Tab` pour modifier les options de démarrage.
hr: U BIOS načinu, odaberite ``Pokreni Linux Mint`` stavku i pritisnite :kbd:`Tab` za promjenu mogućnosti pokretanja.
hu: BIOS üzemmódban válassza ki a ``Start Linux Mint`` menüelemet, és nyomja meg a :kbd:`Tab` billentyűt a rendszerindítási beállítások módosításához.
ia: In modo BIOS, evidentia ``Start Linux Mint`` e pulsa :kbd:`Tab` pro redefinir le optiones de re-initio.
it: In modalità BIOS, evidenzia ``Start Linux Mint`` e premi :kbd:`TAB` per modificare le opzioni di avvio.
ko: BIOS 모드에서 ``Start Linux Mint``을 선택하신 후에 `Tab`키를 눌러 부팅 옵션을 수정하시면 됩니다.
lt: BIOS veiksenoje paryškinkite ``Paleisti Linux Mint`` ir, norėdami modifikuoti paleidimo parametrus, paspauskite :kbd:`Tab` klavišą.
nl: In BIOS-modus markeert u ``Start Linux Mint`` en tikt u op de :kbd:`Tab` om de opstartopties te wijzigen.
pt_br: No modo BIOS, selecione a opção ``Start Linux Mint`` e pressione :kbd:`Tab` para modificar as opções de inicialização.
ru: В режиме BIOS выберите ``Start Linux Mint`` и нажмите :kbd:`Tab` для изменения параметров загрузки.
sv: I BIOS-läge väljer du ``Starta Linux Mint`` och trycker :kbd:`Tab` för ytterligare val.
tr: BIOS kipinde, açılış seçeneklerini düzenlemek için ``Start Linux Mint`` seçeneğini seçiniz ve :kbd:`Sekme/TAB` tuşuna basınız.
zh_cn: 在 BIOS 模式中，高亮 ``Start Linux Mint`` 并按 :kbd:`Tab` 以更改启动选项。

source: Replace ``quiet splash`` with ``nomodeset`` and press :kbd:`Enter` to boot.
am: ይቀይሩ ``quiet splash`` በ ``nomodeset`` እና ይጫኑ :kbd:`Enter` ለ ማስነሻ
bg: Заменете ``quiet splash`` с ``nomodeset`` и натиснете :kbd:`Enter` за да стартирате.
ca: Substituïu ``quiet splash`` per ``nomodeset`` i premeu :kbd:`Retorn` per arrencar.
cs: Nahraďte ``quiet splash`` za ``nomodeset`` a spusťte stisknutím :kbd:`Enter`.
da: Erstat ``quiet splash`` med ``nomodeset`` og tryk :kbd:`Enter` for at boote.
de: Ersetzen Sie ``quiet splash`` durch ``nomodeset`` und drücken Sie :kbd:`Eingabe` zum Starten.
el: Αντικαταστήστε το ``quiet splash`` με το ``nomodeset`` και πιέστε το πλήκτρο :kbd:`Enter` για να εκκινήσετε.
eo: Poste anstataŭigu ``quiet splash`` per ``nomodeset`` kaj tajpu :kbd:`Enter` por praŝargi la komputilon.
es: Sustituya ``quiet splash`` por ``nomodeset`` y pulse :kbd:`Intro` para arrancar.
eu: Ordezkatu ``quiet splash`` ``nomodeset``-ekin eta sakatu :kbd:`Enter` abiarazteko.
fr_ca: Remplacez ``quiet splash`` par ``nomodeset`` et appuyez sur :kbd:`Entrée` pour démarrer.
hr: Zamijenite ``quiet splash`` sa ``nomodeset`` i pritisnite :kbd:`Enter` za pokretanje.
hu: Cserélje ki a ``quiet splash`` parancsokat a ``nomodeset`` parancsra, és nyomja meg: kbd:`Enter` billentyűt a rendszerindításhoz.
ia: Replacia ``quiet splash`` con ``nomodeset`` e pulsa :kbd:`Enter` pro re-initiar le computator.
it: Sostituisci ``quiet splash`` con ``nomodeset`` e premi :kbd:`Invio` per avviare.
ko: ``quiet splash``를 ``nomodeset``으로 바꾼 후에 `Enter`키를 눌러 부팅하시면 됩니다.
lt: Pakeiskite užrašą ``quiet splash``, užrašu ``nomodeset`` ir, norėdami paleisti, paspauskite :kbd:`Enter`.
nl: Vervang daarna ``quiet splash`` door ``nomodeset`` en druk op :kbd:`Enter` om op te starten.
pt_br: Substitua ``quiet splash`` por ``nomodeset`` e pressione :kbd:`Enter` para inicializar.
ru: Измените ``quiet splash`` на ``nomodeset`` и нажмите :kbd:`Enter` для загрузки.
sv: Byt ut ``quiet splash`` mot ``nomodeset`` och tryck :kbd:`Enter` för att starta.
tr: ``quiet splash`` değişkenlerini silip, yerine ``nomodeset`` değişkenini yazınız ve açılış için :kbd:`Giriş/Enter` tuşuna basınız.
zh_cn: 将 ``quiet splash`` 替换成 ``nomodeset``，并按 :kbd:`Enter` 以启动。

source: Repeat this operation post-install in your grub boot menu and read :doc:`drivers` to install additional drivers.
am: ይህን ተግባር ይደጋግሙ ከ ገጠሙ-በኋላ በ እርስዎ grub ማስነሻ ዝርዝር ውስጥ እና ያንብቡ :ሰነድ:`drivers` ለ መግጠም ተጨማሪ drivers.
bg: Повторете тази операция в grub менюто след инсталацията и прочетете :doc:`drivers`, за да инсталирате допълнителни драйвери.
ca: Repetiu aquesta operació després de la instal·lació al menú d'arrencada de grub i llegiu :doc:`drivers` per instal·lar els controladors addicionals.
cs: Tuto operaci pak zopakujte při spuštění nainstalovaného systému (v nabídce zavaděče grub) a přečtěte si, jak nainstalovat dodatečné :doc:`ovladače`.
da: Gentag denne handling i din grub-bootmenu efter installering og læs :doc:`drivers` for at installere ekstra drivere.
de: Wiederholen Sie diesen Vorgang nach der Installation in Ihrem GRUB-Start-Menü und lesen Sie :doc:`drivers`, um zusätzliche Treiber zu installieren.
el: Επαναλάβετε αυτή τη λειτουργία μετά την εγκατάσταση στο μενού του GRUB και διαβάστε το κεφάλαιο :doc:`οδηγοί` για να εγκαταστήσετε πρόσθετους οδηγούς.
eo: Ripetu ĉi tiun operacion post instalado en la grub-praŝarga menuo kaj legu :doc:`drivers` por instali pliajn pelilojn.
es: Después de la instalación, repita esta operación en el menú de inicio de GRUB y lea :doc:`drivers` para instalar controladores adicionales.
eu: Errepikatu eragiketa hau instalatu ondoren grub-en abioko menuan eta irakurri :doc:`drivers` kontrolatzaile gehigarriak instalatzeko.
fr_ca: Répétez cette opération après l'installation dans votre menu de démarrage grub et lisez :doc:`drivers` pour installer des pilotes de matériel additionnels.
hr: Ponovite ovu radnju nakon instalacije u grub izborniku pokretanja i pročitajte :doc:`drivers` za instalaciju dodatnih upravljačkih programa.
hu: Ismételje ezt a műveletet a telepítés után a grub rendszerindító menüjében, és olvassa el: :doc:`drivers` a további illesztőprogramok telepítéséhez.
ia: Repeter iste operation post-installa in tu grub le Menu de re-initio e lege le `drivers` :doc: pro installar altere drivers.
it: Ripeti questa operazione dopo l'installazione nel tuo menù GRUB e leggi :doc:`driver` per installare driver aggiuntivi.
ko: grub의 부팅 메뉴에서 설치 후 작업을 계속하시고 추가 드라이버를 설치할 땐 :doc:`drivers`를 읽어보세요
lt: Po įdiegimo, pakartokite šią operaciją savo grub paleidimo meniu ir, norėdami įdiegti tvarkykles, skaitykite :doc:`drivers`.
nl: Herhaal deze bewerking na de installatie in uw Grub-opstartmenu en lees :doc:`drivers` om extra stuurprogramma's te installeren.
pt_br: Repita esta operação depois da instalação no menu de inicialização do grub e leia :doc:`drivers` para instalar drivers adicionais.
ru: Повторите эту операцию в загрузочном меню grub после установки и ознакомьтесь с :doc:`драйверы` для установки дополнительных драйверов.
sv: Upprepa detta i Grub-menyn efter installationen och läs i :doc:`drivers` hur du kan installera ytterligare drivrutiner.
tr: Bu işlemi kurulum sonrası grub önyükleme menüsünden tekrarlayın ve ek sürücüleri yüklemek için :doc:`drivers` bölümünü okuyun.
zh_cn: 如果要安装更多驱动，请在安装之后在您的 grub 启动菜单中重复此操作，并阅读 :doc:`drivers`。
