Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: Click :guilabel:`Select image` and select your ISO file.
am: ይጫኑ :guilabel:`ምስል ይምረጡ` እና ይምረጡ የ እርስዎን ISO ፋይል
bg: Натиснете :guilabel:`Select image` и изберете вашия ISO файл.
ca: Feu clic a :guilabel:`Tria una imatge` i seleccioneu el vostre fitxer ISO.
cs: Klikněte na :guilabel:`Vybrat obraz` a vyberte kýžený ISO soubor.
da: Klik :guilabel:`Select image` og vælg din ISO-fil.
de: Klicken Sie auf :guilabel:`Select image` und wählen Sie Ihre ISO-Datei aus.
el: Κλίκ στο :guilabel:`Select image` και επιλέξτε την εικόνα ISO.
eo: Alklaku :guilabel:`Select image` kaj elektu vian ISO-dosieron.
es: Haga clic en :guilabel:`Elegir imagen` y seleccione el archivo ISO.
eu: Egin klik :guilabel:`Hautatu irudia` eta hautatu zure ISO fitxategia.
fr_ca: Cliquez sur :guilabel:`Select image` et sélectionnez votre fichier ISO.
hr: Kliknite :guilabel:`Select image` i odaberite svoju ISO datoteku.
hu: Kattintson a :guilabel:`Válasszon egy lemezképet` gombra és válassza ki a megfelelő ISO-lemezképfájlt.
ia: Clicca :guilabel:`Select image` e selige tu file ISO.
it: Clicca :guilabel:`Select image` e seleziona il tuo file ISO.
ko: `Select image`를 클릭해서 ISO 파일을 선택합니다.
lt: Spustelėkite "Pasirinkti atvaizdį" (angl. :guilabel:`Select image`) ir pasirinkite ISO failą.
nl: Klik op :guilabel:`Kies beeldbestand` en kies uw ISO-bestand.
pt_br: Clique em :guilabel:`Select image` e selecione seu arquivo ISO.
ru: Нажмите :guilabel:`Select image` и выберите Ваш ISO-файл.
sv: Klicka på :guilabel:`Select image` och välj din ISO-fil.
tr: :guilabel:`Select image/İmaj seç` düğmesine tıklayın ve ISO dosyanızı seçin.
zh_cn: 点击 :guilabel:`Select image`，然后选择您的ISO文件。

source: Click :guilabel:`Select drive` and select your USB stick.
am: ይጫኑ :guilabel:`ይምረጡ drive` እና ይምረጡ የ እርስዎን USB stick.
bg: Натиснете :guilabel:`Select drive` и изберете вашата USB памет.
ca: Feu clic a :guilabel:`Selecciona la unitat` i seleccioneu el vostre llapis USB.
cs: Klikněte na :guilabel:`Vybrat jednotku` a zvolte USB klíčenku.
da: Klik :guilabel:`Select drive` og vælg din USB-nøgle.
de: Klicken Sie auf :guilabel:`Select drive` und wählen Sie Ihren USB-Stick aus.
el: Κλικ στο :guilabel:`Select drive` και επιλέξτε το USB stick.
eo: Alklaku :guilabel:`Select drive` kaj elektu la ingon de via USB-bastoneto.
es: Haga clic en :guilabel:`Elegir unidad` y seleccione la memoria USB.
eu: Egin klik :guilabel:`Hautatu unitatea` eta hautatu zure USB gailua.
fr_ca: Cliquez sur :guilabel:`Select drive` et sélectionnez votre clé USB.
hr: Kliknite :guilabel:`Select drive` i odaberite svoj USB uređaj.
hu: Kattintson: guilabel: `Válassza ki a meghajtót 'és válassza ki az USB-kulcsot.
ia: Clicca :guilabel:`Select drive` e selige tu clave USB.
it: Clicca :guilabel:`Select drive` e seleziona la tua penna USB.
ko: `Select drive`를 클릭해서 USB 스틱을 선택합니다.
lt: Spustelėkite "Pasirinkti diską" (angl. :guilabel:`Select drive`) ir pasirinkite USB atmintuką.
nl: Klik op :guilabel:`Kies station` en kies uw USB-staafje.
pt_br: Clique em :guilabel:`Select drive` e selecione seu dispositivo.
ru: Нажмите :guilabel:`Select drive` и выберите Ваш USB-накопитель.
sv: Klicka på :guilabel:`Select drive` och välj ditt USB-minne.
tr: :guilabel:`Select drive/Sürücü seç` düğmesine tıklayın ve USB belleğinizi seçin.
zh_cn: 点击 :guilabel:`Select drive`，然后选择您的U盘。

source: Click :guilabel:`Flash!`.
am: ይጫኑ :guilabel:`Flash!`.
bg: Натиснете :guilabel:`Flash!`.
ca: Feu clic a :guilabel:`Flash!`.
cs: Klikněte na :guilabel:`Zapsat!`.
da: Klik :guilabel:`Flash!`.
de: Klicken Sie auf :guilabel:`Flash!`.
el: Κλικ στο :guilabel:`Flash!`.
eo: Alklaku :guilabel:`Flash!`.
es: Haga clic en :guilabel:`Flash!`
eu: Egin klik :guilabel:`Idatzi`.
fr_ca: Cliquez sur :guilabel:`Flash!`.
hr: Kliknite :guilabel:`Flash!`.
hu: Kattintson :guilabel:`Írás` gombra.
ia: Clicca :guilabel:`Flash!`.
it: Clicca :guilabel:`Flash!`.
ko: `Flash!`를 클릭합니다.
lt: Spustelėkite "Įrašyti" (angl. :guilabel:`Flash!`).
nl: Klik op :guilabel:`Flash!`.
pt_br: Clique em :guilabel:`Flash!`.
ru: Нажмите :guilabel:`Flash!`.
sv: Klicka på :guilabel:`Flash!`.
tr: :guilabel:`Flash!/Yazdır!` düğmesine tıklayın.
zh_cn: 点击 :guilabel:`Flash!`。

source: How to make a bootable DVD
am: የ ዲቪዲ ማስጀመሪያ እንዴት እንደሚፈጥሩ
bg: Създаване на стартиращо DVD
ca: Com fer un DVD d'arrancada
cs: Jak vytvořit spouštěcí DVD
da: Sådan laves en DVD, der kan bootes fra
de: Wie man eine automatisch startende DVD erstellt
el: Πως να δημιουργήσετε ένα εκκινήσιμο DVD
eo: Kiel fari praŝargeblan lumdiskon
es: Cómo hacer un DVD arrancable
eu: Nola sortu DVD abiagarri bat
fr_ca: Comment créer un DVD de démarrage
hr: Kako napraviti DVD za pokretanje sustava
hu: Hogyan készítsen rendszerindító DVD-lemezt
ia: Como render bootabile un DVD
it: Come creare un DVD avviabile
ko: 부팅 DVD 만드는 방법
lt: Kaip sukurti paleidžiamą DVD
nl: Hoe een opstartbare DVD te maken
pt_br: Como fazer um dispositivo DVD inicializável
ru: Как сделать загрузочный DVD
sv: Så här bränner du en startbar DVD
tr: Açılabilir DVD nasıl oluşturulur
zh_cn: 怎样制作DVD启动盘

source: Optical discs are slow and burning to disc is prone to errors.
am: ኦፕቲካል ዲስክ ዝግተኛ ነው: ወደ ዲስክ ማቃጠል ስህተት ሊያስከትል ይችላል
bg: Оптичните дискове са бавни и при запис на диск са възможни грешки.
ca: Els discs òptics són lents i la gravació al disc és propensa a errors.
cs: Optické disky jsou pomalé a jejich vypalování je náchylné k chybám.
da: Optiske diske er langsomme, og i processen med at brænde en disk er der en tilbøjelighed til, at fejl kan opstå.
de: Optische Datenträger sind langsam und das Brennen auf solche ist anfällig für Fehler.
el: Οι οπτικοί δίσκοι (DVD) είναι αργοί και η εγγραφή σε έναν οπτικό δίσκο ενδέχεται να επιφέρει λάθη.
eo: Lumdiskoj estas malrapidaj kaj skribado lumdiskon emas al eraroj.
es: Los discos ópticos son lentos y el proceso de grabación es propenso a errores.
eu: Disko optikoak mantsoak dira eta grabatzean erroreak gerta daitezke.
fr_ca: Les lecteurs optiques sont lents et la gravure sur disque est sujet aux erreurs.
hr: Optički diskovi su spori i snimanje diska je sklono greškama.
hu: Az optikai lemezek lassan írhatóak, és az írás során hibák léphetnek fel.
ia: Le discos optic es lente e registrar al disco es pron a errores.
it: I dischi ottici sono lenti e la masterizzazione può produrre errori.
ko: 광학 디스크는 느리고 디스크 굽기는 오류를 일으킬 수 있습니다.
lt: Optiniai diskai yra lėti, o rašant į diską yra tikimybė atsirasti klaidoms.
nl: Optische schijven zijn traag en het branden is gevoelig voor fouten.
pt_br: Discos ópticos são lentos e a gravação em disco é propensa a erros.
ru: Оптические диски медленны и запись на диск может сопровождаться ошибками.
sv: Optiska skivor är långsamma och det kan lätt uppstå fel vid bränningen.
tr: Optik diskler yavaştır ve oluşturma sırasında hata oluşmasına eğilimlidirler.
zh_cn: 光盘速度较慢，而且刻录时容易出错。

source: To prevent issues, burn at the lowest possible speed.
am: ችግር እንዳይፈጠር በ ዝግተኛ ፍጥነት ያቃጥሉ
bg: За да избегнете проблеми, записвайте на възможно най-ниска скорост.
ca: Per evitar problemes, graveu a la velocitat més baixa possible.
cs: Pro předejití potížím, vypalujte (rozumně) nízkou rychlostí.
da: Brænd ved den lavest mulige hastighed for at undgå problemer.
de: Um Fehler zu vermeiden, sollten Sie mit der niedrigsten Geschwindigkeit brennen.
el: Για να αποτρέψεται τυχόν λάθη, κάντε εγγραφή στη χαμηλότερη δυνατή ταχύτητα.
eo: Por eviti malfacilaĵojn, skribu kun kiel eble plej malalta rapido.
es: Para evitar problemas, realice la grabación a la velocidad más baja posible
eu: Arazoak saihesteko grabatu ahal den abiadurarik mantsoenean.
fr_ca: Pour éviter les problèmes, gravez à la vitesse la plus lente possible.
hr: Kako bi spriječili probleme, snimajte na najsporijoj brzini.
hu: A problémák elkerülése érdekében, a lehető legalacsonyabb sebességgel írja meg a lemezt.
ia: Pro prevenir problemas, registra al velocitate le plus basse possibile.
it: Per evitare problemi, masterizza alla velocità più lenta disponibile.
ko: 이런 문제를 방지하려면 가장 저속으로 디스크를 제작하세요.
lt: Norėdami išvengti problemų, rašykite į diską mažiausiu galimu greičiu.
nl: Om problemen te voorkomen is het 't beste om te branden op de laagst mogelijke snelheid.
pt_br: Para evitar problemas, grave o disco usando a menor velocidade possível.
ru: Чтоб избежать проблем, записывайте на минимально возможной скорости
sv: Bränn helst skivan med låg hastighet för att undvika problem.
tr: Sorunları önlemek için, mümkün olan en düşük hızda oluşturmanız önerilir.
zh_cn: 为防止出错，请以最低的速度刻录。

source: Burn the content of the ISO onto the DVD, not the ISO file itself. When finished, your DVD should contain directories such as ``boot`` and ``casper``, it shouldn't be an empty DVD containing an .iso file.
am: እርስዎ የ ISO ይዞታውን ወደ ዲቪዲ ያቃጥሉ: የ ISO ፋይል አይደለም: በሚጨርሱ ጊዜ: የ እርስዎ ዲቪዲ እነዚህን ዳይሬክቶሪስ መያዝ አለበት እንደ ``boot`` እና ``casper``: ባዶ ዲቪዲ መሆን የለበትም ይህን ያየዘ እንደ .iso file.
bg: Запишете съдържанието на ISO файла на DVD диска, не самото ISO. След приключване, вашият диск трябва да съдържа папки, като ``boot`` и ``casper``, не трябва да е празно DVD, съдържащо .iso файл.
ca: Graveu el contingut de l'ISO al DVD, no el fitxer ISO en si mateix. Quan hagi acabat, el vostre DVD hauria de contenir els directoris com ara ``boot`` i ``casper``, no ha de ser un DVD en blanc que conté un fitxer .iso.
cs: Na DVD vypalte obsah ISO souboru, ne ISO soubor samotný. Po dokončení by DVD mělo obsahovat složky jako ``boot`` a ``casper`` – nemělo by být prázdné s jediným .iso souborem.
da: Brænd indholdet af ISO'en til DVD'en og ikke selve ISO-filen. Når du er færdig, bør DVD'en indeholder mapper såsom ``boot`` og ``casper`` og ikke en .iso-fil.
de: Brennen Sie den Inhalt der ISO-Datei auf die DVD, nicht die ISO-Datei selbst. Wenn der Brennvorgang beendet ist, sollte Ihre DVD Verzeichnisse wie ``boot`` und ``casper`` enthalten. Es sollte keine leere DVD sein, die nur eine ISO-Datei enthält.
el: Κάντε εγγραφή τα περιεχόμενα του ISO στο DVD, όχι την εικόνα ISO αυτή καθ' εαυτή. Όταν ολοκληρωθεί η εγγραφή, το DVD πρέπει να περιέχει καταλόγους όπως ``boot`` και ``casper``, δεν πρέπει να είναι ένα άδειο DVD το οποίο περιέχει ένα αρχείο .iso.
eo: Skribu la enhavon de la ISO-dosiero sur la lumdiskon, ne la ISO-dosieron mem. Kiam finite, via lumdisko enhavu dosierujojn kiel ``boot`` kaj ``casper``, ĝi ne estu malplena lumdisko enhavanta .iso-dosieron.
es: Grabe el contenido del archivo ISO en el DVD, no el archivo en sí. Cuando termine, el DVD debería contener directorios como ``boot`` o ``casper``, en lugar de ser un DVD vacío con el archivo .iso dentro.
eu: Grabatu ISOaren edukiak DVD batean, ez ISO fitxategia bera. Amaitzean, DVDak ``boot`` eta ``casper`` bezalako direktorioak eduki behar lituzke, ez .iso fitxategi bat.
fr_ca: Gravez le contenu de l'ISO sur DVD, pas l'ISO lui-même. Une fois terminé, votre DVD doit contenir des répertoires tels que``boot`` et ``casper``, il ne doit pas être vide avec un fichier .iso à l'intérieur.
hr: Snimite sadržaj ISO datoteke na DVD, a ne samu ISO datoteku. Kada završite snimanje, vaš DVD bi trebao sadržavati direktorije poput ``boot`` i ``casper``, a ne bi trebao biti prazan DVD koji sadrži .iso datoteku.
hu: Írja ki az ISO-lemezképfájl tartalmát a DVD-lemezre, ne pedig az ISO-lemezképfájlt írja a lemezre. Ha befejezte a DVD lemez írását, a DVD lemeznek olyan mappákat kell tartalmaznia, mint a ``boot`` és a ``casper``, és ez nem lehet üres DVD, amely mindössze egy .iso kiterjesztésű fájlt tartalmaz.
ia: Registra le contentamento del ISO in le DVD, non le mesme file ISO. Quando tu ha completate, tu DVD debe continer directorios como ``boot`` e ``casper``, illo non debe esser un DVD vacue continente un file iso.
it: Masterizza il contenuto della ISO sul DVD, non il file ISO stesso. Alla fine, il tuo DVD dovrebbe contenere cartelle come ``boot`` e ``casper``; non dovrebbe essere un DVD vuoto contenente solo un file ISO.
ko: ISO 자체를 굽는 게 아니고 ISO 안의 내용물을 DVD에 굽는 겁니다. 끝나면, DVD 안에 ``boot``나 ``casper`` 같은 디렉토리들이 있어야 합니다, .iso 파일만 있는 빈 DVD가 아니어야 합니다.
lt: Į DVD diską rašykite ISO failo turinį, o ne patį ISO failą. Užbaigus, jūsų DVD diske turėtų būti tokie katalogai kaip ``boot`` ir ``casper``, tai neturėtų būti tuščias DVD diskas su .iso failu.
nl: Brand de inhoud van het ISO-bestand op de DVD, niet het ISO-bestand zelf. Wanneer dit gereed is, zouden er mappen op de DVD moeten staan als ``boot`` en ``casper``. Het mag geen DVD zijn waarop enkel het .iso-bestand staat.
pt_br: Grave o conteúdo do arquivo ISO dentro do DVD, e não o arquivo ISO em si. Quando finalizado, seu DVD deverá conter diretórios ``boot`` e ``casper``, e não um DVD vazio contendo um arquivo .iso.
ru: Записывайте содержимое ISO на dvd, а не сам ISO-файл. По завершению, Ваш DVD должен содержать директории такие как ``boot`` и ``casper``, он не должен быть пустым DVD сожержащим .iso-файл.
sv: Bränn ISO-filens innehåll till DVD:n - inte själva ISO-filen. När du är klar skall skivan innehålla mappar med namn som ``boot`` och ``casper``. Om den bara innehåller ISO-filen har du gjort fel.
tr: DVD'ye ISO dosya içeriğini yazmanız gerekiyor, ISO dosyasının kendisini değil. Bittiğinde, DVD'nizin içeriğinde ``boot`` ve ``casper`` gibi dizinler olmalı, .iso dosyasını içeren boş bir DVD olmamalıdır.
zh_cn: 要将 ISO 中的内容刻录到 DVD，而不是 ISO 文件本身。当结束时，您的DVD应当包含 ``boot`` 、``casper`` 这样的目录，而不是只有一个 .iso 文件。

source: In Linux
am: በ ሊነክስ ውስጥ
bg: В Линукс
ca: En Linux
cs: V systému GNU/Linux
da: I Linux
el: Σε Linux
eo: En Linukso
es: En Linux
eu: Linuxen
fr_ca: Sous Linux
hr: U Linuxu
hu: Linux használata esetén
ko: 리눅스에서
lt: Linux sistemoje
pt_br: No Linux
ru: В Linux
sv: I Linux
tr: Linux'ta
zh_cn: 在 Linux 中

source: Install and use ``xfburn``.
am: ይግጠሙ እና ይጠቀሙ ``xfburn``.
bg: Инсталирайте и използвайте ``xfburn``.
ca: Instal·leu i utilitzeu ``xfburn``.
cs: Nainstalujte a použijte ``xfburn``.
da: Installér og brug ``xfburn``.
de: Bitte ``xfburn`` installieren und verwenden.
el: Κάντε εγκατάσταση και χρησιμοποιήστε το ``xfburn``.
eo: Instalu kaj uzu ``xfburn``.
es: Instale y use ``xfburn``.
eu: Instalatu eta erabili ``xfburn``.
fr_ca: Installez et utilisez ``xfburn``.
hr: Instalirajte i koristite ``xfburn``.
hu: Telepítse és futtassa a ``xfburn`` programot.
ia: Installa e usa ``xfburn``.
it: Installa e usa ``xfburn``.
ko: ``xfburn`` 설치해서 사용하기.
lt: Įdiekite ir naudokite ``xfburn`` programą.
nl: Installeer en gebruik ``xfburn``.
pt_br: instale e use ``xfburn``.
ru: Установите и используйте ``xfburn``.
sv: Installera och använd programmet ``xfburn``.
tr: ``xfburn`` uygulamasını kurun ve kullanın.
zh_cn: 安装并使用 ``xfburn``。

source: In Windows
am: በ Windows ውስጥ
bg: В Windows
ca: En Windows
cs: V systému Microsoft Windows
da: I Windows
el: Σε Windows
eo: En Vindozo
es: En Windows
eu: Windowsen
fr_ca: Sous Windows
hr: U Windowsima
hu: Windows használata esetén
ko: 윈도우에서
lt: Windows sistemoje
pt_br: No Windows
ru: В Windows
sv: I Windows
tr: Windows'ta
zh_cn: 在 Windows 中

source: Right-click the ISO file and select :menuselection:`Burn disk image`.
am: በ ቀኝ-ይጫኑ በ ISO ፋይል ላይ እና ይምረጡ ዝርዝር ምርጫ: `የ ምስል ዲስክ ማቃጠያ`
bg: С десен бутон на ISO файла изберете :menuselection:`Burn disk image`.
ca: Feu clic dret al fitxer ISO i seleccioneu :menuselection:`Grava la imatge de disc`.
cs: Pravým tlačítkem klikněte na ISO soubor a zvolte :menuselection:`Vypálit obraz disku`.
da: Højreklik på ISO-filen og vælg :menuselection:`Brænd diskafbildning`.
de: Machen Sie einen Rechtsklick auf die ISO-Datei und wählen Sie :menuselection:`DVD-Abbild erstellen`.
el: Κάντε δεξί-κλικ στο αρχείο ISO και επιλέξτε :menuselection:`Burn disk image`.
eo: Dekstre alklaku la ISO-dosieron kaj elektu :menuselection:`Disk-bildo-skribilo`.
es: Haga click derecho en el archivo ISO y seleccione :menuselection:`Grabar imagen de disco`.
eu: Egin eskuin klik ISO fitxategian eta hautatu :menuselection:`Grabatu disko irudia`.
fr_ca: Faites un clic droit sur le fichier ISO et choisissez :menuselection:`Burn disk image`.
hr: Desno kliknite na ISO datoteku i odaberite :menuselection:`Snimanje slike diska`.
hu: Kattintson a jobb gombbal az ISO-lemezképfájlra, és válassza ki a :menuselection:`Lemezkép írása` lehetőséget a helyi menüből.
ia: Clicca dextre le file ISO e elige :menuselection:`Burn disk image`.
it: Fai clic destro sul file ISO e seleziona :menuselection:`Masterizza immagine disco`.
ko: ISO 파일을 오른쪽 클릭해서 `Burn disk image`를 선택합니다.
lt: Spustelėkite dešiniu pelės mygtuku ant ISO failo ir pasirinkite :menuselection:`Įrašyti disko atvaizdą`.
nl: Rechtsklik het ISO-bestand en kies :menuselection:`Brand ISO-bestand`.
pt_br: Clique com o botão direito no arquivo ISO e selecione :menuselection:`Gravar imagem do disco`.
ru: Кликните правой клавишей мыши на ISO-файле и выберите :menuselection:`Записать образ диска`.
sv: Högerklicka på ISO-filen och välj :menuselection:`Bränn skivavbildning`.
tr: ISO dosyasına sağ tıklayın ve :menuselection:`Diske yaz` seçeneği seçin.
zh_cn: 右键点击ISO文件，并选择 :menuselection:`Burn disk image`。

source: To make sure the ISO was burned without any errors, select :menuselection:`Verify disc after burning`.
am: እርግጠኛ ለ መሆን ISO ያለ ምንም ስህተት መቃጠሉን: ይምረጡ :ዝርዝር ምርጫ:`ዲስክ ማረጋገጫ ከ ተቃጠለ በኋላ`:
bg: За да сте сигурни че ISO файла е записан без грешки, изберете :menuselection:`Verify disc after burning`.
ca: Per assegurar-vos que l'ISO s'hagi gravat sense cap error, seleccioneu :menuselection:`Verifica el disc després de la gravació`.
cs: Pro ověření, že ISO bylo vypáleno bez chyb, vyberte :menuselection:`Ověřit disk po vypálení`.
da: For at sikre dig, at ISO'en brændes uden fejl, markeres :menuselection:`Kontroller disk efter skrivninng`.
de: Um sicherzustellen, dass die DVD erfolgreich ohne Fehler gebrannt wurde, wählen Sie :menuselection:`Datenträger nach dem Brennen überprüfen` aus.
el: Για να επιβεβαιώσετε ότι το ISO εγγράφηκε χωρίς λάθη, επιλέξτε :menuselection:`Verify disc after burning`.
eo: Por certiĝi, ke la ISO-dosiero estis skribita sen eraroj, elektu :menuselection:`Kontroli diskon post skribado`.
es: Para comprobar que el archivo ISO se grabó sin errores, seleccione :menuselection:`Verificar disco tras la grabación`.
eu: ISOa errorerik gabe grabatu dela ziurtatzeko hautatu :menuselection:`Egiaztatu diskoa grabatu ondoren`.
fr_ca: Pour vous assurer que l'ISO est gravé sans erreurs, sélectionnez :menuselection:`Verify disc after burning`.
hr: Kako bi bili sigurni da je ISO slika snimljena bez grešaka, odaberite :menuselection:`Provjeri disk nakon snimanja`.
hu: Az ISO-lemezképfájl kiírásának hibamentességének ellenőrzésére, válassza ki :menuselection:`Lemezellenőrzés az írási művelet végén`.
ia: Pro te assecurar que le ISO ha essite registrate sin ulle errores, elige :menuselection:`Verify disc after burning`.
it: Per essere sicuro che la ISO sia stata masterizzata senza errori, seleziona :menuselection:`Verifica il disco dopo la scrittura`.
ko: ISO 파일이 아무 이상 없이 잘 구워졌나를 확인하려면, `Verify disc after burning`를 선택합니다.
lt: Norėdami užtikrinti, kad ISO buvo įrašytas be jokių klaidų, pažymėkite :menuselection:`Patikrinti diską įrašius`.
nl: Om zeker te maken dat het ISO-bestand zonder fouten werd gebrand, kiest u :menuselection:`Verifieer schijf na branden`.
pt_br: Para ter certeza de que o arquivo ISO foi gravado sem erros, selecione :menuselection:`Verificar disco após gravar`.
ru: Чтоб убедиться, что ISO записан без каких-либо ошибок, выберите :menuselection:`Проверить диск после записи`.
sv: Välj :menuselection:`Kontrollera skivan efter bränning` för att vara säker på att den bränns utan problem.
tr: ISO dosyasının sorunsuz yazdırıldığından emin olmak için, :menuselection:`Yazdıktan sonra diski doğrula` seçeneğini işaretleyin.
zh_cn: 为确保ISO刻录时不出错，请选择 :menuselection:`Verify disc after burning`。

source: In Mac OS
am: በ Mac OS ውስጥ
bg: В Mac OS
ca: En Mac OS
cs: V systému Apple macOS
da: I Mac OS
el: Σε Mac OS
eo: En Mac OS
es: En Mac OS
eu: Mac OSn
fr_ca: Sous Mac OS
hr: U Mac OS-u
hu: Mac OS használata esetén
ko: 맥 OS에서
lt: Mac OS sistemoje
pt_br: No Mac OS
ru: В Mac OS
sv: I Mac OS
tr: Mac OS'ta
zh_cn: 在 Mac OS 中

source: Right-click the ISO file and select :menuselection:`Burn Disk Image to Disc`.
am: በ ቀኝ-ይጫኑ በ ISO ፋይል ላይ እና ይምረጡ ዝርዝር ምርጫ: `የ ምስል ዲስክ ወደ ዲስክ ላይ ማቃጠያ`
bg: С десен бутон на ISO файла изберете :menuselection:`Burn disk image to Disc`.
ca: Feu clic dret al fitxer ISO i seleccioneu :menuselection:`Grava la imatge de disc al disc`.
cs: Klikněte pravým tlačítkem myši na ISO soubor a vyberte :menuselection:`Vypálit obraz na disk`.
da: Højreklik på ISO-filen og vælg :menuselection:`Brænd diskbillede til disk`.
de: Machen Sie einen Rechtsklick auf die ISO-Datei und wählen Sie :menuselection:`Abbild auf Datenträger schreiben`.
el: Κάντε δεξί-κλικ στο αρχείο ISO και επιλέξτε :menuselection:`Burn Disk Image to Disc`.
eo: Dekstre alklaku la ISO-dosieron kaj elektu :menuselection:`Skribi diskbildon al disko`.
es: Haga click derecho en el archivo ISO y seleccione :menuselection:`Grabar imagen de disco al disco`.
eu: Egin eskuin klik ISO fitxategian eta hautatu :menuselection:`Grabatu disko irudia diskoan`.
fr_ca: Faites un clic droit sur le fichier ISO et choisissez :menuselection:`Burn Disk Image to Disc`.
hr: Desno kliknite na ISO datoteku i odaberite :menuselection:`Burn Disk Image to Disc`.
hu: Kattintson a jobb gombbal az ISO-lemezképfájlra, és válassza ki a :menuselection:`Lemezkép kiírása lemezre`.
ia: Clicca dextre le file ISO e elige :menuselection:`Burn Disk Image to Disc`.
it: Fai clic destro sul file ISO e seleziona :menuselection:`Masterizza immagine disco`.
ko: ISO 파일을 오른쪽 클릭해서 `Burn Disk Image to Disc`를 선택합니다.
lt: Spustelėkite dešiniu pelės mygtuku ant ISO failo ir pasirinkite "Įrašyti disko atvaizdį į diską" (angl. :menuselection:`Burn Disk Image to Disc`).
nl: Rechtsklik het ISO-bestand en kies :menuselection:`Brand ISO-bestand op schijf`.
pt_br: Clique com o botão direito no arquivo ISO e selecione :menuselection:`Gravar imagem de disco [nome do disco] no disco`.
ru: Кликните правой клавишей мыши на ISO-файле и выберите :menuselection:`Записать образ на диск`.
sv: Högerklicka på ISO-filen och välj :menuselection:`Bränn skivavbilden på skiva`.
tr: ISO dosyasına sağ tıklayın ve :menuselection:`Disk İmajını Diske Yaz` seçeneğini seçin.
zh_cn: 右键点击ISO文件，并选择 :menuselection:`Burn Disk Image to Disc`。

source: Choose the right edition
am: ይምረጡ ትክክለኛውን እትም
bg: Избор на правилната версия
ca: Tria de l'edició correcta
cs: Volba vhodné varianty
da: Vælg den rigtige udgave
de: Die richtige Ausgabe auswählen
el: Επιλέξτε τη σωστή έκδοση
eo: Elekti la ĝustan eldonon
es: Seleccione la edición adecuada
eu: Aukeratu edizio egokia
fr_ca: Choisir la bonne édition
hr: Odabir željenog izdanja
hu: Válassza ki a megfelelő változatot
ia: Elige le juste edition
it: Scegliere l'edizione giusta
ko: 자신에게 맞는 배포판 선택하기
lt: Tinkamos laidos pasirinkimas
nl: Kies de juiste editie
pt_br: Escolha a edição correta
ru: Выбор подходящей редакции
sv: Så väljer du rätt utgåva
tr: Doğru sürümü seçme
zh_cn: 选择正确的版本
