Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: In the screenshot above ``0000`` is the first boot option so the computer boots on the Linux Mint grub menu. If grub fails (or if it is dismissed with the ``exit`` command), the computer follows the boot order and then tries to boot ``0081``, which corresponds to Mac OS.
am: ከ ላይ የሚታየው የ መመልከቻ ፎቶ``0000`` የ መጀመሪያው የ ማስነሻ ምርጫ ነው ስለዚህ ኮምፒዩተሩ የሚነሳው በ ሊነክስ ሚንት grub menu ነው: ይህ grub ካልተሳካ (ወይንም ከ ተወገደ በ ``መውጫ`` ትእዛዝ: ) ኮምፒዩተሩ የሚከተለው የ ማስነሻ ቅደም ተከተሉን ነው: እና ይህን ለ ማስነሳት ይሞክራል ``0081``: ይህ የሚያመለክተው ወደ Mac OS ነው:
bg: На снимката по-горе, ``0000``e първата опция, така че компютъра ще стартира в grub менюто на Линукс Минт. Ако grub не успее (или ако е пропуснато с команда ``exit``), компютъра ще следва реда на стартиране и ще опита да стартира ``0081``, което съответства на Mac OS.
ca: A la captura de pantalla de dalt, ``0000`` és la primera opció d'arrencada perquè l'ordinador s'iniciï al menú de grub de Linux Mint. Si grub falla (o si és rebutjat amb l'ordre ``exit``), l'ordinador segueix l'ordre d'arrencada i després intenta arrencar ``0081``, que correspon a Mac OS.
cs: Na výše uvedeném snímku obrazovky je ``0000`` první volba zavádění, takže počítač nastartuje do nabídky zavaděče grub s Linux Mint. Pokud se spouštění zavaděče grub nezdaří (nebo je ukončen příkazem ``exit``), počítač bude pokračovat v pořadí zavádění a pokusí se spustit ``0081``, což odpovídá macOS.
da: I skærmbilledet ovenfor er ``0000`` den første bootmulighed, så computeren booter med Linux Mints grubmenu. Hvis grub fejler (eller annulleres med kommandoen ``exit``), følger computeren bootrækkefølgen og prøver derefter at boote ``0081``, hvilket svarer til Mac OS.
de: Im obigen Bildschirmfoto ist ``0000`` die erste Startoption, so dass der Rechner über das Linux-Mint-GRUB-Menü startet. Wenn GRUB fehlschlägt (oder wenn es mit dem Befehl ``exit`` verlassen wird), folgt der Rechner der Startreihenfolge und versucht dann, ``0081`` zu starten, was Mac OS entspricht.
el: Στο στιγμιότυπο οθόνης παραπάνω, το ``0000`` είναι η πρώτη επιλογή εκκίνησης ώστε ο υπολογιστής να εκκινήσει στο μενού GRUB του Linux Mint. Αν ο GRUB αποτύχει (ή αν ματαιωθεί με την εντολή ``exit``), ο υπολογιστής ακολουθεί τη σειρά εκκίνησης και προσπαθεί να εκκινήσει στο ``0081``, που αντιστοιχεί στο Mac OS.
eo: En supra ekrankopio ``0000`` estas la unua praŝarga opcio, do la komputilo praŝargas per la Linukso-Minto-grub-menuo. Se grub malsukcesas (aŭ se ĝi estis finita per la ``exit``-komando), la komputilo sekvos la praŝargan ordon kaj tiam provos praŝargi ``0081``, kio respondas al Mac OS.
es: En la captura de pantalla de arriba, ``0000`` es la primera opción de arranque para que el equipo arranque en el menú grub de Linux Mint. Si grub falla (o si se descarta con el comando ``exit``), el equipo sigue el orden de arranque e intenta arrancar ``0081``, que corresponde a Mac OS.
eu: Goiko pantaila-argazkian ``0000`` da abioko lehen aukera eta ondorioz ordenagailuak Linux Mint grub menua abiarazten du. grub-ek huts egiten badu (edo ``exit`` komandoa erabiliz baztertzen bada), ordenagailuak abioko ordena jarraitzen du eta ``0081`` abiarazten saiatzen da, hau da, Mac OS.
fr_ca: Dans la copie d'écran ci-dessus ``0000`` est la première option de démarrage. L'ordinateur démarre donc Linux Mint et affiche son menu grub. S'il y a échec (ou bien si l'on quitte grub avec la commande ``exit``), l'ordinateur suivra l'ordre de démarrage et essayera, par la suite, l'option ``0081``, qui correspond à Mac OS.
hr: U slici zaslona iznad, ``0000`` je prva mogućnost pokretanja, stoga se računalo pokreće u Linux Mintov grub izbornik. Ako se grub ne uspije pokrenuti (ili ako se napusti ``exit`` naredbom), računalo slijedi poredak pokretanja i zatim pokušava pokrenuti ``0081``, što odgovara Mac OS-u.
hu: A fenti ``0000`` képernyőképen az első indítási lehetőség, így a számítógép a Linux Mint grub menüjével indul. Ha a grub elindítása nem sikerül (vagy ha a ``exit`` paranccsal elutasítja), akkor a számítógép követi a rendszerindítási sorrendet, majd megpróbálja elindítani a ``0081`` azonosítójú operációs rendszert, ami megfelel a Mac OS-nek.
ia: In le precedente instantanea de schermo ``0000`` es le prime option de boot assi le computator face le boot sur le menu de GRUB de Linux Mint. Si GRUB falle (o si illo es dimittite per le commando ``exit``), le computator seque le ordine de boot e pois tenta de facer le boot per ``0081``, que corresponde a MAC OS.
it: Nello screenshot sopra, ``0000`` è la prima opzione di avvio, così che il computer avvia il menù GRUB di Linux Mint. Se GRUB dovesse fallire (o se viene chiuso con il comando ``exit``), il computer segue l'ordine di avvio e dunque prova ad avviare ``0081``, che corrisponde a macOS.
ko: 위의 스크린샷에 있는 ``0000``은 첫 번째 부팅 옵션입니다 그래서 컴퓨터는 리눅스 민트의 grub 메뉴에서 부팅됩니다. grub 부팅이 실패할 경우 (또는 ``exit``명령어로 취소되는 경우)에 컴퓨터는 부팅 순서에 따라 macOS에 할당된 ``0081``로 부팅을 시도하게 됩니다.
lt: Ekrano kopijoje viršuje ``0000`` yra pirmasis paleidimo parametras, taigi kompiuteris paleidžia Linux Mint grub meniu. Jeigu grub patiria nesėkmę (arba jo atsisakoma, naudojant ``exit`` komandą), tuomet kompiuteris laikosi paleidimo tvarkos ir tada bando paleisti ``0081``, kas atitinka Mac OS.
nl: In de schermafdruk hierboven is ``0000`` de eerste opstartmogelijkheid, zodat de computer start met het Grubmenu van Linux Mint. Als Grub faalt (of als het door de ``exit``-opdracht beëindigd werd), volgt de computer de opstartvolgorde en probeert hij om ``0081`` op te starten, wat overeenkomt met Mac OS.
pt_br: Na tela acima, ``0000`` é a primeira opção de inicialização, que inicializa o menu do Grub do Linux Mint. Se o Grub falhar (ou se for ignorado com o comando ``exit``), o computador seguirá com a ordem de inicialização e então tenta inicializar ``0081``, que corresponde ao Mac OS.
ru: В снимке экрана выше ``0000`` — первая опция загрузки, так что компьютер загружает меню GRUB для Linux Mint. Если GRUB упадёт (или будет остановлен командой ``exit``), то компьютер, следуя порядку загрузки, пытается запустить ``0081``, что соответствует Mac OS.
sv: I ovanstående skärmbild är ``0000`` förstahandsval i startordningen. Datorn försöker därför först starta Linux Mints Grub-meny. Om detta misslyckas (eller avbryts med ett ``exit``-kommando) försöker datorn starta ``0081``, vilket motsvarar Mac OS.
tr: Yukarıdaki ekran görüntüsünde, ``0000`` ilk açılış sırasıdır ve böylece Linux Mint bilgisayar grub önyükleme menüsünde ilk olarak açılır. Eğer grub başarısız olursa (veya ``exit/çıkış`` komutu ile atılırsa), bilgisayar açılış sırasını takip eder ve sonrasında diğer işletim sistemi girdisine denk gelen ``0081`` girdisi ile açılış dener.
zh_cn: 在上面的截图中，``0000`` 是第一个启动选项，因此计算机将在 Linux Mint grub 菜单上启动。 如果 grub 失败（或者使用 ``exit`` 命令退出），计算机将按照启动顺序，尝试启动对应于 Mac OS 的 ``0081``。

source: Where to find help
am: እርዳታ የት እንደሚያገኙ
bg: Къде да намеря помощ
ca: On trobar ajuda
cs: Kde hledat pomoc
da: Hvor kan man få hjælp
de: Wo Sie Hilfe finden
el: Που να βρείτε βοήθεια
eo: Kie trovi helpon
es: Dónde encontrar ayuda
eu: Non aurkitu laguntza
fr_ca: Où trouver de l'aide
hr: Gdje pronaći pomoć
hu: Ahol segítséget találhat
ia: Ubi cercar auxilio
it: Dove trovare aiuto
ko: 도움을 얻을 수 있는 곳들
lt: Kur rasti pagalbą
nl: Waar hulp te vinden
pt_br: Onde encontrar ajuda
ru: Где найти помощь
sv: Om du behöver hjälp
tr: Nereden yardım bulabilirim
zh_cn: 哪里可以找到帮助

source: Many users will be glad to help you and guide you through your first steps with Linux if you are nice and patient with them and if you give them the information they require to understand the issues you are facing.
am: ብርካታ ተጠቃሚዎ እርስዎን ለ መርዳት እና ለ መምራት ዝግጁ ናቸው: እርስዎ ትእግስተኛ ከሆኑ እና እርስዎ የሚያስፈልገውን መረጃ በሙሉ በ ትክክል ካቀረቡ
bg: Много потребители с радост ще ви помогнат и ще ви напътстват в първите ви стъпки с Линукс. Ако сте любезни и търпеливи, и ако им дадете нужната информация, за да разберат проблема ви.
ca: Molts usuaris estaran encantats d'ajudar-vos i guiar-vos a través dels vostres primers passos amb Linux si esteu bé i sou pacient amb ells i si els hi proporcioneu la informació que necessiten per comprendre els problemes que us enfronteu.
cs: Mnozí uživatelé vám rádi pomohou a provedou vás prvními kroky v Linuxu, tedy pokud jste milí a trpěliví a poskytnete jim údaje, které jsou potřebné pro porozumění toho, s jakými problémy se přesně setkáváte.
da: Mange brugere vil være glade for at hjælpe dig og guide dig gennem de første trin med Linux, hvis du er sød over for og tålmodig med dem, og hvis du giver dem den information, de har brug for, for at forstå dine problemer.
de: Viele Benutzer werden Ihnen gerne helfen und Sie durch die ersten Schritte mit Linux führen, wenn Sie nett und geduldig mit ihnen sind und wenn Sie ihnen die Informationen geben, die sie benötigen, um die Probleme zu verstehen, mit denen Sie konfrontiert sind.
el: Πολλοί χρήστες θα χαρούν να σας βοηθήσουν και να σας καθοδηγήσουν στα πρώτα σας βήματα με το Linux αν είστε υπομονετικοί μαζί τους και εάν τους δώσετε τις πληροφορίες που χρειάζονται για να κατανοήσουν τα ζητήματα που αντιμετωπίζετε.
eo: Multaj uzantoj ĝojos helpi vin kaj gvidi vin tra la unuaj paŝoj kun Linukso, se vi estos afabla kaj pacienca al ili kaj se vi provizos al ili la informojn, kiujn ili bezonas por kompreni viajn problemojn.
es: Muchos usuarios estarán encantados de ayudarle y guiarle en sus primeros pasos en Linux siempre que sea agradable y paciente con ellos, y les proporcione la información necesaria para entender el problema planteado.
eu: Erabiltzaile asko zuri lagundu eta Linuxekin zure lehen pausoetan gidatzeko prest daude. Izan zaitez atsegina, eduki pazientzia eta eman iezaiezu zure arazoa ulertzeko beharrezko informazioa.
fr_ca: De nombreux utilisateurs seront ravis de vous aider et de vous guider à travers vos premiers pas sous Linux si vous êtes aimable et patient avec eux et si vous leur donnez les informations qu'ils requièrent pour comprendre les problèmes que vous rencontrez.
hr: Mnogim korisnicima će biti drago da vam pomognu i vode vas u vašim prvim koracima u Linuxu i ako ste pristojni i strpljivi s njima i ako im date potrebne informacije kako bi shvatili s kakvim se problemom suočavate.
hu: Sok felhasználó örömmel segít Önnek a Linux használatával kapcsolatos első lépések megtételében, ha kedves és türelmes velük, és megadja nekik azokat az információkat, amelyekre szükségük van ahhoz, hogy megértsék a problémákat.
ia: Multe usatores essera contente de te adjutar e te conducer a transverso de tu prime grados con Linux, si tu es amabile e patiente con illes e si tu da les le informationes que illes besonia pro comprender le problemas que tu affronta.
it: Molti utenti saranno lieti di aiutarti e guidarti attraverso i tuoi primi passi con Linux se sei gentile e paziente con loro, e se darai loro le informazioni di cui hanno bisogno per comprendere i problemi che stai affrontando.
ko: 여러분들이 커뮤니티의 사람들과 좋은 관계를 유지하기 위해 노력하면서 커뮤니티의 사람들에게 마주하고 계신 해결 하고자 하는 문제점들을 올바로 알려주시면 그들은 기쁘게 기꺼이 여러분들의 리눅스 첫걸음부터 도와주며 함께 해결해 나갈 겁니다.
lt: Daugelis naudotojų džiugiai jums padės ir palydės jus per pirmus žingsnius, naudojantis Linux, jeigu būsite su jais malonūs bei kantrūs, ir jei suteiksite jiems informaciją, kuri yra reikalinga, norint suprasti jūsų problemą.
nl: Vele gebruikers zullen blij zijn om u te helpen en u te begeleiden in uw eerste stappen met Linux, als u vriendelijk en geduldig bent en hun de informatie geeft die zij vragen om uw probleem te begrijpen.
pt_br: Muitos usuários terão o prazer em ajudá-lo e orientá-lo através de seus primeiros passos com o Linux, se você for legal e paciente com eles e fornecer a informação que eles precisam para entender os problemas que você está enfrentando.
ru: Многие пользователи будут рады помочь вам и провести вас по первым шагам в Linux, если вы будете вежливы с ними и терпеливы, а также предоставите им информацию, которая потребуется, чтобы понять, что за проблема у вас случилась.
sv: Det finns många användare som gärna hjälper dig genom dina första steg med Linux. Tänk bara på att vara vänlig, ha lite tålamod och ge dem den information de behöver för att kunna förstå dina problem.
tr: Karşılaştığınız sorunları anlamaları için onlara bilgi verir, olumlu ve sabırlı olursanız, birçok kullanıcı Linux'a ilk adımlarınızı atmanıza yardım etmekten ve size rehberlik etmekten memnuniyet duyacaktır.
zh_cn: 如果您友好地提供尽可能完整的信息，并有点耐心，许多用户会很乐意为您提供帮助，并指导您完成 Linux 的第一步。

source: The forums
am: የ ውይይት መድረክ
bg: Форумите
ca: Els fòrums
cs: Diskuzní fóra
da: Foraene
de: Die Foren
el: Τα Φόρουμ
eo: La forumoj
es: Los fórums
eu: Foroak
fr_ca: Les forums
hr: Forum
hu: A fórumok
ia: Le forums
it: I forum
ko: 포럼
lt: Forumai
nl: De fora
pt_br: Os fóruns
ru: Форумы
sv: Forum på svenska
tr: Forumlar
zh_cn: 论坛

source: The best place to find help is on the `Linux Mint Forums <https://forums.linuxmint.com>`_.
am: እዚህ በጣም ጥሩ እርዳታ ማግኘት ይችላሉ `Linux Mint Forums <https://forums.linuxmint.com>`_.
bg: Най-доброто място да намерите помощ е `Linux Mint форума <https://forums.linuxmint.com>`_.
ca: El millor lloc per trobar ajuda és el `Fòrum de Linux Mint <https://forums.linuxmint.com>`_.
cs: Nejlepší místo, kde hledat pomoc, je `diskuzní fórum Linux Mint <https://forums.linuxmint.com>`_.
da: Det bedste sted at få hjælp er på `Linux Mint-foraene <https://forums.linuxmint.com>`_.
de: Der beste Anlaufpunkt, um Hilfe zu finden, ist das `Linux-Mint-Forum <https://forums.linuxmint.com>`_.
el: Το καλύτερο μέρος για να βρείτε βοήθεια είναι το `Linux Mint Forums <https://forums.linuxmint.com>`_.
eo: La plej bona loko por trovi helpon estas ĉe la `Linukso-Minto-forumoj <https://forums.linuxmint.com>`_.
es: El mejor lugar para obtener ayuda es en los `foros de Linux Mint <https://forums.linuxmint.com>`_.
eu: Laguntza bilatzeko lekurik onena `Linux Mint foroak <https://forums.linuxmint.com>`_ dira.
fr_ca: Le meilleur endroit pour trouver de l'aide se trouve sur le `Forum Linux Mint <https://forums.linuxmint.com>`_.
hr: Najbolje mjesto za pronalazak pomoći je `Linux Mint forum <https://forums.linuxmint.com>`_.
hu: A legjobb hely a segítségkéréshez a `Linux Mint Fórum <https://forums.linuxmint.com>`_. A magyar nyelvű fórum pedig itt található: `Linux Mint Magyar Közösség Fórum <https://linuxmint.hu/forum>`_.
ia: Le melior loco pro trovar auxilio es sur le `Forums de Linux Mint <https://forums.linuxmint.com>`_.
it: Il miglior posto per trovare aiuto è nei `forum di Linux Mint <https://forums.linuxmint.com>`_.
ko: 도움을 받을 수 있는 가장 좋은 곳은 `리눅스 민트 포럼 <https://forums.linuxmint.com>`_ 입니다.
lt: Geriausia vieta rasti pagalbą yra `Linux Mint Forumai <https://forums.linuxmint.com>`_.
nl: Het beste adres om hulp te vinden is op de `Linux Mint Forums <https://forums.linuxmint.com>`_.
pt_br: O melhor lugar para encontrar ajuda é no `Fórum do Linux Mint <https://forums.linuxmint.com>`_.
ru: Лучшее место для поиска помощи — `Linux Mint Forums <https://forums.linuxmint.com>`_.
sv: Behöver du hjälp så har vi ett `svenskt forum för Linux Mint <https://linuxmint.se/forum>`_.
tr: Yardım aramak için en iyisi `Linux Mint Resmi Forum <https://forums.linuxmint.com>`_ alanlarıdır.
zh_cn: 寻找帮助的最佳地点在 `Linux Mint论坛<https://forums.linuxmint.com>`_ 上。

source: Search the forums before asking, in case someone else already asked the same question.
am: በ መጀመሪያ በ መድረኩ ውስጥ ይፈልጉ: ሌላ ሰው ቀደም ብሎ ተመሳሳይ ጥያቄ ጠይቆ ከ ነበረ
bg: Потърсете във форума, преди да попитате, в случай че някой друг вече е задал същия въпрос.
ca: Cerqueu als fòrums abans de preguntar, en cas que algú altre ja hagi fet la mateixa pregunta.
cs: Než položíte dotaz, prohledejte fórum, zda se někdo na něco podobného už neptal.
da: Søg i foraene før du spørger, i fald nogen allerede skulle have stillet det samme spørgsmål.
de: Durchsuchen Sie die Foren, bevor Sie eine Frage stellen, für den Fall, dass jemand anderes bereits die gleiche Frage gestellt hat.
el: Αναζητήστε στα φόρουμ πριν ρωτήσετε, στη περίπτωση που κάποιος άλλος έχει ήδη κάνει την ίδια ερώτηση.
eo: Traserĉu la forumojn antaŭ ol demandi ion, eble iu alia jam starigis la saman demandon.
es: Busque en los foros antes de preguntar. Probablemente alguien habrá planteado antes el mismo problema.
eu: Bilatu foroetan galdetu aurretik, litekeena da norbaitek zure galdera berdina dagoeneko egin izana.
fr_ca: Faites une recherche sur le forum avant de poser une question
hr: Pretražite forum prije postavljanja pitanja, u slučaju da je netko drugi postavio isto pitanje.
hu: Keressen a fórumokon, mielőtt kérdezne, mert lehet, hogy valaki más már feltette ugyanezt a kérdést.
ia: Cerca le forums ante demandar, in caso alcuno altere ha ja demandate le mesme question.
it: Cerca all'interno dei forum prima di chiedere, in caso qualcuno abbia già fatto la stessa domanda.
ko: 질문하시기 전에 먼저 포럼을 찾아보세요. 다른 사람이 같은 질문을 했을 수 있습니다.
lt: Prieš klausdami forumuose, paieškokite, galbūt kažkas kitas jau uždavė tą patį klausimą.
nl: Doorzoek de fora alvorens uw vraag te stellen; iemand anders kan al eerder dezelfde vraag gesteld hebben.
pt_br: Procure nos fóruns antes de perguntar, caso alguém já tenha feito a mesma pergunta.
ru: Воспользуйтесь поиском по форуму перед тем, как спрашивать, т.к. кто-нибудь уже мог задать такой же вопрос.
sv: Sök gärna i forumet innan du frågar - kanske har någon annan redan ställt samma fråga.
tr: Bir şey sormadan önce lütfen forumları araştırınız, aynı soru bir başkası tarafından zaten sorulmuş olabilir.
zh_cn: 在询问之前搜索论坛，以防其他人问过同一个问题。

source: The chat room
am: የ ውይይት ክፍል
bg: Чат стаята
ca: La sala de xat
cs: Chatovací místnost
da: Chatrummet
de: Der Chatraum
el: Το δωμάτιο συζήτησης
eo: La babilejo
es: La sala de chat
eu: Txat gela
fr_ca: La salle de discussion
hr: Soba za razgovor
hu: A csevegőszoba
ia: Le camera de confabulation
it: La chat room
ko: 채팅방
lt: Pokalbių kambarys
nl: De babbelruimte
pt_br: A sala de chat
ru: Чат
sv: Chattrum
tr: Sohbet odası
zh_cn: 聊天室

source: Another great place to find help is in the IRC chat room.
am: ሌላ በጣም ጥሩ እርዳታ እዚህ ማግኘት ይችላሉ በ IRC ውይይት ክፍል ውስጥ
bg: Друго подходящо място да намерите помощ е IRC чат стаята
ca: Un altre gran lloc per trobar ajuda és a la sala de xat d'IRC.
cs: Další skvělé místo, kde hledat pomoc, je IRC chatovací místnost.
da: Et andet godt sted at få hjælp er i IRC-chatrummene.
de: Ein weiterer guter Anlaufpunkt, um Hilfe zu finden, ist der IRC-Chatraum.
el: Ένα άλλο εξαιρετικό μέρος για να βρείτε βοήθεια είναι το δωμάτιο συζήτησης του IRC.
eo: Alia bona loko por trovi helpon estas en la IRC-babilejo.
es: Otro buen lugar donde encontrar ayuda es en la sala de chat IRC.
eu: Laguntza bilatzeko beste leku bikain bat IRC txat gela da.
fr_ca: Un autre bon endroit pour trouver de l'aide est la salle de discussion IRC.
hr: Još jedno sjajno mjesto za pronalazak pomoći je IRC soba za razgovor.
hu: Egy másik remek hely, ahol segítséget találhat az IRC csevegőszoba.
ia: Un altere grande loco pro trovar auxilio es in le camera de confabulation de IRC.
it: Un altro posto fantastico dove trovare aiuto è la chat room IRC.
ko: 도움을 받을 수 있는 또 다른 훌륭한 곳은 IRC 채팅방입니다.
lt: Kita puiki vieta kur galima rasti pagalbą yra IRC pokalbių kambaryje.
nl: Een ander adres waar u hulp kan vinden is de IRC babbelruimte.
pt_br: Outro ótimo lugar para encontrar ajuda está na sala de chat do IRC.
ru: Ещё одно отличное место для поиска помощи — чат IRC.
sv: Ett annat bra ställe att hitta hjälp är chattrummet på IRC.
tr: Yardım bulmak için bir başka önemli alan IRC sohbet odasıdır.
zh_cn: 另一个寻找帮助的好地方是 IRC 聊天室。

source: To reach the chat room from within Linux Mint, launch :menuselection:`Menu --> Internet --> HexChat`.
am: ወደ ሊነክስ ሚንት የ ውይይት ክፍል ለ መግባት ያስጀምሩ: ዝርዝር መምረጫ: `ዝርዝር --> ኢንተርኔት --> HexChat`.
bg: За да стартирате чат от Линукс Минт, стартирайте :menuselection:`Меню --> Интернет --> HexChat`.
ca: Per arribar a la sala de xat des de dins de Linux Mint, executeu :menuselection:`Menú --> Internet --> HexChat`.
cs: Z Linux Mint můžete do chatovací místnosti vstoupit například spuštěním :menuselection:`Nabídka --> Internet --> HexChat`.
da: For at komme til chatrummet, når du er i Linux Mint, køres :menuselection:`Menu --> Internet --> HexChat`.
de: Um den Chatraum von Linux Mint zu erreichen, starten Sie :menuselection:`Menü --> Internet --> HexChat`.
el: Για να συνδεθείτε στο δωμάτιο συζήτησης από το Linux Mint, εκκινήστε :menuselection:`Menu --> Internet --> HexChat`.
eo: Por atingi la babilejon ene de Linukso Minto, lanĉu :menuselection:`Menuo --> Interreto --> HexChat`.
es: Para acceder a la sala de chat desde Linux Mint, ejecute :menuselection:`Menú --> Internet --> HexChat`.
eu: Linux Mintetik txat gelara sartzeko, exekutatu :menuselection:`Menua --> Internet --> HexChat`.
fr_ca: Pour vous connecter depuis Linux Mint à la salle de discussion, lancez :menuselection:`Menu --> Internet --> HexChat`.
hr: Kako bi ušli u sobu za razgovor iz Linux Minta, pokrenite :menuselection:`Izbornik --> Internet --> HexChat`.
hu: Ahhoz, hogy eljusson a csevegőszobába a Linux Mint rendszerből, indítsa el a :menuselection:`Menü --> Internet --> HexChat` programot.
ia: Pro attinger le camera de confabulation ab Linux Mint, lancea :menuselection:`Menu --> Internet --> HexChat`.
it: Per raggiungere la chat room all'interno di Linux Mint, apri :menuselection:`Menu --> Internet --> HexChat`.
ko: 리눅스 민트 안에서 채팅방에 참여하는 방법은 `메뉴 --> 인터넷 --> 헥스채트`를 실행하는 겁니다.
lt: Norėdami, naudojant Linux Mint, pasiekti pokalbių kambarį, paleiskite :menuselection:`Meniu --> Internetas --> HexChat`.
nl: Om deze babbelruimte te bereiken vanuit Linux Mint, kies `Menu --> Internet --> HexChat`.
pt_br: Para acessar a sala de bate-papo dentro do Linux Mint, vá em :menuselection:`Menu --> Internet --> HexChat`.
ru: Чтобы попасть в чат из Linux Mint, запустите :menuselection:`Меню --> Интернет --> HexChat`.
sv: För att nå chattrummet från Linux Mint, välj :menuselection:`Meny --> Internet --> HexChat`.
tr: Linux Mint'ten sohbet odasına ulaşmak için, :menuselection:`Menü --> İnternet --> HexChat` uygulamasını başlatın.
zh_cn: 进入 Linux Mint中 的聊天室，运行 :menuselection:`Menu --> Internet --> HexChat`。
