Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: If you are using another operating system, you can use `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ to connect to the chat room.
am: እርስዎ ሌላ አይነት የ መስሪያ ስርአት የሚጠቀሙ ከሆነ ይህን ይጠቀሙ `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ ወደ ውይይት ክፍል ለ መግባት
bg: Ако сте с друга операционна система, може да използвате `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ , за да се свържете с чат стаята.
ca: Si utilitzeu un altre sistema operatiu, podeu utilitzar `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ per connectar-vos a la sala de xat.
cs: Pokud používáte jiný operační systém, můžete pro přístup do chatovací místnosti použít `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_.
da: Hvis du bruger et andet styresystem kan du bruge `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ for at få forbindelse til chatrummet.
de: Wenn Sie ein anderes Betriebssystem verwenden, können Sie `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ verwenden, um sich mit dem Chatraum zu verbinden.
el: Αν χρησιμοποιείτε διαφορετικό λειτουργικό σύστημα, μπορείτε να χρησιμοποιήσετε το `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ για να συνδεθείτε στο δωμάτιο συζήτησης.
eo: Se vi uzadas alian operaciumon, uzu `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ por konekti al tiu babilejo.
es: Si está utilizando otro sistema operativo, puede usar `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ para conectarse a la sala de chat.
eu: Beste sistema eragile bat erabiltzen ari bazara, `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ erabil dezakezu txat gelara konektatzeko.
fr_ca: Si vous utilisez un autre système d'exploitation, utilisez `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ pour vous connecter à la salle de discussion.
hr: Ako koristite neki drugi operativni sustav, možete koristiti `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ za povezivanje sa sobom za razgovor.
hu: Ha másik operációs rendszert használ, használhatja a `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_, hogy belépjen a csevegőszobába. A magyar nyelvű csevegőszobát itt találja: `Freenode <https://webchat.freenode.net/?channels=linuxmint-hu>`_.
ia: Si tu usa un altere systema operative, tu pote usar `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ pro te connecter al camera de confabulation.
it: Se stai usando un altro sistema operativo, puoi usare `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ per connetterti alla chat room.
ko: 다른 운영체제를 이용하고 계신다면, `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ 를 이용해서 채팅방에 접속하실 수 있습니다.
lt: Jeigu naudojate kitą operacinę sistemą, norėdami prisijungti prie pokalbių kambario, galite naudoti `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ .
nl: Indien u een ander besturingssysteem gebruikt, kunt u dit gebruiken om de babbelruimte te bereiken: `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_.
pt_br: Se você está usando outro sistema operacional, você pode usar `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ para se conectar a sala de bate-papo.
ru: Если Вы пользуетесь другой операционной системой, Вы можете воспользоваться `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ чтобы подключиться к чату.
sv: Om du kör något annat operativsystem så kan du använda `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ för att ansluta till chattrummet
tr: Eğer başka bir işletim sistemi kullanıyorsanız, sohbet odasına ulaşmak için `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ bağlantısını kullanabilirsiniz.
zh_cn: 如果您正在使用另一个操作系统，您可以使用 `Kiwiirc <https://kiwiirc.com/client/irc.spotchat.org/?i#linuxmint-help>`_ 来连接聊天室。

source: Many people are connected to the chat room but only look at it now and then. Be patient after asking a question. Don't repeat it and stay connected until you get an answer. It can sometimes take a few hours for somebody to see your question and reply to you. Don't quit after a few minutes. It is frustrating to you, but also to others who later see your question and are unable to reply because you already left.
am: በርካታ ሰዎች በዚህ የ ውይይት ክፍል ይገናኛሉ እና እርስዎ ከ አለፍ ገደም ይመልከቱት: ጥያቄ የሚጠይቁ ከሆነ ትእግስተኛ መሆን በጣም አስፈላጊ ነው: ጥያቄውን አይደጋግሙ እና መልሱን እስከሚያገኙ ድረስ ይጠብቁ: አንዳንድ ጊዜ ጥቂት ሰአቶች ሊፈጅ ይችላል: የ እርስዎን ጥያቄ ለ መመልከት እና መልስ ለ መስጠት: ከ ጥቂት ደቂቆች በኋላ አያቋርጡ: የ እርስዎን ጥያቄ ተመልክተው እርስዎ ከሌሉ መልስ አይሰጥም
bg: Много хора се свързват с чат стаята, но само поглеждат. Бъдете търпеливи, след като сте задали въпрос. Не повтаряйте, останете свързан докато получите отговор. Понякога отнема няколко часа, докато някой види въпроса ви и ви отговори. Не излизайте след няколко минути. Разочароващо е както за вас, така и за тези, които по-късно видят въпроса ви, но не могат да отговорят, защото вече сте си тръгнали.
ca: Molta gent està connectada a la sala de xat, però no només cal que ho mireu ara, feu-ho també més tard. Tingueu paciència després de fer una pregunta, no la repetiu i mantingueu-vos connectat fins que obtingueu una resposta. De vegades poden passar unes hores perquè algú pugui veure la vostra pregunta i respondre. No sortiu després d'uns minuts. Resulta frustrant, però també ho és per a les altres persones que després veuen la vostra pregunta i no poden respondre perquè ja heu marxat.
cs: Lidé připojení do chatovací místnosti mnohdy sledují komunikaci jen občas. Při kladení dotazů proto buďte trpěliví. Neopakujte je a zůstaňte připojení, dokud nedostanete odpověď. Někdy to trvá i pár hodin, než si někdo všimne vašeho dotazu a odpoví. Neodcházejte tedy po pár minutách. Je to sice frustrující, ale to by bylo také i pro ostatní – vidět vaše dotazy a nemoci vám odpovědět, protože už jste se odpojili.
da: Mange mennesker er forbundet til chatrummet, men kigger kun på det af og til. Vær tålmodig efter at have stillet et spørgsmål. Lad være med at gentage det og bliv på chatten, indtil du får et svar. Det kan nogle gange tage et par timer, før nogen ser dit spørgsmål og svarer dig. Forlad ikke chatten efter et par minutter. Det er frustrerende for dig, men også for andre som senere ser dit spørgsmål, men ikke kan svare, fordi du har forladt chatten.
de: Viele Leute sind dauerhaft mit dem Chatraum verbunden, schauen ihn aber nur sporadisch an. Seien Sie geduldig, wenn Sie eine Frage gestellt haben. Wiederholen Sie sie nicht und bleiben Sie im Chat, bis Sie eine Antwort erhalten. Es kann manchmal einige Stunden dauern, bis jemand Ihre Frage sieht und Ihnen antwortet. Verlassen Sie den Chat nicht nach ein paar Minuten. Es ist frustrierend für Sie, aber auch für andere, die später Ihre Frage sehen und nicht antworten können, weil Sie bereits gegangen sind.
el: Πολλοί χρήστες συνδέονται στο δωμάτιο συζήτησης αραιά και που. Να είστε υπομονετικοί μετά από μια ερώτηση. Μην την επαναλαμβάνετε και να παραμένετε συνδεδεμένοι μέχρι να λάβετε απάντηση. Μπορεί μερικές φορές να χρειαστούν κάποιες ώρες ώστε να δουν την ερώτησή σας και να σας απαντήσουν. Μην φύγετε μετά από λίγα λεπτά. Είναι απογοητευτικό για σας, αλλά και για τους άλλους που βλέπουν αργότερα την ερώτησή σας και δεν μπορούν να σας απαντήσουν επειδή έχετε ήδη φύγει.
eo: Multaj uzantoj estas konektitaj al tiu babilejo, sed rigardas ĝin nur fojfoje. Paciencu post starigo de demando. Ne ripetu ĝin kaj restu konektite ĝis kiam vi ricevos respondon. Fojfoje nur post kelkaj horoj iu vidos vian demandon kaj respondos al vi. Ne forlasu la babilejon post kelkaj minutoj. Tio estas frustranta al vi, sed ankaŭ al aliaj, kiuj vidos vian demandon pli malfrue kaj ne kapablos respondi, ĉar vi jam foriris.
es: Mucha gente se conecta a la sala de chat, pero solo la miran de vez en cuando. Sea paciente después de hacer una pregunta. No la repita y manténgase conectado hasta que obtenga una respuesta. A veces pueden pasar algunas horas hasta que alguien vea su pregunta y responda. No abandone a los pocos minutos. Eso es frustrante para usted, pero también para otros que más tarde verán su pregunta y no podrán responder porque ya se ha ido.
eu: Txat gelan pertsona asko egon ohi da konektatuta, baina noizean behin bakarrik begiratzen dute. Izan pazientzia galdera egin ondoren. Ez errepikatu eta mantendu konektatuta erantzun bat jasotzen duzun arte. Gerta liteke norbaitek zure galdera ikusi eta erantzun arte zenbait ordu igarotzea. Ez irten minutu batzuk igaro ondoren. Amorragarria da zuretzat, baina baita beranduago zure galdera ikusi eta gelatik joan zarelako erantzun ezinik geratzen direnentzat ere.
fr_ca: De nombreuses personnes sont connectées à la salle de discussion mais ne la consultent que de temps en temps. Soyez patient après avoir posé une question. Ne répétez pas la question et resté connecté jusqu'à ce que l'on vous réponde. Cela peut parfois prendre des heures pour que quelqu'un voit votre question et vous réponde. Ne quittez pas la salle de discussion après quelques minutes seulement. Cela est frustrant pour vous mais aussi pour les autres, qui plus tard, voient votre question et sont incapables d'y répondre car vous avez déjà quitté la salle de discussion.
hr: Mnogo ljudi je povezano sa sobom za razgovor ali trenutno samo gledaju. Budite strpljivi nakon postavljanja pitanja. Ne ponavljajte pitanje i ostanite povezani dok ne dobijete odgovor. Ponekad može potrajati i po nekoliko sati dok netko ne vidi vaše pitanje i odgovori vam. Ne odustajte nakon nekoliko minuta. To je frustrirajuće za vas, ali i za ostale koji kasnije vide vaše pitanje i ne mogu vam odgovorit zato jer ste napustili sobu za razgovor.
hu: Sokan csatlakoznak a csevegőszobához, de csak néha néznek rá. Legyen türelmes, miután feltett egy kérdést. Ne ismételje meg, és maradjon kapcsolatban, amíg nem kap választ. Néha, néhány órát vesz igénybe, hogy valaki láthassa a kérdéseit, és válaszoljon is rá. Ne lépjen ki néhány perc múlva. Bosszantó lehet Önnek illetve olyanoknak is, akik később látják a kérdést, és nem tudnak válaszolni, mert már kilépett.
ia: Multe personas es connexe al camera de confabulation, ma solo lo reguarda a vices. Patienta post un question. Non lo repeter e remane connexe usque tu obtene un responsa. Illo pote a vices prender alcun horas pro alicuno pro vider tu question e replicar a te. Non quitar post poc minutas. Illo es frustrante pro te, ma alsi pro alteres le qual depois vide tu question e es incapace a replicar perque tu ja ha abandonate.
it: Molte persone sono connesse alla chat room, ma gli danno solo un'occhiata ogni tanto. Sii paziente dopo aver fatto una domanda. Non ripeterla e resta connesso finché non ottieni una risposta. A volte potrebbero volerci delle ore prima che qualcuno veda la tua domanda e ti risponda. Non uscire solo dopo qualche minuto. È frustrante per te, ma anche per coloro che più tardi leggeranno la tua domanda e non saranno in grado di risponderti perché te ne sei già andato via.
ko: 많은 사람들이 채팅방에 연결되어 있지만 가끔 씩 들여다보기만 합니다. 질문을 하신 후에 오래 기다려야 하기도 합니다. 반복해서 묻기보단 연결이 끊어지지 않게 유지하며 답변이 나올 때까지 기다리시는 것이 좋습니다.
lt: Daugelis žmonių yra prisijungę prie pokalbių kambario, tačiau tik retkarčiais žvilgteli į jį. Užduodami klausimą, būkite kantrūs. Nekartokite klausimo ir likite prisijungę tol, kol gausite atsakymą. Kartais, gali praeiti kelios valandos, kol kas nors pamatys jūsų klausimą ir jums atsakys. Neišeikite po kelių minučių. Tai gali jus erzinti, tačiau tai taip pat erzina ir kitus, kurie vėliau mato jūsų klausimą ir negali atsakyti dėl to, kad jau išėjote.
nl: Veel gebruikers zijn verbonden met de babbelruimte, maar bekijken die slechts af en toe. Wees geduldig na het stellen van een vraag, en stel hem niet opnieuw. Blijf wachten tot u een antwoord ontvangt. Het kan soms enkele uren duren eer iemand uw vraag ziet en erop kan antwoorden. Verlaat de babbelruimte niet na een paar minuutjes. Het is frustrerend voor u maar ook voor anderen die later uw vraag zien, maar er niet kunnen op antwoorden omdat u al weg bent.
pt_br: Muitas pessoas se conectam a sala de chat, e a maioria dão uma olhada de vez em quando. Seja paciente ao perguntar. Não fique repetindo a mesma pergunta e se mantenha conectado até receber uma resposta. As vezes, pode levar algumas horas para alguém a veja e responda. Não desista depois de alguns minutos. Pode ser frustrante para você, mas também pode ser para outros que verão sua pergunta e não poderão responder porque você saiu.
ru: Многие пользователи этого чата просматривают его нерегулярно. Будьте терпеливы, задавая вопрос. Не повторяйте его и не отключайтесь, пока не получите ответ. Иногда может пройти несколько часов, прежде чем кто-нибудь увидит ваш вопрос и ответит на него. Не покидайте чат спустя несколько минут. Вас может раздражать долгое ожидание, но и тем, кто увидел ваш вопрос и решил вам помочь, будет неприятно, если они не смогут ответить, поскольку вы уже покинули чат.
sv: Chattrummet kan ha många gäster men de sitter inte och läser kontinuerligt. Ha tålamod när du ställt en fråga. Upprepa den inte utan fortsätt bara att vara ansluten tills du får svar. Det kan ta några timmar innan någon läser frågan och kan svara. Om du ger upp för tidigt så blir det frustrerande både för dig och för den som sedan läser frågan men inte kan svara eftersom du redan lämnat chattrummet.
tr: Pek çok kullanıcı sohbet odasına bağlı olabilir, ama sürekli ve sadece bununla ilgilenmeyebilirler. Bir soru sorduktan sonra sabırlı olmalısınız. Bazen birisinin sorunuzu görmesi ve size cevap vermesi birkaç saat sürebilir. Birkaç dakika sonra ayrılmayınız. Bu sizi rahatsız edebilir, ancak daha sonra sorunuzu gören ve zaten ayrıldığınız için yanıtlayamayan diğer kişileri de rahatsız edebileceğini dikkate alınız.
zh_cn: 很多人都开着聊天室，但只是偶尔看看。提问之后要有耐心。不要重复同一个问题，保持连接直到您得到答案。有时候，过了几个小时，别人才看到您的问题并回复你。请不要等了几分钟就放弃。这会让您很沮丧，但同样也会让后来看到您的问题人无法回复到您，因为您已经离开了。

source: If you are using Hexchat, you can minimize it to tray by clicking its status icon. People will often mention your nickname when replying to you. When they do, your Hexchat status icon will blink to catch your attention.
am: እርስዎ የ Hexchat የሚጠቀሙ ከሆነ: ወደ ትሪው ማሳነስ ይችላሉ: የ ማሰነሻውን ምልክት በ መጫን: ሰዎች የ እርስዎን የ ቅጽል ስም በ መጫን ከ እርስዎ ጋር ይገናኛሉ: ይህን ሲያደርጉ የ እርስዎ የ Hexchat ሁኔታ ምልክት ብልጭ ድርግም በማለት ለ እርስዎ ይታይል
bg: Ако използвате Hexchat, може да го минимизирате на лентата, като кликнете на статус иконката. Хората често споменават името ви, когато ви отговарят. Когато това стане, статус иконката на Hexchat ще мигне, за да ви привлече вниманието.
ca: Si utilitzeu Hexchat, podeu minimitzar-lo a la safata en fer clic a la icona d'estat. La gent sovint mencionarà el vostre àlies quan us respongui. Quan ho facin, la icona d'estat d'Hexchat parpellejarà per atraure la vostra atenció.
cs: Pokud používáte Hexchat, můžete ho minimalizovat do panelu kliknutím na jeho stavovou ikonu. Když lidé zmíní vaši přezdívku když vám odpovídají, stavová ikona Hexchat se rozbliká, abyste si jí všimli.
da: Hvis du bruger Hexchat, kan du minimere det til statusfeltet ved at klikke på dets statusikon. Folk vil ofte bruge dit kaldenavn, når de svarer dig. Når de gør, vil Hexchat-statusikonet blinke for at påkalde sig din opmærksomhed.
de: Wenn Sie HexChat verwenden, können Sie es in das Benachrichtigungsfeld minimieren, indem Sie auf das Statussymbol klicken. Die Leute werden oft Ihren Nicknamen erwähnen, wenn Sie Ihnen antworten. Wenn dies geschieht, wird Ihr HexChat-Statussymbol blinken, um Ihre Aufmerksamkeit zu erregen.
el: Εάν χρησιμοποιείτε το Hexchat, μπορείτε να το ελαχιστοποιήσετε κάνοντας κλικ στο εικονίδιο κατάστασης. Οι χρήστες συχνά αναφέρουν το ψευδώνυμό σας όταν σας απαντούν. Όταν το κάνουν, το εικονίδιο κατάστασης Hexchat θα αναβοσβήνει ώστε να το δείτε.
eo: Se vi uzas Hexchat, eblas ĝin minimumigi alklakante ties statan piktogramon. Uzantoj ofte mencias vian kromnomon por respondi al vi. Tiakaze via Hexchat-stata piktogramo lumpulsos por kapti vian atenton.
es: Si está utilizando Hexchat, puede minimizarlo haciendo click en su icono del área de notificación. Normalmente, la gente mencionará su nombre de usuario cuando le respondan. Si lo hacen, el icono de Hexchat parpadeará para captar su atención.
eu: Hexchat erabiltzen ari bazara, erretilura minimiza dezakezu bere egoera ikonoan klik eginez. Jendeak erantzutean, kasu askotan, zure erabiltzaile-izenari aipamen egingo dio. Hala egiten badute, Hexchat ikonoak keinuka hasiko da zure arreta deitzeko.
fr_ca: Si vous utilisez Hexchat, vous pouvez réduire l'application en cliquant sur son icône dans la barre des tâches. Les gens feront souvent mention de votre nom d'utilisateur en vous répondant. Quand cela arrive votre icône Hexchat clignote dans la barre des tâches pour attirer votre attention.
hr: Ako koristite Hexchat, možete ga smanjiti u traku sustava klikom na ikonu stanja. Ljudi će najčešće spomenuti vaš nadimak kada vam odgovaraju. Kada to učine, vaša Hexchat ikona stanja će treptati kako bi vas obavijestila za odgovor.
hu: Ha a Hexchat-ot használja, akkor az állapota ikonjára kattintva minimalizálhatja a tálcát. Az emberek gyakran említik a becenevet, amikor válaszolnak. Ha igen, akkor a Hexchat állapot ikon villogni fog, hogy felkeltse a figyelmét.
ia: Si tu usa Hexchat, tu pote lo minimisar al area de notification cliccante su icone de stato. Le personas mentionara sovente tu supernomine quando te responde. Quando illes lo face, le icone de stato de tu Hexchat palpebrara pro attrappar tu attention.
it: Se stai usando Hexchat, puoi minimizzarlo nella barra in basso cliccando la sua icona di stato. Le persone spesso menzionano il tuo nome utente quando ti rispondono. Quando ciò accade, l'icona di stato di Hexchat lampeggerà per catturare la tua attenzione.
ko: 헥스채트를 이용하고 계신다면, 상태 아이콘을 클릭해서 트레이에 최소화시켜두실 수도 있습니다. 여러분들의 질문에 답하기 위해서 가끔씩 닉네임을 부를 때가 있을 겁니다. 그런 경우엔, 여러분이 알아보실 수 있도록 헥스채트 아이콘이 깜빡일 겁니다.
lt: Jeigu naudojate programą Hexchat, galite suskleisti ją į dėklą, spusteldami jos būsenos piktogramą. Atsakydami į jūsų klausimą, žmonės dažnai mini jūsų slapyvardį. Kai jie tai daro, jūsų Hexchat būsenos piktograma, norėdama atkreipti jūsų dėmesį, pradės mirksėti.
nl: Als u Hexchat gebruikt, kunt u het minimaliseren door op het statuspictogram te klikken. Gebruikers zullen uw bijnaam vermelden bij het beantwoorden. Als dat gebeurt, dan zal het statuspictogram knipperen om uw aandacht te trekken.
pt_br: Se você está usando o Hexchat, você pode minimizá-lo para a bandeja do sistema clicando em seu ícone de status. As pessoas geralmente mencionam seu nickname (apelido no chat) ao responder. Quando isso acontecer, o ícone de status do Hexchat piscará para chamar sua atenção.
ru: Если вы пользуетесь Hexchat, то его окно можно спрятать в системный лоток, щёлкнув на его значке. При ответе вам люди чаще всего будут упоминать ваш ник (псевдоним). В этом случае значок Hexchat будет мигать, чтобы привлечь ваше внимание.
sv: Om du använder Hexchat kan du minimera programmet genom att klicka på dess statusikon. När någon svarar nämner de ofta ditt användarnamn. Statusikonen blinkar då för att fånga din uppmärksamhet.
tr: Eğer Hexchat uygulamasını kullanıyorsanız, durum simgesine tıklayarak sistem çekmesine küçültebilirsiniz. Kullanıcılar size yanıt verirken genellikle takma adınızla bahsedeceklerdir. Bu yapıldığında, Hexchat durum simgesi dikkatinizi çekmek için yanıp sönecektir.
zh_cn: 如果您正在使用 HexChat，可以通过单击其状态图标将其最小化到托盘。人们在回答您的时候经常会提到您的昵称。当他们这样做时，您的 HexChat 状态图标会闪烁以引起您的注意。

source: Community resources
am: የ ሕብረተሰብ ምንጮች
bg: Ресурси на общността
ca: Recursos de la comunitat
cs: Prostředky vytvářené komunitou
da: Fællesskabsressourcer
de: Gemeinschaftsressourcen
el: Πόροι Κοινότητας
eo: Komunumaj rimedoj
es: Recursos de la comunidad
eu: Komunitatearen baliabideak
fr_ca: Ressources de la communauté
hr: Resursi zajednice
hu: Közösségi források
ia: Ressources del communitates
it: Risorse della comunità
ko: 커뮤니티 리소스
lt: Bendruomenės ištekliai
nl: Hulpbronnen van de gemeenschap
pt_br: Recursos da comunidade
ru: Ресурсы сообщества
sv: Sidor med information (på engelska)
tr: Topluluk kaynakları
zh_cn: 社区资源

source: The `tutorials section <https://community.linuxmint.com/tutorial/search>`_ is useful to find tutorials about Linux Mint.
am: ይህ `ያለ አስተማሪ ክፍል <https://community.linuxmint.com/tutorial/search>`_ በጣም ጠቃሚ ነው ስለ ሊነክስ ሚንት በ በለጠ ለማወቅ
bg: `Секцията с уроци <https://community.linuxmint.com/tutorial/search>`_ е полезна, за да намерите уроци за Линукс Минт.
ca: Les `seccions dels tutorials <https://community.linuxmint.com/tutorial/search>`_ són útils per trobar tutorials sobre Linux Mint.
cs: `Sekce návody <https://community.linuxmint.com/tutorial/search>`_ je užitečná pro vyhledání návodů, co jak dělat v Linux Mint.
da: Siden med `tutorials <https://community.linuxmint.com/tutorial/search>`_ er et godt sted at finde vejledninger til Linux Mint.
de: Der `Anleitungsbereich (Tutorials) <https://community.linuxmint.com/tutorial/search>`_ ist nützlich, um Anleitungen über Linux Mint zu finden.
el: Η `ενότητα με τα tutorials <https://community.linuxmint.com/tutorial/search>`_ είναι χρήσιμη για να βρείτε οδηγούς εκμάθησης σχετικούς με το Linux Mint.
eo: La `sekcio pri manlibroj <https://community.linuxmint.com/tutorial/search>`_ utilas por trovi diversajn manlibrojn pri Linukso Minto.
es: La `sección de tutoriales <https://community.linuxmint.com/tutorial/search>`_ sirve para buscar tutoriales sobre Linux Mint.
eu: `Tutorialak atala <https://community.linuxmint.com/tutorial/search>`_ erabilgarria da Linux Minti buruzko tutorialak bilatzeko.
fr_ca: La `section des tutoriels <https://community.linuxmint.com/tutorial/search>`_ est très utile pour trouver des tutoriels sur Linux Mint.
hr: `Odjeljak vodiča <https://community.linuxmint.com/tutorial/search>`_ je koristan za pronalazak vodiča o Linux Mintu.
hu: Az `oktatói fejezetben <https://community.linuxmint.com/tutorial/search>`_ hasznos segítséget találhat a Linux Mint-hez. Magyar nyelven hasznos segítséget a `Súgó<https://linuxmint.hu/sugo>`_ban találhat.
ia: Le `section del breve instructiones <https://community.linuxmint.com/tutorial/search>`_ es utile pro trovar breve instructiones circa Linux Mint.
it: La `sezione tutorial <https://community.linuxmint.com/tutorial/search>`_ è utile per trovare tutorial su Linux Mint.
ko: 튜토리얼 섹션 `tutorials section <https://community.linuxmint.com/tutorial/search>`_ 이 리눅스 민트 사용 방법에 대한 정보를 얻기 편리합니다.
lt: Norint surasti žinynus apie Linux Mint, praverčia `žinynų sekcija <https://community.linuxmint.com/tutorial/search>`_.
nl: De `handleidingensectie <https://community.linuxmint.com/tutorial/search>`_ is handig om handleidingen voor Linux Mint te vinden.
pt_br: A seção `tutorial <https://community.linuxmint.com/tutorial/search>`_ (em inglês) é útil para encontrar tutoriais sobre o Linux Mint.
ru: `Секция руководств <https://community.linuxmint.com/tutorial/search>`_ полезна для поиска руководств по Linux Mint.
sv: Sidan `Tutorials <https://community.linuxmint.com/tutorial/search>`_ innehåller handledningar av olika slag.
tr: `Rehberler bölümü <https://community.linuxmint.com/tutorial/search>`_ Linux Mint hakkında eğitici belgeler bulabileceğiniz faydalı bir paylaşım alanıdır.
zh_cn: `tutorials section <https://community.linuxmint.com/tutorial/search>`_ 对于寻找关于 Linux Mint 的教程非常有用。
