Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: When the installation is finished, click :guilabel:`Restart Now`.
am: መግጠሙን በሚጨርስ ጊዜ: ይጫኑ :guilabel:`አሁን እንደገና ማስጀመሪያ`
bg: Когато инсталацията завърши, натиснете :guilabel:`Рестартирай сега`.
ca: Quan finalitzi la instal·lació, feu clic a :guilabel:`Reinicia ara`.
cs: Po dokončení instalace klikněte na :guilabel:`Restartovat nyní`.
da: Når installeringen er færdig, klikkes :guilabel:`Genstart nu`.
de: Wenn die Installation abgeschlossen ist, klicken Sie auf :guilabel:`Jetzt neu starten`.
el: Όταν ολοκληρωθεί η εγκατάσταση κάντε κλικ στο :guilabel:`Restart Now`.
eo: Kiam la instalado estos preta, alklaku :guilabel:`Nun restarti`.
es: Cando termine la instalación, haga click en :guilabel:`Reiniciar ahora`.
eu: Instalazioa amaitzean egin klik :guilabel:`Berrabiarazi orain`.
fr_ca: Quand l'installation est terminée, cliquez sur :guilabel:`Redémarrer maintenant`.
hr: Kada je instalacija završena, kliknite :guilabel:`Ponovno pokreni odmah`.
hu: A telepítés befejezése után kattintson az :guilabel:`Újraindítás azonnal` gombra.
ia: Quando le installation es finite, clicca :guilabel:`Restart Now`.
it: Quando l'installazione è terminata, clicca su :guilabel:`Riavvia ora`.
ko: 설치가 끝나면, `지금 다시 시작`을 선택하세요.
lt: Kai diegimas bus užbaigtas, spustelėkite :guilabel:`Paleisti naująją sistemą`.
nl: Wanneer de installatie beëindigd is, kunt u :guilabel:`Nu herstarten` aanklikken.
pt_br: Quando a instalação terminar, clique em :guilabel:`Reiniciar Agora`.
ru: Когда установка закончится, нажмите :guilabel:`Перезагрузить сейчас`.
sv: Klicka på :guilabel:`Starta om nu` när installationen är slutförd.
tr: Kurulum bittiğinde, :guilabel:`Şimdi Yeniden Başlat` düğmesine tıklayın.
zh_cn: 当安装完成，点击 :guilabel:`Restart Now`。

source: The computer will then start to shut down and ask you to remove the USB disk (or DVD). Upon reboot, your computer should show you a boot menu or start your newly installed Linux Mint operating system.
am: ኮምፒዩተሩ ማጥፋት ይጀምራል እና እርስዎን ይጠይቃል እንዲያስወግዱ የ USB stick (ወይንም ዲቪዲ ): እንደገና በሚጀምር ጊዜ: የ እርስዎ ኮምፒዩተር የ ማስጀመሪያ ዝርዝር ያሳይዎታል ወይንም የ እርስዎን መስሪያ ስርአት ሊነክስ ሚንትን ይጀምራል
bg: Тогава компютъра ще започне да се изключва и ще поиска да премахнете флашката (или DVD-то). След рестарта, вашия компютър ще ви покаже boot менюто или ще стартира вашият нов Линукс Минт.
ca: L'ordinador es començarà a tancar i us demanarà que retireu la unitat USB (o el DVD). Després de reiniciar, l'ordinador us mostrarà un menú d'arrencada o iniciarà el vostre sistema operatiu Linux Mint instal·lat recentment.
cs: Počítač se pak začne vypínat a budete požádáni o vyjmutí USB klíčenky (nebo DVD). Po restartu by se měla zobrazit nabídka zavaděče nebo přímo spustit nově nainstalovaný operační systém Linux Mint.
da: Computeren vil så lukke ned og bede dig om at fjerne USB-nøglen (eller DVD'en). Efter genstart vil computeren vise en bootmenu eller starte det nys installerede Linux Mint-styresystem.
de: Der Rechner wird dann heruntergefahren und Sie werden aufgefordert, den USB-Stick (oder die DVD) zu entfernen. Nach dem Neustart sollte Ihr Rechner ein Startmenü anzeigen oder Ihr neu installiertes Linux-Mint-Betriebssystem starten.
el: Ο υπολογιστής θα εκκινήσει τη διαδικασία απενεργοποίησης και θα σας ζητήσει να απομακρύνεται το USB stick (ή το DVD). Κατά την επανεκκίνηση, ο υπολογιστής σας θα πρέπει να δείξει ένα μενού εκκίνησης ή θα εκκινήσει απευθείας στο νέο εγκατεστημένο Linux Mint.
eo: La komputilo tiam komencos elŝalton kaj petos vin forpreni la USB-bastoneton (aŭ lumdiskon). Ĉe praŝargo la komputilo devus montri al vi praŝargan menuon aŭ startigi la ĵus instalitan operaciumon Linukson Minton.
es: El equipo comenzará el apagado y le pedirá que retire el disco USB (o DVD). Al reiniciar, el equipo debe mostrarle un menú de inicio o iniciar su sistema operativo Linux Mint recién instalado.
eu: Orduan ordenagailua itzaltzen hasiko da eta USBa (edo DVDa) kentzeko eskatuko dizu. Berrabiarazi ondoren, ordenagailuak abioko menua erakutsi behar lizuke edo Linux Mint sistema eragile instalatu berria hasieratu.
fr_ca: L'ordinateur commencera alors à s'éteindre et vous demandera de retirer la clé USB (ou le DVD). Après le redémarrage, votre ordinateur devrait afficher un menu de démarrage ou démarrer votre nouveau système d'exploitation Linux Mint.
hr: Zatim će računalo pokrenuti isključivanje i upitati vas da uklonite USB disk (ili DVD). Nakon ponovno pokretanja, vaše računalo bi trebalo prikazati izbornik pokretanja ili pokrenuti vaš novo instalirani Linux Mint operativni sustav.
hu: A számítógép ezután leáll, és kéri, hogy távolítsa el az USB pendrive eszközt (vagy DVD lemezt). Újraindítás után a számítógépnek meg fog jeleníteni egy indítómenüt, vagy el fogja indítania az újonnan telepített Linux Mint operációs rendszert.
ia: Le computator alora initiara a arrestar se e te querera de remover le disco USB (o DVD). Al re-boot, tu computator debe monstrar te un menu de boot o lancear tu systema operative Linux Mint a pena installate.
it: Il computer, dunque, inizierà a spegnersi e ti chiederà di rimuovere la penna USB (o il DVD). Subito dopo il riavvio, il tuo computer dovrebbe mostrarti un menù di avvio o dovrebbe far partire direttamente il tuo sistema Linux Mint appena installato.
ko: 이제 컴퓨터가 다시 시작하기 전에 USB 스틱(또는 DVD)을 꺼내 달라고 요청할 겁니다. 다시 시작하면 부팅 메뉴나 새로 설치한 리눅스 민트 운영체제가 보이게 될 겁니다.
lt: Tuomet kompiuteris pradės išsijunginėti ir paprašys jūsų ištraukti USB diską (ar DVD). Paleidus iš naujo, kompiuteris turėtų parodyti paleidimo meniu arba paleisti jūsų naujai įdiegtą Linux Mint operacinę sistemą.
nl: De computer zal dan beginnen met afsluiten en u vragen om het USB-staafje (of de DVD) te verwijderen. Bij herstart zou de computer u een opstartmenu moeten tonen of meteen uw nieuw geïnstalleerde Linux Mint-besturingssysteem moeten opstarten.
pt_br: O computador iniciará o processo de reinicialização e pedirá para que o dispositivo USB (ou DVD) seja removido. Após reiniciar, o computador vai exibir o menu de inicialização ou iniciará o seu mais novo sistema operacional Linux Mint.
ru: Затем компьютер начнёт выключаться и попросит убрать USB-диск (или DVD-диск). После перезагрузки компьютер должен показать Вам показать меню загрузки или запустить недавно установленную операционную систему Linux Mint.
sv: Du får först en uppmaning att ta ur ditt installationsmedia. När datorn har startat om visas en startmeny om flera operativsystem finns installerade, annars startar Linux Mint direkt.
tr: Bilgisayar kapanmaya başladıktan sonra sizden USB belleğinizi (ya da DVD'yi) çıkarmanızı isteyecektir. Yeniden başlatma esnasında, bilgisayarınız size bir önyükleme menüsü gösterecek veya yeni kurulmuş Linux Mint işletim sisteminizi başlatacaktır.
zh_cn: 然后计算机会开始关闭，并要求您删除U盘（或 DVD）。在重新启动时，计算机应该向您显示启动菜单或启动你新安装的 Linux Mint 操作系统。

source: Language support
am: የ ቋንቋ ድጋፍ
bg: Езикова поддръжка
ca: Suport de llengua
cs: Jazyková podpora
da: Sprogunderstøttelse
de: Sprachunterstützung
el: Γλωσσική Υποστήριξη
eo: Lingvosubteno
es: Soporte de idiomas
eu: Hizkuntza-euskarria
fr_ca: Prise en charge linguistique
hr: Jezična podrška
hu: Nyelvi támogatás
ia: Supporto del linguas
it: Supporto lingue
ko: 언어 지원
lt: Kalbų palaikymas
nl: Taalondersteuning
pt_br: Suporte a idiomas
ru: Языковая поддержка
sv: Språkstöd
tr: Dil desteği
zh_cn: 语言支持

source: Language support includes translations but also packages related to spell-checking, synonyms, hyphenation and dictionaries which enhance your experience in software applications such as LibreOffice.
bg: Поддръжката на езици включва преводи, но също и пакети за проверка на правописа, синоними, сричкопренасяне и речници, които подобряват работата ви със софтуерни приложения като LibreOffice.
ca: El suport d'idiomes inclou traduccions, però també paquets relacionats amb revisió ortogràfica, sinònims, separació de paraules i diccionaris que milloren la vostra experiència en aplicacions de programari com LibreOffice.
cs: Jazyková podpora zahrnuje překlady, ale také balíčky související s kontrolou pravopisu, synonymy, dělením slov a slovníky, které zpříjemňují vaše práci v aplikacích, jako je např. LibreOffice.
da: Sprogunderstøttelse inkluderer oversættelser, men også pakker relateret til stavekontrol, synonymer, orddeling og ordbøger, hvilket forøger nytten af programmer så som LibreOffice.
de: Die Sprachunterstützung umfasst Übersetzungen, aber auch Pakete für die Rechtschreibprüfung, Synonyme, Silbentrennung und Wörterbücher, die Ihre Verwendung mit Softwareanwendungen wie LibreOffice verbessern.
el: Η υποστήριξη γλώσσας περιλαμβάνει μεταφράσεις αλλά και πακέτα που σχετίζονται με ορθογραφικό έλεγχο, συνώνυμα και λεξικά που βελτιώνουν την εμπειρία σας σε εφαρμογές όπως το LibreOffice.
eo: Lingva subteno inkluzivas tradukojn, sed ankaŭ pakojn pri literumada kontrolo, sinonimoj, vortdivido kaj vortaroj, kiuj plibonigas vian ĝuon de aplikaĵaroj kiel LibreOffice.
es: El soporte de idiomas incluye traducciones, pero también paquetes relacionados con revisión ortográfica, sinónimos, separación de palabras y diccionarios que mejoran su experiencia en aplicaciones de software como LibreOffice.
eu: Hizkuntza euskarrian itzulpenak daude, baina baita LibreOffice bezalako software aplikazioetan zure esperientzia hobetzeko ortografia-egiaztapena, sinonimoak, hitz-zatiketa eta hiztegiak ere.
fr_ca: Le support linguistique inclue la traduction et les paquetages reliés à la correction d'orthographe, les synonymes, la césure et les dictionnaires qui rehaussent votre expérience avec les applications comme LibreOffice, par exemple.
hr: Jezična podrška uključuje prijevode, ali i pakete koji se odnose na provjeru pravopisa, sinonime, spojnice i rječnike koji poboljšavaju vaše iskustvo u softverskim aplikacijama poput LibreOffica.
hu: A nyelvi támogatás a felhasználói felület fordításait is tartalmazza, de emellett olyan csomagokat is tartalmaz, amelyek a helyesírás-ellenőrzés, szinonima szótár, elválasztási szótár és nyelvi szótár szolgáltatásokat biztosítva javítva a felhasználói élményt az olyan alkalmazások számára, mint a LibreOffice irodai programcsomag.
ia: Le supporto del lingua include le traductiones, ma alsi pacchettos correlate a controlo orthographic, synonymos, cesura syllabic e dictionarios, que meliora tu experientia in le applicationes software tal como LibreOffice.
it: Il supporto linguistico include traduzioni ma anche pacchetti relativi al controllo ortografico, sinonimi, sillabazione e dizionari che migliorano la tua esperienza in applicazioni software come LibreOffice.
ko: 언어 지원에는 번역뿐만 아니라 LibreOffice와 같은 소프트웨어 애플리케이션을 위한 맞춤법 검사, 동의어, 하이픈 넣기 및 사전과 같은 연관된 패키지도 포함합니다.
nl: Taalondersteuning omvat vertalingen maar ook pakketten die te maken hebben met spellingscontrole, synoniemen, woordafbreking en woordenboeken die uw gebruikerservaring verbeteren in toepassingen als LibreOffice.
pt_br: O suporte a idiomas inclui traduções, mas também pacotes relacionados à verificação ortográfica, sinônimos, hifenização e dicionários que aprimoram sua experiência em aplicativos de software como o LibreOffice.
ru: Языковая поддержка включает в себя не только переводы, но и пакеты с проверкой орфографии, синонимами, переносами, а также словарями, которые используются в таких приложениях, как LibreOffice.
sv: Språkstödet innehåller översättningar men också paket som hör till stavningskontroll, synonymer, avstavning och ordlistor, alltså sådant som du har nytta av när du t.ex. arbetar med LibreOffice.
tr: Dil desteği çevirileri içermektedir, ancak LibreOffice gibi yazılım uygulamalarındaki paketler deneyiminizi zenginleştiren sözlükleri, yazım denetimini, eş anlamlı kelimeleri, tire ile ayırma yardımı ile ilgili özelikleri de içerir.
zh_cn: 语言支持包括翻译，还包括与拼写检查、同义词、连字符和字典相关的软件包，可增强您在 LibreOffice 等软件应用程序中的体验。

source: Launch :menuselection:`Menu --> Preferences --> Languages`.
am: ማስጀመሪያ :ዝርዝር መምረጫ:`ዝርዝር --> ምርጫዎች --> ቋንቋ`
bg: Стартирайте :menuselection:`Меню --> Настройки --> Езици`.
ca: Executeu :menuselection:`Menú --> Preferències --> Idiomes`.
cs: Spusťte :menuselection:`Nabídka --> Předvolby --> Jazyky`.
da: Kør :menuselection:`Menu --> Indstillinger --> Sprog`.
de: Öffnen Sie :menuselection:`Menü --> Einstellungen --> Sprachen`.
el: Εκκινήστε :menuselection:`Menu --> Preferences --> Languages`.
eo: Lanĉu :menuselection:`Menuo --> Agordoj --> Lingvoj`.
es: Ejecute :menuselection:`Menú --> Preferencias --> Idiomas`.
eu: Exekutatu :menuselection:`Menua --> Hobespenak --> Hizkuntzak`.
fr_ca: Lancez :menuselection:`Menu --> Préférences --> Langues`.
hr: Pokrenite :menuselection:`Izbornik --> Postavke --> Jezici`.
hu: Indítsa el a :menuselection:`Menü --> Beállítások --> Nyelvek` programot.
ia: Launcea :menuselection:`Menu --> Preferences --> Languages`.
it: Apri :menuselection:`Menu --> Preferenze --> Lingue`.
ko: `메뉴--> 기본 설정 --> 언어`를 실행하세요.
lt: Paleiskite :menuselection:`Meniu --> Nustatymai --> Kalbos`.
nl: Kies `Menu --> Instellingen --> Talen`.
pt_br: Vá em :menuselection:`Menu --> Preferências --> Idiomas`.
ru: Откройте :menuselection:`Меню --> Параметры --> Языки`.
sv: Klicka på :menuselection:`Meny --> Inställningar --> Språk`.
tr: :menuselection:`Menü --> Tercihler --> Diller` kısayolunu açın.
zh_cn: 运行 :menuselection:`Menu --> Preferences --> Languages`。

source: Click :guilabel:`Install / Remove Language`.
am: ይጫኑ :guilabel:`ቋንቋ መግጠሚያ / ማስወገጃ`
bg: Натиснете :guilabel:`Инсталиране / Премахване на езици`.
ca: Feu clic a :guilabel:`Instal·la o elimina un idioma`.
cs: Klikněte na :guilabel:`Nainstalovat/odebrat jazyk`.
da: Klik :guilabel:`Installér/fjern sprog`.
de: Klicken Sie auf :guilabel:`Sprachen hinzufügen/entfernen …`.
el: Κλικ :guilabel:`Install / Remove Language`.
eo: Alklaku :guilabel:`Instali / forigi lingvojn`.
es: Haga clic en :guilabel:`Instalar / Eliminar idioma`.
eu: Egin klik :guilabel:`Instalatu / Kendu hizkuntza`.
fr_ca: Cliquez sur :guilabel:`Installer / Supprimer des langues`.
hr: Kliknite :guilabel:`Instaliraj / Ukloni jezike...`.
hu: Kattintson a :guilabel:`Nyelvek telepítése vagy eltávolítása…` gombra.
ia: Clicca :guilabel:`Install / Remove Language`.
it: Clicca :guilabel:`Installa / rimuovi lingua`.
ko: `언어 설치 / 제거`를 클릭하세요.
lt: Spustelėkite :guilabel:`Įdiegti / šalinti kalbas`.
nl: Klik: :guilabel:`Talen installeren / verwijderen`.
pt_br: Clique em :guilabel:`Instalar / Remover idiomas...`.
ru: Нажмите :guilabel:`Установка и удаление языков`.
sv: Klicka på :guilabel:`Installera / Ta bort språk...`.
tr: :guilabel:`Dilleri Yükle / Kaldır...` düğmesine tıklayın.
zh_cn: 点击 :guilabel:`Install / Remove Language`。

source: If beside your locale, you see a label saying ``Some language packs are missing``, select your locale and click :guilabel:`Install language packs`.
am: ከ እርስዎ ቋንቋ አጠገብ ለ እርስዎ ምልክት የሚታይ ከሆነ ``የ አንዳንድ ቋንቋ ጥቅሎች ጎድለዋል`` ይምረጡ የ እርስዎን ቋንቋ እና ይጫኑ :guilabel:`የ ቋንቋ ጥቅሎች መግጠሚያ`
bg: Ако срещу вашия локал видите надпис ``Някои езикови пакети липсват``, изберете локала и натиснете :guilabel:`Инсталиране на езикови пакети`.
ca: Si, al costat de la vostra configuració regional, veieu una etiqueta que diu ``Falten alguns paquets de l'idioma``, seleccioneu la vostra configuració regional i feu clic a :guilabel:`Instal·la els paquets de l'idioma`.
cs: Pokud vedle svých místních a jazykových nastavení vidíte popisek říkající ``Některé jazykové balíčky chybí``, označte svá místní a jazyková nastavení a klikněte na :guilabel:`Nainstalovat jazykové balíčky`.
da: Hvis der ved siden af dit sprog står ``Nogle sprogpakker mangler``, så vælg sproget og klik :guilabel:`Installér sprogpakker`.
de: Wenn neben Ihrer Sprache eine Beschriftung mit der Aufschrift ``Einige Sprachpakete fehlen`` angezeigt wird, wählen Sie Ihre Sprache aus und klicken Sie auf :guilabel:`Sprachpakete installieren`.
el: Αν εκτός από την Γλώσσα, δείτε ένα μήνυμα να λέει ``Some language packs are missing``, επιλέξτε τη γλώσσα σας και κάντε κλικ στο :guilabel:`Install language packs`.
eo: Se apud via lokaĵaro vi vidas tekston, kiu diras ``Kelkaj lingvaj pakaĵoj mankas``, elektu vian lokaĵaron kaj alklaku :guilabel:`Instali lingvajn pakaĵojn`.
es: Si aparte de su configuración regional, ve una etiqueta que dice ``Faltan algunos paquetes de idioma``, seleccione su idioma y haga clic en :guilabel: `Instalar paquetes de idioma`.
eu: Eskualdeko ezarpenen ondoan ``Hizkuntza-pakete batzuk falta dira`` etiketa ikusten baduzu, hautatu zure hizkuntza eta egin klik :guilabel:`Instalatu hizkuntza-paketeak`.
fr_ca: Si une mention vous indique ``Certains paquets de langues sont manquants``, sélectionnez votre langue et cliquez sur :guilabel:`Installer les paquets de langues`.
hr: Ako pokraj vašeg jezika, vidite natpis ``Neki jezični paketi nedostaju``, odaberite svoj jezik i kliknite :guilabel:`Instaliraj jezični paket`.
hu: Ha a területi beállítások mellett megjelenik egy címke, amely szerint ``Néhány nyelvi csomag hiányzik``, válassza ki a használandó nyelvet, és kattintson a :guilabel:`Nyelvi csomagok telepítése` gombra.
ia: Si al latere de tu region, tu vide un etiquetta que dice ``Alcun pacchettos de lingua es mancante``, elige tu region e clicca :guilabel:`Install language packs`.
it: Se a fianco della tua lingua vedi una scritta che dice ``Mancano alcuni language pack``, seleziona la tua lingua e clicca :guilabel:`Installa language pack`.
ko: 지역 옆에 ``빠진 언어 패키지기 있습니다``라고 나오면, 지역을 선택한 후 `언어 팩 설치`를 클릭하세요.
lt: Jei šalia savo lokalės matote etiketę ``Trūksta kai kurių kalbos paketų``, tuomet pažymėkite savo lokalę ir spustelėkite :guilabel:`Įdiegti kalbos paketus`.
nl: Als u naast uw regio een etiket ziet met als opschrift ``Some language packs are missing`` (enkele taalpakketten ontbreken), kies dan uw regio en selecteer :guilabel:`Installeer taalpakketten`.
pt_br: Se você ver a mensagem ``Estão faltando alguns pacotes de idioma`` próximo ao idioma escolhido, selecione-o e clique em :guilabel:`Instalar pacote do idioma`.
ru: Если рядом с языком отображается метка ``Некоторые языковые пакеты отсутствуют``, выберите языковой стандарт и нажмите кнопку :guilabel:`Установить языковые метки`.
sv: Om du ser texten ``Vissa språkpaket saknas``, efter det språk du vill ha, så klickar du först på språket och sedan på :guilabel:`Installera språkpaket`.
tr: Eğer sizin yerel bölgenizin yanında, ``Bazı dil paketleri eksik`` yazıyorsa, yerel dilinizi seçin ve :guilabel:`Dil paketlerini yükle` düğmesine tıklayın.
zh_cn: 如果在您的区域旁边看到一个标签显示 ``Some language packs are missing``，请选择您的区域并且点击 :guilabel:`Install language packs`。

source: Multi-boot
am: በርካታ-ማስነሻ
bg: Множествено стартиране
ca: Arrencada múltiple
el: Πολλαπλή-εκκίνηση
eo: Plurŝargado
es: Multiarranque
eu: Abio anizkoitza
hr: Pokretanje više operativih sustava
hu: Több rendszer indítása
ia: Boot-plurime
ko: 멀티 부팅
lt: Keleriopas paleidimas
nl: Meervoudige opstart
pt_br: Inicialização múltipla (Multi-boot)
ru: Мультизагрузка
sv: Flera operativsystem i datorn
tr: Çoklu-açılış
zh_cn: 多重引导

source: Always install Windows first
am: ሁል ጊዜ Windows በ መጀመሪያ ይግጠሙ
bg: Винаги инсталирайте първо Windows
ca: Instal·leu primer sempre Windows
cs: Vždy nainstalujte systém Windows jako první
da: Installér altid Windows først
de: Windows immer zuerst installieren
el: Πάντοντε να κάνετε εγκατάσταση πρώτα το λειτουργικό σύστημα Windows
eo: Ĉiam instalu Vindozon unue
es: Instale siempre Windows primero.
eu: Erabili Windows lehenengo beti
fr_ca: Installez toujours Windows en premier
hr: Uvijek prvo instalirajte Windowse
hu: Mindig a Windows operációs rendszert telepítse elsőként
ia: Sempre installa primo Windows
it: Installa sempre prima Windows
ko: 항상 윈도우 먼저 설치
lt: Visada, iš pradžių, įdiekite Windows
nl: Installeer Windows altijd eerst
pt_br: Sempre instale o Windows primeiro
ru: Всегда устанавливайте Windows первой
sv: Installera alltid Windows först (om du vill ha det)
tr: Daima önce Windows'u kurun
zh_cn: 总是先安装 Windows
