Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: If you were online when installing Linux Mint and you ticked the option to install these codecs, they are already installed.
am: እርስዎ ሊነክስ ሚንትን ሲገጥሙ ከ ኢንተርኔት ጋር የ ተገናኙ ከሆነ በ ምርጫው ላይ ምልክት ካደረጉ እነዚህ ኮዶች ይገጠማሉ
bg: Ако сте били онлайн, докато сте инсталирали Линукс Минт и сте отбелязали опцията за инсталиране на тези кодеци, вече ги имате.
ca: Si esteu connectat quan instal·leu Linux Mint i heu marcat l'opció d'instal·lar aquests còdecs, ja estan instal·lats.
cs: Pokud při instalaci Linux Mint bylo zprovozněné připojení k Internetu a zaškrtli jste volbu nainstalovat tyto kodeky, už jsou v systému přítomné.
da: Hvis du var online, mens Linux Mint blev installeret, og du markerede, at disse codecs skulle installeres, så er de allerede installeret.
de: Wenn Sie bei der Installation von Linux Mint mit dem Internet verbunden waren und die Option zum Installieren dieser Codecs aktiviert haben, sind diese bereits installiert.
el: Εάν κατά τη διάρκεια της εγκατάστασης είχατε ενεργή σύνδεση στο Internet και επιλέξατε να γίνει εγκατάσταση αυτών των κωδικοποιητών, τότε είναι ήδη εγκατεστημένοι.
eo: Se vi estis konektita instalante Linukson Minton kaj frapis la opcion pri instalado de ĉi tiuj kodekoj, tiam ili estas jam instalitaj.
es: Si estaba conectado a Internet durante la instalación de Linux Mint y seleccionó la opción de instalar estos códecs, ya estarán instalados.
eu: Linux Mint instalatzean linean bazeunden eta kodek hauek instalatzeko aukera hautatu bazenuen, dagoeneko instalatuta daude.
fr_ca: Si vous étiez connecté à Internet pendant l'installation et que vous avez coché l'option d'installation des codecs, il sont déjà installés.
hr: Ako ste bili povezani sa internetom tijekom instalacije Linux Minta i odabrali ste mogućnost instalacije tih kôdeka, oni su već instalirani.
hu: Ha online volt a Linux Mint program telepítésekor, és bejelölte a kodekek telepítésének lehetőségét, akkor már telepítve lettek.
ia: Si tu era online durante que tu installava Linux Mint e tu marcava le option pro installar iste codecs, illos es ja installate.
it: Se eri connesso ad internet durante l'installazione di Linux Mint e hai selezionato l'opzione di installare questi codec, allora sono già installati.
ko: 여러분이 온라인 상태에서 리눅스 민트를 설치하시면서 모든 코덱 설치를 체크하셨었다면, 해당 코덱들은 이미 설치되어져 있는 것입니다.
lt: Jeigu Linux Mint diegimo metu buvote prisijungę prie interneto ir pažymėjote parametrą įdiegti šiuos kodekus, tuomet jie jūsų sistemoje jau yra įdiegti.
nl: Als u verbonden was met het internet bij het installeren van LInux Mint, en u vinkte het vakje aan om deze codecs te installeren, dan werden deze al geïnstalleerd.
pt_br: Se você se conectou à internet enquanto instalava o Linux Mint e você marcou a opção para instalar esses codecs, então eles já se encontram instalados.
ru: Если во время установки Linux Mint вы были подключены к интернету и отметили опцию установки кодеков, то они уже установлены.
sv: Om datorn var Internet-ansluten när du installerade Linux Mint och du kryssade i rutan för att installera mjukvara från tredje part så är dessa tillägg redan installerade.
tr: Eğer Linux Mint'i çevrimiçi olarak kurduysanız ve bu çözücülerin kurulması seçeneğini işaretlediyseniz, bunlar zaten kuruludur.
zh_cn: 如果您在安装 Linux Mint 时连接到了互联网，并勾选了安装这些编解码器的选项，那么它们就已经安装了。

source: Launch :menuselection:`Menu --> Sound & Video --> Install Multimedia Codecs`.
am: ማስጀመሪያ :ዝርዝር ምርጫ:`ዝርዝር --> ድምፅ & ቪዲዮ --> የ በርካታ መገናኛ ኮዶች መግጠሚያ`:
bg: Стартирайте: :menuselection:`Меню --> Звук и видео --> Инсталиране на мултимедийни кодеци`.
ca: Executeu :menuselection:`Menú --> So i vídeo --> Instal·la còdecs multimèdia`.
cs: Spusťte :menuselection:`Nabídka --> Zvuk & Video --> Nainstalovat kodeky multimédií`.
da: Kør :menuselection:`Menu --> Lyd & video --> Installér multimediecodecs`.
de: Öffnen Sie :menuselection:`Menü --> Multimedia --> Multimedia-Codecs installieren`.
el: Εκκινήστε :menuselection:`Menu --> Sound & Video --> Install Multimedia Codecs`.
eo: Lanĉu : :menuselection:`Menuo --> Sono kaj video --> Instali plurmediajn kodekojn`.
es: Ejecute :menuselection:`Menú --> Sonido y vídeo --> Instalar Códecs Multimedia`.
eu: Exekutatu :menuselection:`Menua --> Soinua eta bideoa --> Instalatu multimedia kodekak`.
fr_ca: Lancez :menuselection:`Menu --> Son et vidéo --> Installer les Codecs Multimedia`.
hr: Pokrenite :menuselection:`Izbornik --> Zvuk i video --> Instaliraj multimedijske kôdeke`.
hu: Indítsa el a :menuselection:`Menü --> Hang és videó --> Multimédia kodekek telepítése` programot.
ia: Lancea :menuselection:`Menu --> Sound & Video --> Install Multimedia Codecs`.
it: Apri :menuselection:`Menu --> Audio e video --> Install Multimedia Codecs`.
ko: `메뉴 --> 음악과 비디오 --> 멀티미디어 코덱 설치`를 실행합니다.
lt: Paleiskite :menuselection:`Meniu --> Garsas ir vaizdas --> Įdiegti multimedijos kodekus`.
nl: Kies: :menuselection:`Menu --> Geluid & Beeld --> Installeer multimediacodecs`.
pt_br: Vá em :menuselection:`Menu --> Som & Vídeo --> Instalar Codecs Multimedia`.
ru: Запустите :menuselection:`Меню --> Аудио и Видео --> Установить мультимеда кодеки`.
sv: Välj :menuselection:`Meny --> Ljud & Video --> Installera multimedia-tillägg`.
tr: :menuselection:`Menü --> Ses ve Video --> Multimedya Kodeklerini Kur` kısayoluna tıklayınız.
zh_cn: 运行 :menuselection:`Menu --> Sound & Video --> Install Multimedia Codecs`。

source: Click :guilabel:`Install`.
am: ይጫኑ :guilabel:`መግጠሚያ`.
bg: Натиснете :guilabel:`Инсталирай`.
ca: Feu clic a :guilabel:`Instal·la`.
cs: Klikněte na :guilabel:`Nainstalovat`.
da: Klik :guilabel:`Installér`.
de: :guilabel:`Installieren` klicken.
el: Κλικ :guilabel:`Install`.
eo: Alklaku :guilabel:`Instali`.
es: Haga clic en :guilabel:`Instalar`.
eu: Egin klik :guilabel:`Instalatu`.
fr_ca: Cliquez sur :guilabel:`Installer`.
hr: Kliknite :guilabel:`Instaliraj`.
hu: Kattintson a :guilabel: `Telepítés` gombra.
ia: Clicca :guilabel:`Install`.
it: Clicca :guilabel:`Installa`.
ko: `설치`를 클릭합니다.
lt: Spustelėkite :guilabel:`Įdiegti`.
nl: Klik op :guilabel:`Installeren`.
pt_br: Clique em :guilabel:`Instalar`.
ru: Нажмите :guilabel:`Установить`.
sv: Klicka på :guilabel:`Installera`.
tr: :guilabel:`Kur` düğmesine tıklayın.
zh_cn: 点击 :guilabel:`Install`。

source: Enter your password and wait for the codecs to be installed on your computer.
am: የ እርስዎን የ መግቢያ ቃል ያስገቡ እና ይጠብቁ codecs በ እርስዎ ኮምፒዩተር ላይ እስኪገጠም ድረስ
bg: Въведете паролата си и изчакайте кодеците да се инсталират на компютъра.
ca: Introduïu la vostra contrasenya i espereu que els còdecs s'instal·lin al vostre ordinador.
cs: Zadejte své heslo do systému a vyčkejte až se kodeky nainstalují do počítače.
da: Indtast din adgangskode og vent på, at codecs installeres på din computer.
de: Bitte Ihr Passwort eingeben und warten, bis die Codecs auf Ihrem Rechner installiert sind.
el: Εισάγετε τον κωδικό σας και περιμένετε να ολοκληρωθεί η εγκατάσταση των κωδικοποιητών στον υπολογιστή σας.
eo: Enigu vian pasvorton kaj atendas instaladon de la kodekoj sur via komputilo.
es: Introduzca la contraseña y espere a que los códecs se instalen en el equipo.
eu: Sartu zure pasahitza eta itxaron kodekak ordenagailuan instalatu arte.
fr_ca: Saisissez votre mot de passe puis patienter pendant l'installation des codecs.
hr: Upišite svoju lozinku i pričekajte dok se kôdeki ne instaliraju na vaše računalo.
hu: Adja meg a jelszavát, és várja meg amíg a kodekek telepítve lesznek a számítógépen.
ia: Insere tu contrasigno e attende que le codecs sia installate sur tu computator.
it: Inserisci la password e aspetta che i codec vengano installati sul tuo computer.
ko: 비밀번호를 입력하신 후에 컴퓨터에 코덱이 설치되기를 기다려주세요.
lt: Įveskite savo slaptažodį ir palaukite, kol jūsų kompiuteryje bus įdiegti kodekai.
nl: Voer uw wachtwoord in en wacht terwijl de codecs worden geïnstalleerd op uw computer.
pt_br: Insira sua senha e aguarde que os codecs sejam instalados em seu computador.
ru: Введите пароль и дождитесь установки кодеков на Ваш компьютер.
sv: Skriv in ditt lösenord och vänta medan tilläggen installeras.
tr: Parolanızı girin ve çözücülerin bilgisayarınıza yüklenmesini bekleyin.
zh_cn: 输入您的密码，并等待编解码器安装到您的计算机上。

source: Hardware drivers
am: የ ጠንካራ አካል drivers
bg: Хардуерни драйвери
ca: Controladors de maquinari
cs: Ovladače hardware
da: Hardwaredrivere
de: Gerätetreiber
el: Προγράμματα οδήγησης υλικού
eo: Peliloj por aparataro
es: Controladores de hardware
eu: Hardware kontrolatzaileak
fr_ca: Pilotes de matériel
hr: Hardverski upravljački programi
hu: Hardver illesztőprogramok
ia: Drivers hardware
it: Driver hardware
ko: 하드웨어 드라이버
lt: Aparatinės įrangos tvarkyklės
nl: Stuurprogramma's voor apparatuur
pt_br: Drivers de hardware
ru: Драйверы оборудования
sv: Drivrutiner
tr: Donanım sürücüleri
zh_cn: 硬件驱动

source: One of the first things to do after installing Linux Mint is to check for available hardware drivers.
am: ሊነክስ ሚንትን ከ ገጠሙ በኋላ በ መጀመሪያ ማድረግ ያለብዎት ነገር ዝግጁ የሆኑ የ ጠንካራ አካሎች drivers መመርመር ነው
bg: Едно от първите неща, след инсталирането на Линукс Минт, е да проверите за налични драйвери.
ca: Una de les primeres coses a fer després d'instal·lar Linux Mint és comprovar si hi ha controladors de maquinari disponibles.
cs: Jedna z prvních věcí. kterou udělat po instalaci Linux Mint, je zkontrolovat dostupnost ovladačů pro zařízení.
da: En af de første ting, man bør gøre efter at have installeret Linux Mint, er at undersøge, om der er tilgængelige hardwaredrivere.
de: Nach der Installation von Linux Mint sollte zunächst nach verfügbaren Gerätetreibern gesucht werden.
el: Ένα από τα πρώτα πράγματα που θα κάνετε αμέσως μετά την εγκατάσταση του Linux Mint είναι να ελέγξετε εάν υπάρχουν διαθέσιμα προγράμματα οδήγησης υλικού.
eo: Plej grava farendaĵo post instalado de Linukso Minto estas esplori, ĉu (alternativaj) peliloj por la aparataro haveblas.
es: Una de las primeras cosas después de instalar Linux Mint es comprobar si existen controladores de hardware para el equipo.
eu: Linux Mint instalatu ondoren egin beharreko lehen gauzetako bat hardware kontrolatzailerik eskuragarri badagoen egiaztatzea da.
fr_ca: L'une des premières choses à faire après avoir installé Linux Mint est de vérifier s'il y a des pilotes de matériel disponibles.
hr: Jedna od prvih stvari nakon instalacije Linux Minta je provjera dostupnosti hardverskih upravljačkih programa.
hu: A Linux Mint telepítése után az egyik legfontosabb dolog, hogy ellenőrizze a rendelkezésre álló hardver illesztőprogramokat.
ia: Uno del prime cosas a facer post le installation de Linux Mint es controlar pro le drivers del hardware disponibile.
it: Una delle prime cose da fare dopo aver installato Linux Mint è controllare se sono disponibili driver hardware.
ko: 리눅스 민트 설치 후에 가장 먼저 하게 되는 일들 중에 하나는 사용 가능한 하드웨어 드라이버를 확인하는 겁니다.
lt: Vienas iš pirmųjų dalykų, kurį reikia padaryti įdiegus Linux Mint, tai patikrinti ar yra prieinamos aparatinės įrangos tvarkyklės.
nl: Eén van de belangrijkste dingen om te doen na het installeren van LInux Mint is controleren op beschikbare (alternatieve) stuurprogramma's voor uw apparatuur.
pt_br: Uma das primeiras coisas a se fazer após instalar o Linux Mint é verificar se há drivers disponíveis.
ru: Одной из первых вещей, которые необходимо сделать после установки Linux Mint, является проверка наличия доступных драйверов оборудования.
sv: En av de första sakerna du bör göra efter att ha installerat Linux Mint är att kontrollera om det finns några drivrutiner som datorn behöver.
tr: Linux Mint kurulumundan sonra yapılabilecek ilk şeylerden bir tanesi mevcut donanım sürücülerini kontrol etmek olabilir.
zh_cn: 安装好 Linux Mint 之后要做的第一件事情是检查是否有可用的硬件驱动。

source: Launch :menuselection:`Menu --> Administration --> Driver Manager`.
am: ያስጀምሩ :ዝርዝር መምረጫ:`ዝርዝር --> አስተዳዳሪ --> የ Driver አስተዳዳሪ`
bg: Стартирайте: :menuselection:`Меню --> Администрация --> Управление на драйвери`.
ca: Executeu :menuselection:`Menú --> Administració --> Gestor de controladors`.
cs: Spusťte :menuselection:`Nabídka --> Správa --> Správa ovladačů`.
da: Kør :menuselection:`Menu --> Administration --> Driverhåndtering`.
de: Öffnen Sie :menuselection:`Menü --> Systemverwaltung --> Treiberverwaltung`.
el: Εκκινήστε :menuselection:`Menu --> Administration --> Driver Manager`.
eo: Lanĉu :menuselection:`Menuo --> Administrado --> Pelila mastrumilo`.
es: Ejecute :menuselection:`Menú --> Administración --> Administrador de controladores`.
eu: Exekutatu :menuselection:`Menua --> Sistema-konfigurazioa --> Kontrolatzaile-kudeatzailea`.
fr_ca: Lancez :menuselection:`Menu --> Administration --> Gestionnaire de pilotes`.
hr: Pokrenite :menuselection:`Izbornik --> Administracija --> Upravitelj upravljačkih programa`.
hu: Indítsa el a :menuselection:`Menü --> Adminisztráció --> Illesztőprogram-kezelő` programot.
ia: Lancea :menuselection:`Menu --> Administration --> Driver Manager`.
it: Apri :menuselection:`Menu --> Amministrazione --> Gestore driver`.
ko: `메뉴 --> 관리 --> 드라이버 매니저` 선택.
lt: Paleiskite :menuselection:`Meniu --> Administravimas --> Tvarkyklių valdymas`.
nl: Start :menuselection:`Menu --> Systeem --> Stuurprogrammabeheer`.
pt_br: Vá em :menuselection:`Menu --> Administração --> Gerenciador de Driver`.
ru: Запустите :menuselection:`Меню --> Администрирование --> Менеджер драйверов`.
sv: Välj :menuselection:`Meny --> Administration --> Drivrutinshanterare`.
tr: :menuselection:`Menü --> Yönetim --> Sürücü Yöneticisi` ile başlatın.
zh_cn: 运行 :menuselection:`Menu --> Administration --> Driver Manager`。

source: If you are offline, the Driver Manager will complain that it cannot connect to the Internet.
am: እርስዎ ከ መስመር ውጪ ከሆኑ: የ Driver አስተዳዳሪ ወደ ኢንተርኔት መገናኘት እንዳልቻለ መልእክት ያሳይዎታል
bg: Ако сте офлайн, управлението на драйвери ще съобщи че не може да се свърже с интернет.
ca: Si no esteu connectat, el gestor de controladors informarà que no es pot connectar a Internet.
cs: Pokud nejste připojení k Internetu, Správa ovladačů si postěžuje, že se nemůže připojit.
da: Hvis du er offline, vil Driverhåndtering beklage sig over, at den ikke kan få forbindelse til internettet.
de: Wenn Sie offline sind, zeigt die Treiberverwaltung an, dass keine Verbindung zum Internet herstellt werden konnte.
el: Εάν είστε εκτός σύνδεσης ο Driver Manager θα παραπονεθεί ότι δεν μπορεί να συνδεθεί στο Internet.
eo: Se vi estas senkonekta, tiam la pelila mastrumilo sciigos, ke ĝi ne povas konekti al interreto.
es: Si no está conectado a Internet, el Administrador de Controladores indicará que no puede establecer conexión.
eu: Lineaz kanpo bazaude, Kontrolatzaile-kudeatzaileak interneterako konexioa behar duela esango dizu.
fr_ca: Si vous n'êtes pas connecté à internet, le gestionnaire de pilotes vous informera qu'il ne peut pas se connecter à Internet.
hr: Ako nemate pristup internetu, Upravitelj upravljačkih programa će vas upozoriti da se ne može povezati sa internetom.
hu: Ha offline állapotban van, az Illesztőprogram-kezelő jelezni fogja, hogy nem tud csatlakozni az internethez.
ia: Si tu es offline, le Gestor de drivers plangera que illo non pote connecter se a Internet.
it: Se non sei connesso ad internet, il Gestore driver si lamenterà che non riesce a connettersi ad internet.
ko: 만약 오프라인이면, 드라이버 매니저에서 인터넷에 연결할 수 없다고 뭐라 그럴 겁니다.
lt: Jeigu esate atsijungę nuo interneto, Tvarkyklių valdymas pasiskųs, kad negali prisijungti prie interneto.
nl: Als u geen internetverbinding heeft, zal het Stuurprogrammabeheer melden dat het niet kan verbinden met het internet.
pt_br: Se você está desconectado da internet, o Gerenciador de Driver irá informar que não foi possível se conectar.
ru: Если вы находитесь в офлайн-режиме, Менеджер Драйверов пожалуется, что он не может подключиться к интернету.
sv: Om datorn inte är Internet-ansluten så kommer Drivrutinshanteraren att lämna ett felmeddelande om detta.
tr: Eğer çevrimiçi değilseniz, Sürücü Yöneticisi internet bağlantısı kurulamadığını bildirecektir.
zh_cn: 如果您处于脱机状态，驱动程序管理器将提示您它无法连接到互联网。

source: Insert your bootable Linux Mint USB stick (or DVD), wait for it to be mounted, and click :guilabel:`OK`.
am: እርስዎ የ ሊነክድ ሚንት ማስነሻ USB stick (ወይንም ዲቪዲ) ያስገቡ: ይጠብቁ እስከሚጫን እና ይጫኑ :guilabel:`OK`.
bg: Вкарайте стартиращата флашка с Линукс Минт (или DVD), изчакайте да се монтира и натиснете :guilabel:`OK`.
ca: Inseriu el vostre llapis USB (o DVD) de Linux Mint d'arrancada, espereu que estigui muntat, i feu clic a :guilabel:`D'acord`.
cs: Vložte spouštěcí USB klíčenku (nebo DVD) a vyčkejte na jeho připojení. Pak pokračujte kliknutím na :guilabel:`OK`.
da: Indsæt din USB-nøgle (eller DVD) med Linux Mint, der kan bootes fra, vent på den monteres og klik :guilabel:`OK`.
de: Stecken Sie Ihren startfähigen Linux Mint USB-Stick (oder DVD) ein, warten Sie, bis es eingehängt wurde, und klicken Sie auf :guilabel:`OK`.
el: Εισάγετε το εκκινήσιμο USB stick (ή DVD) του Linux Mint και περιμένετε να προσαρτηθεί, μετά κάντε κλικ στο :guilabel:`OK`.
eo: Enmetu vian praŝargeblan Linukso-Minto-USB-bastoneton (aŭ lumdisko) en vian komputilon, atendu, ĝis kiam ĝi estos surmetita, kaj alklaku :guilabel:`Preta`.
es: Introduzca su unidad USB (o DVD) arrancable de Linux Mint, espere a que se monte y haga click en :guilabel:`Aceptar`.
eu: Sartu Linux Mint USB gailu abiagarria (edo DVDa), itxaron muntatu arte eta egin klik :guilabel:`Ados` botoian.
fr_ca: Insérez la clé de démarrage USB (ou le DVD), attendez qu'elle soit montée et cliquez sur :guilabel:`Valider`.
hr: Umetnite svoj USB uređaj ili DVD za pokretanje Linux Mint sustava, pričekajte da se montira, i klinite :guilabel:`U redu`.
hu: Helyezze be a rendszerindító Linux Mint USB eszközt (vagy DVD lemezt), várja meg amíg fel lesz csatolva, majd kattintson az :guilabel:`OK` gombra.
ia: Insere tu clave USB bootabile de Linux Mint (o DVD), attende que illo sia montate, e clicca :guilabel:`OK`.
it: Inserisci la tua penna USB (o DVD) con Linux Mint, aspetta che venga montata, e clicca :guilabel:`OK`.
ko: 부팅 가능한 리눅스 민트 USB 스틱(또는 DVD)를 넣고 마운트가 되면 `OK` 버튼을 클릭하세요.
lt: Įdėkite paleidžiamą Linux Mint USB atmintuką (ar DVD), palaukite, kol jis bus prijungtas ir spustelėkite :guilabel:`Gerai`.
nl: Steek uw opstartbare LInux Mint-USB-staafje (of de Mint-DVD) in uw computer, wacht tot het aangekoppeld is, en klik :guilabel:`OK`.
pt_br: insira seu dispositivo USB inicializável (ou DVD), aguarde que ele seja montado e clique em :guilabel:`OK`.
ru: Вставьте ваш загрузочный USB накопитель с Linux Mint (или DVD), дождитесь когда он примонтируется, и нажмите :guilabel:`OK`.
sv: Sätt i ditt installationsmedia för Linux Mint, vänta tills det har anslutits och klicka på :guilabel:`OK`.
tr: Açılış yaptığınız Linux Mint USB bellek (ya da DVD) medyayı takın, bağlanması için bekleyin, ve :guilabel:`Tamam` düğmesine tıklayın.
zh_cn: 插入您的 Linux Mint 启动盘（U盘或DVD），等待其挂载，然后点击 :guilabel:`OK`。

source: Tick the appropriate checkboxes to select the available drivers and click :guilabel:`Apply Changes`.
am: ተገቢው ምልክት ማድረጊያ ሳጥን ውስጥ ምልክት ያድርጉ ለ መምረጥ ዝግጁ የሆነ drivers እና ይጫኑ :guilabel:`ለውጦች መፈጸሚያ`:
bg: Маркирайте подходящите квадратчета, за да изберете наличните драйвери, и натиснете :guilabel:`Apply Changes`.
ca: Marqueu les caselles apropiades per seleccionar els controladors disponibles i feu clic a :guilabel:`Aplica els canvis`.
cs: Zaškrtnutím příslušných kolonek vyberte z dostupných ovladačů a klikněte na :guilabel:`Promítnout změny`.
da: Markér de relevante afkrydsningsfelter for at vælge de tilgængelige drivere og klik :guilabel:`Gennemfør ændringer`.
de: Markieren Sie die geeigneten Kontrollkästchen, um die verfügbaren Treiber auszuwählen, und klicken Sie auf :guilabel:`Änderungen anwenden`.
el: Τικ στο κατάλληλο πλαίσιο ελέγχου για να επιλέξετε τους διαθέσιμους οδηγούς και κάντε κλικ στο :guilabel:`Apply Changes`.
eo: Frapu la koncernajn markobutonojn por elekti la haveblajn pelilojn kaj alklaku :guilabel:`Apliki ŝanĝojn`.
es: Marque las casillas apropiadas para seleccionar entre los controladores disponibles y haga click en :guilabel:`Aplicar Cambios`.
eu: Markatu kontrol-lauki egokietan eskuragarri dauden kontrolatzaileak hautatzeko eta egin klik :guilabel:`Aplikatu aldaketak`.
fr_ca: Cochez les cases appropriées pour sélectionner les pilotes disponibles et cliquez sur :guilabel:`Appliquer les changements`.
hr: Označite prikladnu mogućnost za odabir dostupnih upravljačkih programa i kliknite :guilabel:`Primijeni promjene`.
hu: Jelölje be a megfelelő jelölőnégyzeteket a rendelkezésre álló illesztőprogramok kiválasztásához, és kattintson a :guilabel: `Változtatások alkalmazása` gombra.
ia: Marca le quadratos de selection apte pro seliger le drivers disponibile e clicca :guilabel:`Apply Changes`.
it: Spunta le caselle adeguate per selezionare i driver disponibili e clicca :guilabel:`Applica modifiche`.
ko: 체크박스에서 설치 가능한 드라이버를 선택하고 `Apply Changes` 버튼을 클릭하세요.
lt: Norėdami pasirinkti prieinamas tvarkykles, pažymėkite tinkamus žymimuosius langelius ir spustelėkite :guilabel:`Taikyti pakeitimus`.
nl: Vink de desbetreffende vakjes aan om de beschikbare stuurprogramma's te kiezen en klik op :guilabel:`Wijzigingen toepassen`.
pt_br: Marque as caixas de seleção apropriadas para selecionar os drivers disponíveis e clique em :guilabel:`Aplicar Alterações`.
ru: Установите соответствующие флажки, для выбора доступных драйверов и нажмите :guilabel:`Apply Changes`.
sv: Klicka i kryssrutorna för att välja de tillgängliga drivrutinerna och klicka sedan på :guilabel:`Verkställ ändringar`.
tr: Kullanılabilir sürücüler arasından tercih yapmak için seçim kutusunu işaretleyin ve :guilabel:`Değişiklikleri Uygula` düğmesine tıklayın.
zh_cn: 勾选适当的复选框以选择可用的驱动程序，然后点击 :guilabel:`Apply Changes`。

source: SecureBoot
am: አስተማማኝ ማስነሻ
bg: Сигурно стартиране
ko: 보안 부팅
lt: Saugus paleidimas
zh_cn: 安全启动
