Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: The ``live session`` is similar to a normal session (i.e. to Linux Mint once it is permanently installed on the computer), but with the following exceptions:
am: ይህ ``በ ቀጥታ ክፍለ ጊዜ`` ከ መደበኛ ክፍለ ጊዜ ጋር ተመሳሳይ ነው (ይህም ማለት: ሊነክስ ሚንት አንድ ጊዜ በ ቋሚነት በ ኮምፒዩተሩ ላይ እንደ ተገጠመ): ነገር ግን ከሚቀጥለው በስተቀር:
bg: ``Живата сесия`` е подобна на нормалната сесия (т.е. когато Линукс Минт е инсталиран на компютъра), но със следните изключения:
ca: La ``sessió autònoma`` és similar a una sessió normal (és a dir, a Linux Mint una vegada que està instal·lat permanentment a l'ordinador), però amb les següents excepcions:
cs: ``Živé sezení`` je podobné normálnímu (tj. jakmile je Linux Mint nainstalovaný na počítači), ale s následujícími výjimkami:
da: ``Livesessionen`` svarer til en normal session (dvs. til Linux Mint når den engang er permanent installeret på din computer) med følgende undtagelser:
de: Die ``Live-Sitzung`` ist ähnlich einer normalen Sitzung (d.h. ähnlich zu Linux Mint, sobald es dauerhaft auf dem Rechner installiert ist), aber mit den folgenden Ausnahmen:
el: Η ``live συνεδρία`` είναι παρόμοια με μια κανονική συνεδρία (π.χ. εκείνη του Linux Mint όταν γίνει εγκατάσταση μόνιμα στον υπολογιστή), αλλά με τις ακόλουθες εξαιρέσεις:
eo: La ``prova seanco`` similas al normala seanco (t.e. al Linukso Minto, kiam ĝi estos daŭre instalita sur la komputilo), sed kun jenaj esceptoj:
es: La ``sesión en vivo`` es similar a una sesión normal de Linux Mint cuando está instalado de forma permanente en el equipo, pero con las siguientes excepciones:
eu: ``live saioa`` saio normal baten antzekoa da, hau da, Linux Mint ordenagailuan behin betiko instalatuta izango duzun esperientziaren antzekoa da, baina desberdintasun batzuekin:
fr_ca: La ``session live`` est similaire à une session normale (c'est à dire à Linux Mint une fois installé sur l'ordinateur), mais avec les différences suivantes :
hr: ``Live sesija`` je slična uobičajenoj sesiji (npr. Linux Mint sesiji jednom kada je trajno instalirana na vaše računalo), ali sa sljedećim iznimkama:
hu: Az ``élő munkamenet`` hasonló a normál munkamenethez (vagyis a Linux Mint-hez, miután véglegesen telepítve lesz a számítógépen), de a következő kivételekkel:
ia: Le ``session extemporanee`` es similabile a un normal session (id es Linux Mint jam permanentemente installate sur le computator), ma con le sequente exceptiones:
it: La ``sessione live`` è simile a una normale sessione (ovvero come quando Linux Mint è già installato permanentemente sul computer), ma con le seguenti eccezioni:
ko: ``라이브 세션``은 기본 세션(컴퓨터에 설치된 리눅스 민트)과 비슷합니다, 하지만 이런 부분이 다릅니다:
lt: ``Tiesioginis seansas`` yra panašus į įprastą seansą (t.y. į Linux Mint, kai ji yra visam laikui įdiegta kompiuteryje), išskyrus šias išimtis:
nl: De ``uitprobeersessie`` is vergelijkbaar met een normale sessie (bijv. met Linux Mint wanneer die permanent geïnstalleerd werd op de computer), maar met de volgende uitzonderingen:
pt_br: A ``sessão live`` é similar a sessão normal (que é quando o Linux Mint está instalado permanentemente no computador), mas com as seguintes exceções:
ru: ``Живая сессия`` похожа на нормальную сессию (то есть в Linux Mint, когда он будет окончательно установлен на компьютер), но со следующими исключениями:
sv: När Linux Mint körs i ``demoläge`` från ett installationsmedia så fungerar det ungefär likadant som när det är installerat i datorn. Det finns dock några undantag:
tr: ``Çalışan oturum`` normal oturuma benzer (yani Linux Mint'in bilgisayara kalıcı olarak kurulduktan sonraki haline), ama aşağıdaki hususlar bunun istisnasıdır:
zh_cn: ``实时会话`` 与普通会话（例如在计算机上永久安装的 Linux Mint）类似，除了以下几点：

source: The Live session is slower (it is loaded from a USB stick or DVD as opposed to a SSD or HDD).
am: የ ቀጥታ ክፍለ ጊዜ ዝግተኛ ነው (የሚጫነው ከ USB stick ወይንም ዲቪዲ ነው: ሲወዳደር ከ SSD ወይንም HDD) ጋር
bg: Живата сесия е по-бавна (зарежда се от USB или DVD, а не от SSD или HDD).
ca: La sessió autònoma és més lenta (es carrega des d'un llapis USB o DVD a diferència d'un disc SSD o HDD).
cs: Živé sezení je pomalejší (vše se načítá z USB klíčenky nebo DVD oproti SSD nebo pevnému disku).
da: Livesessionen er langsommere (den indlæses fra en USB-nøgle eller DVD i modsætning til en SSD eller HDD).
de: Die Live-Sitzung ist langsamer, da sie von einem USB-Stick oder einer DVD anstatt von einer SSD- oder HDD-Festplatte geladen wird.
el: Έχει πιο αργή απόκριση (έχει φορτώσει από το USB stick ή το DVD αντί από έναν SSD ή HDD).
eo: La prova seanco estas pli malrapida (ĝi estas ŝargata de USB-bastoneto aŭ lumdisko kontraŭe al solidstata aŭ fiksita diskoj).
es: La sesión en vivo es más lenta (se carga desde un USB o un DVD en lugar de un SSD o HDD).
eu: Live saioa mantsoagoa da (USB edo DVD batetik kargatzen da eta ez SSD edo HDD batetik).
fr_ca: La session live est plus lente (elle est chargée à partir d'une clé USB ou d'un DVD, et non d'un disque dur).
hr: Live sesija je sporija (jer je učitana sa USB uređaja ili DVD-a, a ne sa bržeg SSD-a ili HDD-a).
hu: Az Élő munkamenet lassabb (USB pendrive eszközről vagy DVD lemezről van betöltve, szemben a gyorsabb SSD vagy HDD adattárolókkal).
ia: Le session extemporanee es plus lente (illo es cargate ab un clave USB o un DVD contra un SSD o HDD).
it: La sessione live è più lenta (perchè viene caricata da una penna USB o da un DVD, anziché da un disco SSD o un hard disk).
ko: 라이브 세션이 더 느립니다 (SSD나 HDD가 아닌 USB 스틱이나 DVD에서 불러오기 때문입니다).
lt: Tiesioginis seansas yra lėtesnis (jis yra įkeliamas iš USB atmintuko ar DVD disko, o ne iš SSD ar HDD).
nl: De uitprobeersessie is trager (hij wordt geladen vanaf een USB-staafje of DVD in tegenstelling tot vanaf SSD of HDD).
pt_br: A sessão live é mais lenta (pois será carregada diretamente de um dispositivo USB ou DVD, ao invés de um SSD ou HDD).
ru: Живая сессия более медленная (он загружается с USB-флешки или DVD, в отличие от SSD или HDD).
sv: Det är långsammare än normalt (läshastigheten på installationsmediat är mycket lägre än hos en SSD eller hårddisk).
tr: Çalışan ortam yavaştır (bir HDD ya da SDD yerine USB bellek ya da DVD'den yüklenir).
zh_cn: 实时会话运行比较慢（它是从一个U盘或 DVD 中加载的，而不是 SSD 或 HDD）。

source: Changes you make in the live session are not permanent. They are not written to the USB stick (or DVD) and they do not impact the system installed by the installer.
am: በ ቀጥታ ክፍለ ጊዜ ውስጥ እርስዎ የ ፈጸሙት ለውጥ ቋሚ አይደለም: እና ወደ USB stick (ወይንም ዲቪዲ) ውስጥ አይጻፉም: እና በ መግጠሚያው ላይ ምንም ተፅእኖ አይፈጥርም
bg: Промените, които правите през живата сесия не са постоянни. Те не се записват на USB диска (или DVD) и те не влияят на системата, инсталирана с инсталатора.
ca: Els canvis que feu a la sessió autònoma no són permanents. No s'escriuen al llapis USB (o DVD) i no afecten el sistema instal·lat per l'instal·lador.
cs: Změny, které uděláte v živém sezení, nejsou trvalé. Nejsou zapsány na USB klíčenku (nebo DVD) a nepřenesou se do následně nainstalovaného systému.
da: Ændringer, du foretager i livesessionen, er ikke permanente. De skrives ikke til USB-nøglen (eller DVD'en) og påvirker ikke systemet, som installeres.
de: Änderungen, die Sie in der Live-Sitzung vornehmen, sind nicht dauerhaft. Sie werden nicht auf den USB-Stick (oder die DVD) geschrieben und beeinflussen nicht das vom Installationsassistenten installierte System.
el: Οι αλλαγές που κάνετε σε μια live συνεδρία δεν είναι μόνιμες. Δεν εγγράφονται στο USB stick (ή το DVD) και δεν επηρεάζουν το λειτουργικό σύστημα που γίνεται εγκατάσταση από το πρόγραμμα εγκατάστασης.
eo: Ŝanĝoj, kiujn vi faras dum prova seanco, ne estas daŭraj. Ili ne estas skribitaj al la USB-bastoneto (aŭ lumdisko) kaj ne efikas sur la sistemo, instalota per la instalilo.
es: Los cambios hechos en una sesión en vivo no son permanentes. No se escriben en la memoria USB (o DVD) y no afectan el sistema instalado usando el instalador.
eu: Live saioan egiten dituzun aldaketak ez dira iraunkorrak. Ez dira USBan (edo DVDan) idazten eta ez dute eraginik instalatzaileak instalatutako sisteman.
fr_ca: Les changements que vous faites dans la session live ne sont pas permanents. Ils ne sont pas écrits sur la clé USB (ou le DVD) et ils n'ont pas d'impact sur le système installé sur le disque.
hr: Promjene koje napravite u live sesiji nisu trajne. Nisu zapisane na USB uređaj (ili DVD) i ne utječu na sustav instaliran programom za instalaciju.
hu: Az élő munkamenetben végrehajtott változtatások nem állandóak. Nem íródnak az USB pendrive eszközre (vagy DVD lemezre), és nem befolyásolják a telepítő által telepített rendszert.
ia: Le modificationes que tu face in le session extemporanee non es permanente. Illos non es scribite al clave USB (o DVD) e illos non influentia le systema installate per le installator.
it: Le modifiche che effettui durante la sessione live vengono perdute. Queste non vengono scritte sulla penna USB (o sul DVD), e non hanno alcun impatto sul sistema che viene installato dall'installer.
ko: 라이브 세션에서 만들어지는 모든 것은 일시적인 것입니다. USB나 DVD에 써지지 않으며 설치도구로 설치되는 시스템에 영향을 주지 않습니다.
lt: Tiesioginiame seanse atliekami pakeitimai nėra ilgalaikiai. Jie nėra įrašomi į USB atmintuką (ar DVD) ir jie niekaip nepaveikia sistemos, kurią įdiegia diegimo programa.
nl: Veranderingen die u maakt in de uitprobeersessie zijn niet blijvend. Ze worden niet weggeschreven naar het USB-staafje (of DVD) en hebben geen invloed op het systeem dat wordt geïnstalleerd door het installatieprogramma.
pt_br: As alterações feitas na sessão live não são permanentes. Elas não são escritas no dispositivo USB (ou DVD) e elas não causam impacto quando o sistema for instalado no computador.
ru: Изменения, которые сделаны в живой сессии не будут постоянными. Они не записываются на флешку (или DVD-диск) и они не влияют на систему, установленную установщиком.
sv: Ändringar sparas inte eftersom de inte kan skrivas till installationsmediat. De påverkar inte heller det installerade systemet.
tr: Çalışan oturumdaki değişiklikler kalıcı değildir. Bunlar USB belleğe (ya da DVD) yazılmazlar ve kurulum aracı tarafından sistem kurulumlarını etkilemezler.
zh_cn: 您在实时会话中所做的更改不是永久的。它们不会被写入U盘（或 DVD），也不会影响通过安装程序安装的系统。

source: Some applications work differently (or not at all) in the live session (Timeshift, Flatpak, Update Manager, Welcome Screen..etc.).
am: አንዳንድ መተግበሪያዎች የሚሰሩት በ ተለየ መንገድ ነው (ወይንም አይሰሩም) በ ቀጥታ ክፍለ ጊዜ ውስጥ (Timeshift, Flatpak, የ ማሻሻያ አስተዳዳሪ: እንኳን ደህና መጡ መመልከቻ..ወዘተ)
bg: Някои приложения работят различно (или не работят) през живата сесия (Timeshift, Flatpak, мениджъра на актуализациите, приветстващия екран и др.).
ca: Algunes aplicacions funcionen de manera diferent (o no) a la sessió autònoma (Timeshift, Flatpak, Gestor d'actualitzacions, Pantalla de benvinguda, etc.).
cs: V živém režimu některé aplikace (Timeshift, Flatpak, Správa aktualizací, Uvítací obrazovka, atd.) fungují jinak (nebo dokonce vůbec).
da: Nogle programmer virker anderledes (eller slet ikke) i livesessionen (Timeshift, Flatpak, Update Manager, Welcome Screen osv.).
de: Einige Anwendungen funktionieren in der Live-Sitzung anders (oder überhaupt nicht) (wie z. B. Timeshift, Flatpak, Aktualisierungsverwaltung, Willkommensbildschirm, usw.).
el: Κάποιες εφαρμογές λειτουργούν διαφορετικά (ή δεν λειτουργούν καθόλου) στη live συνεδρία (Timeshift, Flatpak, Διαχειριστής Ενημερώσεων, Οθόνη Καλωσορίσματος ...κλπ.).
eo: Kelkaj aplikaĵoj funkcias malsame (aŭ tute ne) en la prova seanco (Timeshift, Flatpak, Ĝisdatiga mastrumilo, Bonvena ekrano ktp.).
es: Algunas aplicaciones funcionan de manera diferente (o no funcionan) en la sesión en vivo (Timeshift, Flatpak, Administrador de actualizaciones, Pantalla de bienvenida, etc.).
eu: Aplikazio batzuk modu desberdinean funtzionatzen dute live saioan edo ez dute funtzionatzen (Timeshift, Flatpak, Eguneraketa-kudeatzailea, Ongietorri pantaila...).
fr_ca: Certains logiciels fonctionnent différemment (voire pas du tout) dans la session live (Timeshift, Flatpak, le Gestionnaire de mises à jour, l'écran d’accueil ..etc.).
hr: Određene aplikacije drugačije rade (ili uopće ne rade) u live sesiji (Timeshift, Flatpak, Upravitelj nadopunama, Zaslon dobrodošlice, itd.).
hu: Egyes alkalmazások eltérően működnek (vagy egyáltalán nem) az élő munkamenetben (Timeshift, Flatpak, Frissítéskezelő, Üdvözlőképernyő, stb.).
ia: Alcun applicationes functiona differentemente (o non functiona del toto) in le session extemporanee (Timeshift, Flatpak, Update Manager, Welcome Screen... etc).
it: Alcune applicazioni funzionano diversamente (o non funzionano proprio) durante la sessione live (es.: Timeshift, Flatpak, Gestore aggiornamenti, Schermata di benvenuto, ...).
ko: 애플리케이션 중에는 라이브 세션에서 다르게 작동하거나 아예 작동하지 않는 것들도 있습니다 (타임시프트, 플랫팩, 업데이트 매니저, 웰컴 스크린.. 등등.).
lt: Kai kurios programos tiesioginiame seanse veikia kitaip (arba visai neveikia) (Timeshift, Flatpak, Atnaujinimų tvarkytuvė, Pasisveikinimo langas... ir t.t.).
nl: Bepaalde programma's zullen in de uitprobeersessie anders werken of helemaal niet (Timeshift, Flatpak, Bijwerkbeheer, Welkomstscherm, enz.).
pt_br: Alguns aplicativos funcionam de forma diferente na sessão live (Timeshift, Flatpak, Gerenciador de atualizações, Tela de boas-vindas...etc.).
ru: Некоторые приложения работают по-разному (или вообще не работают) в живой сессии (Timeshift, Flatpack, Менеджер обновлений, Приветственное окно и т. п.)
sv: En del program fungerar annorlunda (eller inte alls) när du provkör, t.ex: Timeshift, Flatpak, Uppdateringshanteraren och Välkomstskärmen.
tr: Bazı uygulamalar çalışan oturumda farklı (ya da tümüyle değil) çalışır (Timeshift, Flatpak, Güncelleme Yöneticisi, Karşılama Ekranı..vb.)
zh_cn: 一些软件在实时会话中的工作方式不一样，或者完全不公作 ，例如 Timeshift，Flatpak，更新管理器，欢迎界面等。

source: The username for the live session is ``mint``. If asked for a password press :kbd:`Enter`.
am: የ ተጠቃሚ ስም ለ ቀጥታ ክፍለ ጊዜ ``mint`` ነው: የ መግቢያ ቃል ከ ተጠየቁ ይጫኑ :kbd:`Enter`
bg: Потребителското име за живата сесия е ``mint``. Ако пита за парола, натиснете :kbd:`Enter`.
ca: El nom d'usuari de la sessió autònoma és ``mint``. Si es demana una contrasenya, premeu :kbd:`Retorn`.
cs: Uživatelské jméno pro živé sezení je ``mint``. Pokud budete požádáni o heslo, jen stiskněte :kbd:`Enter`.
da: Brugernavnet for livesessionen er ``mint``. Bliver du bedt om en adgangskode, så tryk :kbd:`Enter`.
de: Der Benutzername für die Live-Sitzung ist ``mint``. Wenn Sie nach einem Passwort gefragt werden, drücken Sie :kbd:`Eingabe`.
el: Το όνομα χρήστη για τη live συνεδρία είναι ``mint``. Εάν σας ζητηθεί κωδικός απλά πατήστε το :kbd:`Enter`.
eo: La uzantonomo por la prova seanco estas ``mint``. Kiam pasvorto estas demandata, tiam premu :kbd:`Enter`.
es: El nombre de usuario para la sesión en vivo es ``mint``. Si se le pide una contraseña, pulse :kbd:`Enter`.
eu: Live saioko erabiltzaile-izena ``mint`` da. Pasahitza eskatzen badizu, sakatu :kbd:`Enter`.
fr_ca: Le nom d'utilisateur pour la session live est ``mint``. Si un mot de passe vous est demandé, appuyez sur :kbd:`Entrée`.
hr: Korisničko ime live sesije je ``mint``. Ako ste upitani za lozinku pritisnite :kbd:`Enter`.
hu: Az élő munkamenet felhasználóneve ``mint``. Ha jelszót kér a rendszer, nyomja le az :kbd: `Enter` billentyűt.
ia: Le nomine de usator pro le session extemporanee es ``mint``. Si rogate pro un contrasigno pulsa :kbd:`Enter`.
it: Il nome utente della sessione live è ``mint``. Se ti venisse chiesta la password, premi :kbd:`Invio`.
ko: 라이브 세션의 사용자 이름은 ``mint``입니다. 만일 비밀번호를 묻는 경우가 생기면 `Enter`키를 누르세요.
lt: Tiesioginio seanso naudotojo vardas yra ``mint``. Jeigu prašoma slaptažodžio, paspauskite :kbd:`Enter`.
nl: De gebruikersnaam voor de uitprobeersessie is ``mint`` . Als u om een wachtwoord gevraagd wordt, drukt u op :kbd:`Enter`.
pt_br: O nome de usuário para a sessão live é ``mint``. Se a senha for solicitada, pressione :kbd:`Enter`.
ru: Имя пользователя для живой сессии — ``mint``. Если запрашивается пароль нажмите :kbd: `Enter`.
sv: Du får användarnamnet ``mint``. Om något program frågar efter lösenord så tryck bara :kbd:`Enter`.
tr: Çalışan oturum için kullanıcı adı ``mint`` dir. Eğer bir parola sorulursa :kbd:`Enter/Giriş` tuşuna tıklayınız.
zh_cn: 实时会话的用户名是 ``mint``。如果要求输入密码，请按 :kbd:`Enter`。

source: Installing Linux Mint on the computer
am: ሊነክስ ሚንት በ ኮምፒዩተር ላይ መግጠሚያ
bg: Инсталиране на Линукс Минт на компютъра
ca: Instal·lació de Linux Mint al vostre ordinador
cs: Instalace systému Linux Mint na počítač
da: Installering af Linux Mint på computeren
de: Linux Mint auf dem Rechner installieren
el: Κάνοντας εγκατάσταση το Linux Mint στον υπολογιστή
eo: Instalado de Linukso Minto sur la komputilo
es: Instalando Linux Mint en el ordenador
eu: Linux Mint ordenagailuan instalatzea
fr_ca: Installation de Linux Mint sur l'ordinateur
hr: Instalacija Linux Minta na računalo
hu: A Linux Mint telepítése a számítógépre
ia: Installation de Linux Mint sur le computator
it: Installare Linux Mint sul computer
ko: 컴퓨터에 리눅스 민트 설치하기
lt: Linux Mint diegimas kompiuteryje
nl: Installatie van Linux Mint op de computer
pt_br: Instalando Linux Mint no computador
ru: Установка Linux Mint на компьютер
sv: Installera Linux Mint i datorn
tr: Linux Mint'in bilgisayara kurulumu
zh_cn: 在您的计算机上安装 Linux Mint

source: To permanently install Linux Mint on your computer:
am: እርስዎ በ ቋሚነት ሊነክስ ሚንትን በ ኮምፒዩተሩ ላይ ለ መግጠም
bg: За да инсталирате Линукс Минт на компютъра:
ca: Per instal·lar permanentment Linux Mint al vostre ordinador:
cs: Pro trvalejší instalaci Linux Mint na počítač:
da: For at installere Linux Mint på din computer skal du gøre følgende:
de: Um Linux Mint dauerhaft auf Ihrem Rechner zu installieren:
el: Για να κάνετε μόνιμα εγκατάσταση το Linux Mint στον υπολογιστή σας:
eo: Por daŭra instalado de Linukso Minto sur via komputilo:
es: Para instalar Linux Mint permanentemente en su ordenador:
eu: Linux Mint ordenagailuan modu iraunkorrean instalatzeko:
fr_ca: Pour installer Linux Mint sur votre ordinateur :
hr: Kako bi trajno instalirali Linux Mint na vaše računalo:
hu: A Linux Mint állandó telepítése a számítógépre:
ia: Pro installar permanentemente Linux Mint sur tu computator:
it: Per installare Linux Mint in maniera permanente sul computer:
ko: 컴퓨터 기본 저장장치에 리눅스 민트 설치하기:
lt: Norėdami savo kompiuteryje visam laikui įdiegti Linux Mint:
nl: Om Linux Mint permanent te installeren op uw computer:
pt_br: Para instalar permanentemente o Linux Mint em seu computador:
ru: Чтобы окончательно установить Linux Mint на Ваш компьютер:
sv: Gör så här för att installera Linux Mint i datorn:
tr: Linux Mint'i bilgisayarınıza kalıcı olarak kurmak için:
zh_cn: 在你的电脑上永久安装 Linux Mint：

source: Double-click :guilabel:`Install Linux Mint`.
am: ሁለት ጊዜ-ይጫኑ :guilabel:`ሊነክስ ሚንትን ለ መግጠም`
bg: Двоен клик на :guilabel:`Install Linux Mint`.
ca: Feu doble clic a :guilabel:`Instal·la Linux Mint`.
cs: Dvojklik na :guilabel:`Nainstalovat Linux Mint`.
da: Dobbeltklik :guilabel:`Install Linux Mint`.
de: :guilabel:`Install Linux Mint` doppelklicken.
el: Διπλό-κλικ στο :guilabel:`Install Linux Mint`.
eo: Duoble alklaku :guilabel:`Instali Linukson Minton`.
es: Haga doble click en :guilabel:`Instalar Linux Mint`.
eu: Egin klik bikoitza :guilabel:`Instalatu Linux Mint` ikonoan.
fr_ca: Faite un double-clic sur :guilabel:`Install Linux Mint`.
hr: Dvostruko kliknite :guilabel:`Install Linux Mint`.
hu: Kattintson duplán az :guilabel:`Install Linux Mint` ikonra.
ia: Clicca duple :guilabel:`Installar Linux Mint`.
it: Fai doppio clic su :guilabel:`Installa Linux Mint`.
ko: :guilabel:`Install Linux Mint` 더블 클릭.
lt: Du kartus spustelėkite :guilabel:`Įdiegti Linux Mint į kompiuterį`.
nl: Dubbelklik :guilabel:`Installeer Linux Mint`.
pt_br: Dê um clique duplo em :guilabel:`Install Linux Mint`.
ru: Двойной щелчок на :guilabel:`Установить Linux Mint`.
sv: Dubbelklicka på :guilabel:`Install Linux Mint`.
tr: :guilabel:`Install Linux Mint/Linux Mint'i Kur` kısayoluna çift tıklayın.
zh_cn: 双击 :guilabel:`Install Linux Mint`。

source: Select your language.
am: የ እርስዎን ቋንቋ ይምረጡ
bg: Изберете вашия език
ca: Seleccioneu la vostra llengua.
cs: Vyberte svůj jazyk.
da: Vælg dit sprog.
de: Wählen Sie Ihre Sprache aus.
el: Επιλέξτε τη γλώσσα σας.
eo: Elektu vian lingvon.
es: Seleccione su idioma.
eu: Hautatu zure hizkuntza.
fr_ca: Sélectionnez une langue.
hr: Odaberite svoj jezik.
hu: Válassza ki a telepítés nyelvét.
ia: Elige tu lingua.
it: Seleziona la tua lingua.
ko: 언어를 선택하세요.
lt: Pasirinkite savo kalbą.
nl: Kies uw taal.
pt_br: Escolha seu idioma.
ru: Выберите нужный вам язык.
sv: Välj språk.
tr: Dilinizi seçin.
zh_cn: 选择您的语言。

source: Connect to the Internet.
am: ከ ኢንተርኔት ጋር ይገናኙ
bg: Свържете се с интернет
ca: Connecteu-vos a Internet.
cs: Připojte se k Internetu.
da: Forbind til internettet.
de: Stellen Sie eine Verbinung mit dem Internet her.
el: Συνδεθείτε στο Internet.
eo: Konekti al la interreto.
es: Conéctese a internet.
eu: Konektatu Internetera
fr_ca: Connectez-vous à Internet.
hr: Povežite se sa internetom.
hu: Csatlakozzon az internetre.
ia: Connecte te a Internet.
it: Connettiti ad internet.
ko: 인터넷에 연결하세요.
lt: Prisijunkite prie interneto.
nl: Verbind met het internet.
pt_br: Conecte-se à Internet.
ru: Подключитесь к Интернету.
sv: Anslut datorn till Internet.
tr: İnternete bağlanın.
zh_cn: 连接到互联网。

source: If you are connected to the Internet, tick the box to install the multimedia codecs.
am: እርስዎ ከ ኢንተርኔታ ጋር የ ተገናኙ ከሆነ በ ሳጥኑ ውስጥ ምልክት ያድርጉ የ በርካታ መገናኛ ኮዶች እንዲገጠም
bg: Ако сте свързани с интернет, маркирайте квадратчето за инсталиране на мултимедийни кодеци.
ca: Si esteu connectat a Internet, marqueu la casella per instal·lar els còdecs multimèdia.
cs: Pokud jste připojení k Internetu, zaškrtněte instalaci kodeků multimédií
da: Hvis du er forbundet til internettet, afkryds feltet for at installere multimediecodecs.
de: Wenn Sie mit dem Internet verbunden sind, kreuzen Sie das Kästchen an, um die Multimedia-Codecs zu installieren.
el: Εάν είστε συνδεδεμένοι στο Internet, κάντε τικ στο κουτί εγκατάστασης των κωδικοποιητών πολυμέσων.
eo: Se vi estas konektita al la interreto, frapu la markobutonon por instali la plurmediajn kodekojn.
es: Si está conectado a Internet, marque la casilla para instalar los códecs multimedia.
eu: Internetera konektatuta bazaude, markatu multimedia kodekak instalatzeko kontrol-laukia.
fr_ca: Si vous êtes connecté à Internet, cochez la case pour l'installation des codecs multimédia.
hr: Ako ste povezani sa internetom, odaberite mogućnost instalacije multimedijskih kôdeka.
hu: Ha a számítógép internethez csatlakozik, jelölje be a négyzetet a multimédiás kodekek telepítéséhez.
ia: Si tu es connexe a Internet, marca le buxo pro installar le codecs multimedial.
it: Se sei connesso ad internet, spunta la casella per installare i codec multimediali.
ko: 인터넷에 연결되어 있다면, 멀티미디어 코덱 설치 박스를 체크하세요.
lt: Jeigu esate prisijungę prie interneto, pažymėkite langelį, skirtą įdiegti multimedijos kodekus.
nl: Als u verbonden bent met het internet kunt u het vakje 'Multimedia-codecs installeren' aanvinken.
pt_br: Se você já estiver conectado à internet, marque a opção para instalar os codecs multimídia.
ru: Если вы подключены к интернету, установите флажок для установки мультимедийных кодеков.
sv: Om datorn är ansluten till Internet, kryssa i rutan om att installera mjukvara från tredje part.
tr: Eğer internete bağlıysanız, çoklu-ortam çözücülerini (multimedia codecs) kurma seçeneğini işaretleyebilirsiniz.
zh_cn: 如果您连接到互联网，请在方框中勾选以便安装多媒体编解码器。
