Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: Import the Linux Mint signing key:
am: የ ሊነክስ ሚንት ፊርማ ቁልፍ ማምጫ:
bg: Импортиране на ключ с подпис на Линукс Минт:
ca: Importeu la clau de signatura de Linux Mint:
cs: Importujte podpisový klíč Linux Mint:
da: Importér Linux Mints signaturnøgle:
de: Den Linux Mint-Signaturschlüssel importieren:
el: Εισάγετε το κλειδί υπογραφής του Linux Mint:
eo: Importu la subskriban ŝlosilon de Linukso Minto:
es: Importar la clave de firma de Linux Mint:
eu: Inportatu Linux Mint sinadura gakoa:
fr_ca: Importez la clé de signature de Linux Mint :
hr: Uvezite Linux Mint ključ potpisa:
hu: Importálja a Linux Mint aláíró kulcsot:
ia: Importa le clave firma de Linux Mint:
it: Importa la chiave di Linux Mint:
ko: 리눅스 민트 서명 키 받아 오기:
lt: Importuokite Linux Mint pasirašymo raktą:
nl: Importeer de ondertekeningssleutel van Linux Mint:
pt_br: Importe a chave de assinatura do Linux Mint
ru: Импортируйте ключ подписи Linux Mint:
sv: Importera Linux Mints signeringsnyckel:
tr: Linux Mint imza anahtarını içeri aktarın:
zh_cn: 导入 Linux Mint 的签名密钥：

source: If gpg complains about the key ID, try the following commands instead:
am: ይህ gpg የ ቁልፍ መለያ ችግር ከ ፈጠረ: በሱ ፋንታ የሚቀጥለውን ትእዛዝ ይጠቀሙ:
bg: Ако gpg се оплаче от ID-то на ключа, опитайте следните команди:
ca: Si gpg es queixa de l'identificador de la clau, proveu les següents comandes:
cs: Pokud si gpg stěžuje na identifikátor klíče, zkuste namísto toho následující příkazy:
da: Hvis gpg beklager sig over nøgle-ID'et, så prøv følgende kommandoer i stedet:
de: Wenn sich GPG über die Schlüsselkennung beschwert, bitte stattdessen folgende Befehle versuchen:
el: Αν το πρόγραμμα gpg παραπονιέται για το key ID, κάντε το παρακάτω:
eo: Se gpg plendas pri la ŝlosila identigilo, provu la jenajn komandojn anstataŭ:
es: Si gpg se queja de la ID de la clave, pruebe los siguientes comandos:
eu: gpg gakoaren IDari buruz kexu bada, saiatu ondorengo komandoekin:
fr_ca: Si gpg ne reconnait pas l'identifiant de la clé, essayez avec les commandes suivantes :
hr: Ako se gpg žali o ID-u ključa, pokušajte sljedeće naredbe umjesto:
hu: Ha a gpg panaszkodik a kulcsazonosító miatt, próbálja ki a következő parancsokat:
ia: Si gpg se plange re le ID del clave, prova in vice le sequente commandos:
it: Se gpg si lamenta dell'ID della chiave, prova i seguenti comandi:
ko: gpg가 키 ID에 대해서 뭐라고 하면, 다음 명령어를 사용해보세요:
lt: Jei gpg skundžiasi apie rakto ID, tuomet vietoj to, pabandykite šias komandas:
nl: Indien gpg klaagt over de key ID, probeer dan in plaats daarvan de volgende opdrachten:
pt_br: Se o gpg sentir falta da chave ID, tente os seguintes comandos:
ru: Если gpg жалуется на идентификатор ключа, попробуйте следующие команды:
sv: Prova följande kommandon om GPG inte vill godta Mints nyckel-ID:
tr: Eğer gpg, anahtar kimliği (key ID) ile ilgili uyarırsa, bunun yerine aşağıdaki komutları deneyiniz:
zh_cn: 如果 gpg 提示密钥 ID 错误，请尝试下面的命令：

source: Check the output of the last command, to make sure the fingerprint is ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (with or without spaces).
bg: Проверете изхода от последната команда, за да се уверите че отпечатъка е ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (със или без интервали).
ca: Comproveu la sortida de l’última ordre per assegurar-vos que l’empremta digital és ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (amb o sense espais).
cs: Podívejte se na výstup z posledního příkazu a ověřte, že otisk je ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (s nebo bez mezer).
da: Tjek output fra den sidste kommando for at sikre dig, at fingeraftrykket er ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (med eller uden mellemrum).
de: Bitte überprüfen Sie die Ausgabe des letzten Befehls, um sicherzustellen, dass der Fingerabdruck ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` ist (mit oder ohne Leerzeichen).
el: Ελέγξτε την έξοδο της τελευταίας εντολής, για να βεβαιωθείτε ότι το δακτυλικό αποτύπωμα είναι ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (με ή χωρίς κενά).
eo: Kontrolu la eligon de la lasta komando por certigi, ke la fingrospuro estu ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (kun aŭ sen spacetoj).
es: Verifique la salida del último comando, para asegurarse de que la huella digital es ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (con o sin espacios).
eu: Egiaztatu azken komandoaren irteeran hatz-marka ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` dela (zuriuneekin edo gabe).
fr_ca: Vérifiez les résultats de la dernière commande pour vous rassurer que l'empreinte digitale est bien ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (avec ou sans espaces).
hr: Provjerite ispis posljednje naredbe, kako bi bili sigurni da otisak je ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (sa ili bez razmaka).
hu: Ellenőrizze az előző parancs kimenetét. Az ujjlenyomatnak a következőnek kell lennie: „27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09” (szóközökkel vagy szóközök nélkül megadva).
ia: Controla le exito del ultime commando, pro verificar que le dactylogramma es ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (con o sin spatios).
it: Verifica l'output dell'ultimo comando, per essere sicuro che l'impronta digitale è ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (con o senza spazi).
ko: 마지막 명령문의 출력을 확인해서 공백 여부에 상관없이 지문이 ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` 인지 확인하세요.
lt: Patikrinkite paskutinės komandos išvestį, kad įsitikintumėte, jog kontrolinis kodas yra ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (su tarpais arba be jų).
nl: Kijk de uitvoer na van de laatste opdracht, om er zeker van te zijn dat de vingerafdruk is: ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (met of zonder spaties).
pt_br: Verifique a saída do último comando, para garantir que a impressão digital seja ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (com ou sem espaços).
ru: Проверьте вывод последней команды, чтобы убедиться в корректности отпечатка `` 27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (с пробелами или без).
sv: Det sista kommandot skall ge resultatet ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (med eller utan mellanslag).
tr: Doğru olduğundan emin olmak son komutun çıktısını kontrol ediniz, parmakizi çıktısı şöyle olmalıdır ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` (boşluklu ya da boşluksuz).
zh_cn: 检查最后一条命令的输出，以确保指纹为 ``27DE B156 44C6 B3CF 3BD7 D291 300F 846B A25B AE09`` （不论是否有空格）。

source: Verify the authenticity of sha256sum.txt:
am: ትክክለኛነት መመርመሪያ ለ sha256sum.txt:
bg: Проверка на автентичността на sha256sum.txt:
ca: Verifiqueu de l'autenticitat de sha256sum.txt:
cs: Ověřte nepodvrženost sha256sum.txt:
da: Bekræft ægtheden af sha256sum.txt:
de: Die Echtheit von sha256sum.txt überprüfen:
el: Επαληθεύστε την αυθεντικότητα του sha256sum.txt:
eo: Kontrolu la aŭtenton de 'sha256sum.txt':
es: Verifique la autenticidad de sha256sum.txt:
eu: Egiaztatu sha256sum.txt-ren egiazkotasuna:
fr_ca: Vérifiez l'authenticité de sha256sum.txt :
hr: Provjerite vjerodostojnost sa sha256sum.txt:
hu: Ellenőrizze a sha256sum.txt fájl hitelességét:
ia: Verifica le authenticitate de sha256sum.txt:
it: Verifica l'autenticità di sha256sum.txt:
ko: sha256sum.txt 인증 여부를 확인해주세요:
lt: Patikrinkite sha256sum.txt autentiškumą:
nl: Controleer de authenticiteit van 'sha256sum.txt':
pt_br: Verifique a autenticidade do sha256sum.txt:
ru: Проверьте подлинность sha256sum.txt:
sv: Bekräfta äktheten hos sha256sum.txt:
tr: sha256sum.txt dosyasının güvenirlik doğrulaması:
zh_cn: 验证 sha256sum.txt 的真实性：

source: The output of the last command should tell you that the file signature is ``good`` and that it was signed with the ``A25BAE09`` key.
am: የ መጨረሻውን ትእዛዝ ውጤት ለ እርስዎ የ ፋይል ፊርማውን ይነግርዎታል ``ጥሩ`` እና በ ትክክል መፈረሙን በ ``A25BAE09`` ቁልፍ:
bg: Изхода от последната команда трябва да ви каже че файла с ключ е ``good`` и че е свързан с ключа ``A25BAE09``.
ca: La sortida de l'última ordre us hauria de dir que la signatura del fitxer és ``bona`` i que es va signar amb la clau ``A25BAE09``.
cs: Výstup z posledního příkazu by vám měl říkat že podpis souboru je ``good`` (v pořádku) a že byl podepsán klíčem s identifikátorem ``A25BAE09``.
da: Outputtet af den sidste kommando fortæller dig, at filsignaturen er ``god``, og at den blev signeret med ``A25BAE09``-nøglen.
de: Die Ausgabe des letzten Befehls sollte Ihnen sagen, dass die Dateisignatur ``gut`` ist und dass sie mit dem Schlüssel ``A25BAE09`` signiert wurde.
el: Η έξοδος της τελευταίας εντολής πρέπει να σας πει ότι η υπογραφή του αρχείου είναι ``good`` και ότι υπεγράφη με το κλειδί ``A25BAE09``.
eo: La eligo de la lasta komando devus diri al vi, ke la dosiera subskribo estas ``bona`` kaj ke ĝi estis subskribita per la ``A25BAE09``-ŝlosilo.
es: La salida del último comando debería decirle que la firma del archivo es ``buena`` y que fue firmada con la clave ``A25BAE09``.
eu: Azken komandoaren irteerak fitxategiaren sinadura ``ona`` dela esan behar luke eta ``A25BAE09`` gakoarekin sinatua izan zela.
fr_ca: Le résultat de la dernière commande devrait vous informer que la signature est ``bonne`` et que le fichier a été signé avec ``A25BAE09``.
hr: Prikaz posljednje naredbe trebao bi vam kazati da je potpis datoteke ``dobar`` i da je potpisan ``A25BAE09`` ključem.
hu: Az előző parancs kimenetének azt kell mutatnia, hogy a fájl aláírása ``jó`` és az ``A25BAE09`` azonosítójú kulccsal lett aláírva.
ia: Le emission del ultime commando debe te indicar que le firma del file es ``good`` e que illo ha essite signate per le clave ``A25BAE09``.
it: L'output dell'ultimo comando dovrebbe dirti che la firma del file è ``buona`` e che è stato firmato con la chiave ``A25BAE09``.
ko: 마지막 명령의 출력물이 파일 서명은 ``good``이며 ``A25BAE09`` 키로 서명되었음을 알려드릴 겁니다.
lt: Paskutinės komandos išvestis turėtų jums pasakyti, jog failo parašas yra ``geras (angl. good)`` ir, kad failas buvo pasirašytas, naudojant ``A25BAE09`` raktą.
nl: De uitvoer van de laatste opdracht zou u moeten vertellen dat de bestandshandtekening ``goed`` is en dat het was ondertekend met de ``A25BAE09``-sleutel.
pt_br: A saída do último comando deve dizer que a assinatura do arquivo é ``boa`` e que foi assinada com a chave ``A25BAE09``.
ru: Вывод последней команды должен сказать Вам, что файл подписи ``хороший`` и что он был подписан с помощью ключа ``A25BAE09``.
sv: Resultatet av det sista kommandot skall vara att signaturen är ``Korrekt`` och att den signerats med nyckeln ``A25BAE09``.
tr: Son komutun çıktısı dosya imzasının ``iyi`` olduğunu ve ``A25BAE09`` anahtarı ile imzalandığını bildirmelidir.
zh_cn: 最后指令的输出应该告诉你文件签名是 ``良好`` 的而且它以 ``A25BAE09`` 密钥签署。

source: GPG might warn you that the Linux Mint signature is not trusted by your computer. This is expected and perfectly normal.
am: ምናልባት GPG የ እርስዎ ሊነክስ ሚንት ፊርማ በ እርስዎ ኮምፒዩተር የሚታመን አይደለም ሊል ይችላል: ይህ የሚጠበቅ እና በ ትክክል መደበኛ ነው
bg: GPG може да ви предупреди че подписа на Линукс Минт не е надежден на вашия компютър. Това е очаквано и напълно нормално.
ca: GPG pot advertir que la signatura de Linux Mint no és de confiança per al vostre ordinador. Això és comprensible i perfectament normal.
cs: Může se stát, že nástroj gpg bude varovat, že podpis Linux Mint není na vašem počítači považován za důvěryhodný. To je očekávatelné (není vytvořený tzv. řetězec důvěry) a v tomto případě je to v pořádku.
da: GPG advarer dig måske om, at din computer ikke har tillid til Linux Mint-signaturen. Det er forventeligt og helt normalt.
de: GPG könnte Sie warnen, dass Ihr Rechner der Signatur von Linux Mint nicht vertraut. Das wird so erwartet und ist völlig normal.
el: Το πρόγραμμα GPG ίσως σας προειδοποιήσει ότι η υπογραφή του Linux Mint δεν είναι αξιόπιστη από τον υπολογιστή σας. Αυτό είναι αναμενόμενο και απόλυτα φυσιολογικό.
eo: Eble GPG avertas vin, ke la LinuksoMinta subskribo ne estas fidata fare de via komputilo. Ĉi tio estas atendata kaj tute normala.
es: GPG tal vez le avise de que su equipo no confía en la firma de Linux Mint. Esto es previsible y completamente normal.
eu: Baliteke GPGk ohartaraztea ordenagailua ez dela fidatzen Linux Minten sinadurarekin. Normala da.
fr_ca: GPG peut prévenir que la signature de Linux Mint n'est pas certifiée. Cela est normal.
hr: GPG će vas možda upozoriti da Linux Mint potpis nije pouzdan vašem računalu. To je očekivano i sasvim uobičajeno.
hu: A GPG figyelmeztetheti önt, hogy a Linux Mint aláírása az Ön számítógépe által nem megbízhatónak minősített . Ez várható és teljesen normális.
ia: GPG pote te prevenir que le firma de Linux Mint non es fidite per tu computator. Isto es expectate e perfectemente normal.
it: GPG potrebbe avvisarti che il tuo computer non si fida della firma di Linux Mint. Ciò è perfettamente normale.
ko: GPG가 리눅스 민트의 서명이 컴퓨터에 의해 신뢰되지 않았다고 경고할 수 있습니다. 이것은 예상되는 일이며 지극히 정상적인 것입니다.
lt: GPG gali jus įspėti, kad jūsų kompiuteris nepasitiki Linux Mint parašu. Tai yra tikėtina ir yra visiškai normalu.
nl: GPG zou u kunnen waarschuwen dat de Linux Mint-handtekening niet wordt vertrouwd door uw computer. Dit wordt verwacht en is volkomen normaal.
pt_br: Pode ser que o GPG avise que a assinatura do Linux Mint não é confiável pelo seu computador. Isso já é esperado e é perfeitamente normal.
ru: GPG может предупредить Вас, что подпись Linux Mint не является доверенной для Вашего компьютера. Это ожидаемо и вполне нормально.
sv: I vissa fall kan GPG varna om att Linux Mints signatur inte är betrodd av din dator. Det meddelandet är helt normalt och kan ignoreras.
tr: GPG Linux Mint imzasının bilgisayarınız tarafından güvenilir bulunmaması ile ilgili uyarı yapabilir. Bu beklenen ve son derecede normal bir durumdur.
zh_cn: GPG 也许会警告您 Linux Mint 的签名并不受你的电脑所信任。这是意料之中的，非常正常。

source: For more information on ISO verification, or to verify BETA, LMDE or old releases, read `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
am: በ በለጠ ለ መረዳት ስለ ISO ማረጋገጫ: ወይንም BETA, LMDE ወይንም አሮጌ እትም ለ ማረጋገጥ: ይህን ያንብቡ `የ ISO ምስል እንደት እንደሚያረጋግጡ <https://linuxmint.com/verify.php>`_.
bg: За повече информация за проверката на ISO, или за проверка на BETA, LMDE или по-стари версии, прочетете `Как да проверя ISO образи <https://linuxmint.com/verify.php>`_.
ca: Per obtenir més informació sobre la verificació de les ISO, o per verificar els llançaments BETA, LMDE o anteriors, llegiu `Com verificar les imatges ISO <https://linuxmint.com/verify.php>`_.
cs: Více informací o ověřování ISO souborů, nebo jak ověřit BETA, LDME a starší vydání, si přečtete (v angličtině) v `Jak ověřovat ISO obrazy <https://linuxmint.com/verify.php>`_.
da: For yderligere information om bekræftelse af ISO-filer eller om at bekræfte BETA, LMDE eller gamle udgaver kan du læse `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
de: Für mehr Informationen zur ISO-Überprüfung oder um die BETA, LMDE oder ältere Veröffentlichungen zu überprüfen, lesen Sie `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
el: Για περισσότερες πληροφορίες σχετικά με την επαλήθευση ISO, ή για να επαληθεύσετε εκδόσεις BETA, LMDE ή παλαιότερες εκδόσεις, διαβάστε το `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
eo: Por pliaj informoj pri ISO-kontrolo, aŭ por kontroli BETA, LMDE aŭ malnovajn eldonojn, bonvolu legi (angle) `Kiel kontroli ISO-bildojn <https://linuxmint.com/verify.php>`_.
es: Para más información sobre la verificación de la ISO, o la verificación de BETA, LMDE o publicaciones antiguas, lea `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
eu: ISOen egiaztatzeari buruz informazio gehiago nahi baduzu edo BETA, LMDE edo bertsio zaharrak egiaztatu nahi badituzu, irakurri `Nola egiaztatu ISO irudiak [EN] <https://linuxmint.com/verify.php>`_.
fr_ca: Pour plus d'informations sur la vérification d'ISO, ou pour vérifier des versions BETA, LMDE ou plus anciennes, Consulter `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
hr: Za više informacija o ISO provjeri, ili provjeri BETA, LMDE ili starijih izdanja, pročitajte `Kako provjeriti ISO slike <https://linuxmint.com/verify.php>`_.
hu: Az ISO-lemezképfájl ellenőrzésről, illetve a BETA, az LMDE vagy a korábbi kiadások ellenőrzéséről az `ISO-lemezképfájlok ellenőrzése <https://linuxmint.com/verify.php>`_ című részben olvasható. Magyar nyelvű leírást az 'ISO-lemezképfájl ellenőrzésről itt talál <https://linuxmint.hu/ellenorzes>`_.
ia: Pro plus de informationes re le verification del file ISO, o pro verificar BETA, LMDE o vetule editiones, lege `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
it: Per maggiori informazioni riguardo la verifica dell'immagine ISO, o per verificare le release BETA, LMDE o altre release più datate, leggi `Come verificare le immagini ISO <https://linuxmint.com/verify.php>`_.
ko: ISO 인증에 대한 더 자세한 정보나, BETA, LMDE 또는 이전 버전에 대한 인증에 대해 알아보시려면,`How is Verify ISO images <https://linuxmint.com/verify.php>`_ 를 읽어보세요.
lt: Išsamesnei informacijai apie ISO patikrinimą ar apie tai kaip patikrinti BETA, LMDE ar senas laidas, skaitykite `How to Verify ISO images <https://linuxmint.com/verify.php>`_ (anglų kalba).
nl: Voor meer informatie over ISO-verificatie, of om bètaversies, LMDE of oude uitgaves te verifiëren kunt u `How to Verify ISO images <https://linuxmint.com/verify.php>`_ lezen (in het Engels).
pt_br: Para mais informações sobre a verificação da ISO, ou como verificar as versões BETA, LMDE ou versões antigas, leia `How to Verify ISO images <https://linuxmint.com/verify.php>`_ (em inglês).
ru: Для получения дополнительной информации о проверке ISO, или для проверки BETA, LMDE или старых версий, прочитайте `Как проверить ISO образы <https://linuxmint.com/verify.php>`_.
sv: För mer information om hur ISO-filers äkthet kan bekräftas, även i fråga om LMDE, beta eller äldre versioner, se `How to Verify ISO images <https://linuxmint.com/verify.php>`_.
tr: ISO doğrulama ile ilgili daha fazla bilgi, BETA, LMDE ya da eski sürümlerin doğrulaması için, `ISO imajları nasıl doğrulanır <https://linuxmint.com/verify.php>`_ bağlantısını inceleyebilirsiniz.
zh_cn: 寻找有关 ISO 校验的更多信息，或者 BETA、LMDE 以及其他发行版校验的信息，请阅读 `How to Verify ISO images <https://linuxmint.com/verify.php>`_.

source: `A beginnerâ€™s guide to disks and disk partitions in Linux <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
eu: `Linuxeko diskoen eta diskoen partizioen hasiberrien gida [EN] <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_

source: Cinnamon
am: ሲናሞን
ko: 시나몬

source: MATE
am: ሜት
ko: 마테

source: `A beginners guide to disks and disk partitions in Linux <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
ia: `Un guida del novicios pro discos e partitiones de disco in Linux <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
