Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: The Linux Mint ISO can be booted both in EFI or BIOS mode. In EFI mode it shows a grub menu. In BIOS mode it shows an isolinux menu.
am: የ ሊነክስ ሚንት ISO በ ሁለቱም መንገድ ማስጀመር ይቻላል በ EFI ወይንም BIOS ዘዴ: በ EFI ዘዴ ይህን የ grub ዝርዝር ያሳያል: በ BIOS ዘዴ የ isolinux ዝርዝር ያሳያል.
bg: ISO-то на Линукс Минт може да стартира в EFI или BIOS режим. В EFI режим се показва grub менюто. В BIOS режим се показва isolinux менюто.
ca: L'ISO de Linux Mint pot arrencar-se tant en mode EFI com en mode BIOS. En mode EFI, apareixerà un menú grub. En mode BIOS, apareixerà un menú isolinux.
cs: ISO s Linux Mint může být spuštěno jak v EFI, tak BIOS režimu. V tom EFI se zobrazí nabídka zavaděče GRUB. V režimu BIOS je zobrazena nabídka zavaděče ISOLINUX.
da: Linux Mint ISO'en kan bootes i både i EFI- og BIOS-tilstand. I EFI-tilstanden vises en grub-menu. I BIOS-tilstanden vises en isolinux-menu.
de: Das ISO-Abbild von Linux Mint kann sowohl im EFI- als auch im BIOS-Modus gestartet werden. Im EFI-Modus wird ein GRUB-Menü angezeigt. Im BIOS-Modus wird ein ISOLINUX-Menü angezeigt.
el: Η εικόνα ISO του Linux Mint μπορεί να γίνει εκκίνηση είτε σε λειτουργία EFI είτε σε λειτουργία BIOS. Στη λειτουργία EFI δείχνει ένα μενού του GRUB. Στη λειτουργία BIOS δείχνει ένα μενού του isolinux.
eo: La Linukso-Minto-ISO praŝargeblas laŭ EFI- aŭ BIOS-reĝimo. Laŭ EFI-reĝimo ĝi montras grub-menuon. Laŭ BIOS-reĝimo ĝi montras isolinuks-menuon.
es: La ISO de Linux Mint se puede arrancar tanto en el modo EFI como en el modo BIOS. En el modo EFI se muestra el menú de GRUB. En modo BIOS se muestra el menú de ISOLINUX.
eu: Linux Mint ISOa EFI eta BIOS moduetan abiarazi daiteke. EFI moduan grub menua erakusten du, BIOS moduan aldiz isolinux menua.
fr_ca: L'image ISO de Linux Mint peut être démarrée en mode EFI ou BIOS. En mode EFI le menu de démarrage est grub. En mode BIOS il s'agit d'un menu isolinux.
hr: Linux Mint ISO može se pokrenuti u oba načina, EFI ili BIOS. U EFI načinu prikazuje grub izbornik. U BIOS načinu prikazuje isolinux izbornik.
hu: A Linux Mint ISO-lemezképről a rendszer elindítható mind EFI, mind BIOS üzemmódban. Az EFI üzemmódban a Grub menü jelenik meg. A BIOS üzemmódban az isolinux menü jelenik meg.
ia: Le Linux Mint ISO pote esser lanceate sia in modo EFI o sia in modo BIOS. In modo EFI illo monstra un menu de GRUB. In modo BIOS illo monstra un menu de isolinux.
it: La ISO di Linux Mint può essere avviata sia in modalità EFI sia BIOS. In modalità EFI mostrerà il menù GRUB. In modalità BIOS mostrerà il menù ISOLINUX.
ko: 리눅스 민트의 ISO는 EFI와 BIOS모드 둘 다에서 부팅가능합니다. EFI에서는 grub메뉴가 나타날거구요. BIOS모드에서는 isolinux 메뉴가 나올겁니다.
lt: Linux Mint ISO atvaizdis gali būti paleistas EFI ar BIOS veiksenoje. EFI veiksenoje, jis rodo grub meniu. BIOS veiksenoje, jis rodo isolinux meniu.
nl: De Linux Mint-ISO kan zowel worden opgestart in EFI- als in BIOS-modus. In EFI-modus wordt er een grubmenu getoond; in BIOS-modus wordt er een isolinux-menu getoond.
pt_br: A imagem ISO do Linux Mint pode ser inicializada tanto no modo EFI ou BIOS. No modo EFI, será exibido o menu do grub. No modo BIOS, será exibido o menu do isolinux.
ru: ISO-образ Linux Mint может быть загружен в EFI или BIOS режимах. В режиме EFI будет отображено меню grub. В режиме BIOS будет отображено меню isolinux.
sv: Installationsmedia för Linux Mint kan startas antingen i EFI- eller BIOS-läge. I EFI-läge visas Grub-menyn och i BIOS-läge visas Isolinux-menyn.
tr: Linux Mint ISO imajları EFI ve BIOS kiplerinde açılış yapabilir. EFI kipinde bir grub menüsü görünür. BIOS kipinde bir isolinux menüsü görünür.
zh_cn: Linux Mint ISO 可以在 EFI 或 BIOS 模式中启动。在 EFI 模式中它会显示一个 grub 菜单。在 EFI 模式中它会显示一个 isolinux 菜单。

source: The isolinux menu in BIOS mode
am: የ isolinux ዝርዝር በ BIOS ዘዴ ውስጥ
bg: isolinux меню в режим BIOS
ca: El menú isolinux al mode BIOS
cs: Nabídka zavaděče ISOLINUX v BIOS režimu
da: Isolinux-menuen i BIOS-tilstand
de: Das ISOLINUX-Menü im BIOS-Modus
el: Το μενού του isolinux στη λειτουργία BIOS
eo: La isolinuks-menuo laŭ BIOS-reĝimo
es: El menú de ISOLINUX en el modo BIOS
eu: Isolinux menua BIOS moduan
fr_ca: Le menu isolinux en mode BIOS
hr: Isolinux izbornik u BIOS načinu
hu: Az isolinux menü BIOS üzemmódban
ia: Le menu de isolinux in modo BIOS
it: Il menù ISOLINUX in modalità BIOS
ko: BIOS 메뉴의 isolinux 메뉴
lt: Isolinux meniu BIOS veiksenoje
nl: Het isolinux-menu in BIOS-modus
pt_br: O menu do isolinux no modo BIOS
ru: Меню isolinux в режиме BIOS
sv: Isolinux-menyn i BIOS-läge
tr: BIOS kipinde isolinux menüsü
zh_cn: BIOS 模式中的 isolinux 菜单

source: The grub menu in EFI mode
am: የ grub ዝርዝር በ EFI ዘዴ ውስጥ
bg: grub меню в режим EFI
ca: El menú grub al mode EFI
cs: Nabídka zavaděče GRUB v EFI režimu
da: Grub-menuen i EFI-tilstand
de: Das GRUB-Menü im EFI-Modus
el: Το μενού του GRUB στη λειτουργία EFI
eo: La grub-menuo laŭ EFI-reĝimo
es: El menú de GRUB en el modo EFI
eu: Grub menua EFI moduan
fr_ca: Le menu grub en mode EFI
hr: Grub izbornik u EFI načinu
hu: A grub menü EFI üzemmódban
ia: Le menu del GRUB in modo EFI
it: Il menù GRUB in modalità EFI
ko: EFI 모드의 grub 메뉴
lt: Grub meniu EFI veiksenoje
nl: Het Grubmenu in EFI-modus
pt_br: O menu do grub no modo EFI
ru: Меню grub в режиме EFI
sv: Grub-menyn i EFI-läge
tr: EFI kipinde grub menüsü
zh_cn: EFI 模式中的 grub 菜单

source: From one of these menu, press :kbd:`Enter` to start Linux Mint from your USB stick (or DVD).
am: ከ እነዚህ ዝርዝር አንዱን ይጫኑ :kbd:`Enter` ሊነክስ ሚንትን ለ ማስጀመረ ከ እርስዎ USB stick (ወይንም ዲቪዲ) ውስጥ
bg: В едно от тези менюта, натиснете :kbd:`Enter`, за да стартирате Линукс Минт от вашата флашка (или DVD).
ca: Des d'un d'aquests menús, premeu :kbd:`Retorn` per començar Linux Mint des del vostre llapis USB (o DVD).
cs: Z jedné z těchto nabídek, stiskněte :kbd:`Enter` a spusťte tak Linux Mint z USB klíčenky (nebo DVD).
da: I en af disse menuer trykkes på :kbd:`Enter` for at starte Linux Mint fra din USB-nøgle (eller DVD).
de: Drücken Sie in einem dieser Menüs :kbd:`Eingabe`, um Linux Mint von Ihrem USB-Stick (oder Ihrer DVD) zu starten.
el: Σε ένα από αυτά τα μενού, πιέστε το :kbd:`Enter` για να εκκινήσετε το Linux Mint από το USB (ή το DVD).
eo: Premu :kbd:`Enter` sur unu el ĉi tiuj menuoj por startigi Linukson Minton de la USB-bastoneto (aŭ lumdisko).
es: Desde uno de estos menús, pulse :kbd:`Intro` para arrancar Linux Mint desde la memoria USB (o desde el DVD).
eu: Menu horietako batetik sakatu :kbd:`Enter` Linux Mint USBtik (edo DVDtik) hasieratzeko.
fr_ca: De l'un de ces menus, appuyez sur :kbd:`Entrée` pour démarrer Linux Mint à partir de la clé USB (ou du DVD).
hr: U jednom od tih izbornika, pritisnite :kbd:`Enter` za pokretanje Linux Minta sa USB uređaja (ili DVD-a).
hu: A menük egyikében nyomja meg: kbd: `Enter` billentyűt, így elindítja a Linux Mint telepítőt az USB pendrive eszközről (vagy DVD lemezről).
ia: Ab uno de iste menu, pulsa :kbd:`Enter` pro lancear Linux Mint ab tu clave USB (o DVD).
it: Da uno di questi menù, premi :kbd:`Invio` per avviare Linux Mint dalla tua penna USB (o DVD).
ko: 이 중 하나의 메뉴에서 `Enter`키를 눌러서 리눅스 민트 USB 스틱 (또는 DVD)를 실행합니다.
lt: Norėdami paleisti Linux Mint iš savo USB atmintuko (ar DVD), viename iš šių meniu, paspauskite :kbd:`Enter`.
nl: Druk op de :kbd:`Enter`- toets bij één van deze menu's om Linux Mint op te starten vanaf USB-staafje (of DVD).
pt_br: A partir de um desses menus, pressione :kbd:`Enter` para iniciar o Linux Mint a partir de um dispositivo USB (ou DVD).
ru: В одном из этих меню, нажмите :kbd:`Enter` для запуска Linux MInt с вашего USB-накопителя (или DVD).
sv: I menyn trycker du :kbd:`Enter` för att starta Linux Mint från ditt installationsmedia.
tr: Linux Mint'i USB belleğinizden (ya da DVD) başlatmak için bu menüde :kbd:`Enter/Giriş` tuşuna basınız.
zh_cn: 在这两个菜单中，按 :kbd:`Enter` 以从您的U盘或 DVD 启动 Linux Mint。

source: Create the bootable media
am: የ ማስነሻ መገናኛ አካል ይፍጠሩ
bg: Създаване на стартиращо устройство
ca: Creació del mitjà d'arrancada
cs: Vytvoření spouštěcího média
da: Opret medie der kan bootes fra
de: Den startfähigen Datenträger erstellen
el: Δημιουργήστε το μέσο εκκίνησης
eo: Kreu la praŝargeblan datumportilon.
es: Crear el medio de arranque
eu: Sortu gailu abiagarria
fr_ca: Créer le médium de démarrage
hr: Stvaranje medija za pokretanje sustava
hu: Rendszerindító média készítése
ia: Crear le medios bootabile
it: Creare il dispositivo di avvio
ko: 부팅 가능한 미디어 만들기
lt: Paleidimo laikmenos sukūrimas
nl: Het opstartbaar medium maken
pt_br: Criar uma mídia inicializável
ru: Создание загрузочного носителя
sv: Skapa ett installationsmedia (USB-minne eller DVD)
tr: Açılabilir ortam oluşturma
zh_cn: 创建启动媒介

source: The easiest way to install Linux Mint is with a USB stick.
am: ቀላሉ መንገድ ሊነክስ ሚንትን ለ መግጠም የ USB stick ይጠቀሙ
bg: Най-лесният начин за инсталация на Линукс Минт е чрез USB памет.
ca: La forma més senzilla d'instal·lar Linux Mint és amb un llapis USB.
cs: Nejsnazší způsob, jak nainstalovat Linux Mint, je pomocí USB klíčenky.
da: Den nemmeste måde at installere Linux Mint på er med en USB-nøgle.
de: Der einfachste Weg, Linux Mint zu installieren, ist mit einem USB-Stick.
el: Ο πιο εύκολος τρόπος να κάνετε εγκατάσταση το Linux Mint είναι με ένα USB stick.
eo: La plej facila maniero instali Linukson Minton estas per USB-bastoneto.
es: La forma más sencilla de instalar Linux Mint es mediante una unidad USB.
eu: Linux Mint instalatzeko modurik errazena USB bat erabiltzea da.
fr_ca: La façon la plus facile d'installer Linux Mint est d'utiliser une clé USB.
hr: Najjednostavniji način instalacije Linux Minta je sa USB uređaja.
hu: A Linux Mint telepítésének legegyszerűbb módja egy USB pendrive eszközről történhet.
ia: Le maniera plus facile pro installar Linux Mint es per un clave USB.
it: Il modo più facile di installare Linux Mint è utilizzare una penna USB.
ko: 리눅스 민트를 설치하는 가장 쉬운 방법은 USB 스틱을 이용하는 겁니다.
lt: Lengviausias būdas įdiegti Linux Mint yra naudojant USB atmintuką.
nl: De makkelijkste manier om Linux Mint te installeren is met behulp van een USB-geheugenstaafje.
pt_br: A maneira mais fácil de instalar o Linux Mint é através de um dispositivo USB.
ru: Проще всего установить Linux Mint с USB-накопителя.
sv: Det enklaste sättet att installera Linux Mint är att använda ett USB-minne.
tr: Linux Mint'i bir USB bellek yardımıyla kurmak en kolay yöntemdir.
zh_cn: 安装 Linux Mint 最简单的办法是用U盘安装。

source: If you cannot boot from USB, you can use a blank DVD.
am: እርስዎ ከ USB ማስነሳት ካልቻሉ በ ዲቪዲ ይሞክሩ
bg: Ако не можете да стартирате от USB, може да използвате празно DVD.
ca: Si no podeu arrencar des de l'USB, podeu utilitzar un DVD en blanc.
cs: Pokud nemáte možnost spustit z USB, můžete si vypálit na prázdné DVD.
da: Kan du ikke boote fra USB, kan du bruge en tom DVD.
de: Wenn das Starten vom USB-Stick nicht funktioniert, können Sie eine leere DVD benutzen.
el: Εάν δεν μπορείτε να κάνετε εκκίνηση από το USB, χρησιμοποιήστε ένα κενό DVD.
eo: Se vi ne povas praŝargi de USB, vi povas uzi malplenan lumdiskon (DVD).
es: Si no puede iniciar desde la unidad USB, puede utilizar un DVD virgen.
eu: Ezin baduzu USBtik abiarazi, erabili DVD huts bat.
fr_ca: Si vous ne pouvez pas démarrer à partir de périphériques USB, vous pouvez utiliser un DVD vierge.
hr: Ako ne možete pokrenuti sa USB uređaja, možete koristiti prazan DVD.
hu: Ha nem tud az USB pendive eszközről rendszert indítani, használjon egy üres DVD lemezt.
ia: Si tu non pote facer le boot ab USB, tu pote usar un DVD blanc.
it: Se non riesci ad avviare il computer dalla penna USB, puoi utilizzare un DVD vuoto.
ko: USB로 부팅할 수 없을 때, 빈 DVD를 이용하시면 됩니다.
lt: Jei negalite paleisti iš USB, galite naudoti tuščią DVD.
nl: Als u niet kunt opstarten vanaf een USB-geheugenstaafje, kunt u een DVD gebruiken.
pt_br: Se você não puder usar um dispositivo USB, poderá usar um DVD em branco.
ru: Если нет возможности загрузиться с USB, вы можете использовать пустой DVD.
sv: Om datorn inte kan starta från USB-minne så kan du bränna en DVD.
tr: Eğer USB bellekten açılış yapamıyorsanız, bir DVD kullanmayı deneyebilirsiniz.
zh_cn: 如果您无法从 USB 启动，可以用一张空的 DVD。

source: How to make a bootable USB stick
am: እንዴት ነው የ USB stick ማስነሻ የሚፈጥሩት
bg: Как се прави стартираща флашка
ca: Com fer un llapis USB d'arrancada
cs: Jak vytvořit spouštěcí USB klíčenku
da: Sådan laves en USB-nøgle, der kan bootes fra
de: Wie man einen startfähigen USB-Stick erstellt
el: Πως να δημιουργήσετε ένα εκκινήσιμο USB stick
eo: Kiel fari praŝargeblan USB-bastoneton
es: Cómo crear una unidad USB arrancable
eu: Nola sortu USB gailu abiagarri bat
fr_ca: Comment créer une clé USB de démarrage
hr: Kako napraviti USB uređaj za pokretanje sustava
hu: Hogyan készítsünk rendszerindító USB adathordozót
ia: Como crear un clave USB bootabile
it: Come creare una penna USB avviabile
ko: 부팅 USB 만들기
lt: Kaip sukurti paleidžiamą USB atmintuką
nl: Hoe een opstartbaar USB-staafje te maken
pt_br: Como fazer um dispositivo USB inicializável
ru: Как сделать загрузочный USB-накопитель
sv: Skapa ett startbart USB-minne
tr: Açılabilir USB bellek nasıl oluşturulur
zh_cn: 如何制作U盘启动盘

source: In Linux Mint
am: በ ሊነክስ ሚንት ውስጥ
bg: В Линукс Минт
ca: En Linux Mint
cs: V Linux Mint
da: I Linux Mint
el: Σε Linux Mint
eo: En Linukso Minto
es: En Linux Mint
eu: Linux Minten
fr_ca: Sous Linux Mint
hr: U Linux Mintu
hu: A Linux Mint esetén
ko: 리눅스 민트에서
lt: Linux Mint sistemoje
pt_br: No Linux Mint
ru: В Linux Mint
sv: I Linux Mint
tr: Linux Mint'te
zh_cn: 在 Linux Mint 中

source: Right-click the ISO file and select :menuselection:`Make Bootable USB Stick`, or launch :menuselection:`Menu --> Accessories --> USB Image Writer`.
am: በ ቀኝ-ይጫኑ በ ISO ፋይል ላይ እና ይምረጡ :ዝርዝር መምረጫ:`የ ማስነሻ USB Stick መፍጠሪያ`: ወይንም ያስነሱ :ዝርዝር መምረጫ:`ዝርዝር --> ተጨማሪዎች --> USB ምስል መጻፊያ`:
bg: Десен бутон на ISO файла и изберете :menuselection:`Създай стартиращ USB диск`, или стартирайте :menuselection:`Меню --> Помощни програми --> Създаване на USB диск`.
ca: Feu clic dret al fitxer ISO i seleccioneu :menuselection:`Fes un llapis USB d'arrancada`, o executeu :menuselection:`Menú --> Accessoris --> Escriptor d'imatges USB`.
cs: Klikněte pravým tlačítkem na ISO soubor a vyberte :menuselection:`Vytvořit spouštěcí USB klíčenku`, nebo spusťte :menuselection:`Nabídka --> Příslušenství --> Zápis USB obrazu`.
da: Højreklik på ISO-filen og vælg :menuselection:`Lav USB-nøgle, som der kan bootes fra` eller kør :menuselection:`Menu --> Tilbehør --> USB-aftryksskriver`.
de: Rechtsklick auf die ISO-Datei und :menuselection:`»Startfähigen USB-Stick erstellen«` auswählen oder :menuselection:`Menü --> Zubehör --> USB-Abbilderstellung` öffnen.
el: Δεξί-κλικ στην εικόνα ISO και επιλέξτε :menuselection:`Make Bootable USB Stick`, ή εκκινήστε το :menuselection:`Menu --> Accessories --> USB Image Writer`.
eo: Dekstre alklaku la ISO-dosieron kaj elektu :menuselection:`Fari praŝargeblan USB-bastoneton`, aŭ startigu :menuselection:`Menuo --> Utilaĵoj --> USB-bildo-skribilo`.
es: Haga clic derecho sobre el archivo ISO y seleccione :menuselection:`Crear un USB arrancable`, o ejecute :menuselection:`Menú --> Accesorios --> Grabador de imagen USB`.
eu: Egin eskuin klik ISO fitxategian eta hautatu :menuselection:`Sortu USB gailu abiagarria`, edo abiarazi :menuselection:`Menua --> Gehigarriak --> USB irudi-idazlea`.
fr_ca: Faites un clic droit sur le fichier ISO et sélectionnez :menuselection:`Créer une clé USB bootable`, ou lancez :menuselection:`Menu --> Accessoires --> Créateur de clé USB`.
hr: Desno kliknite na ISO datoteku i odaberite :menuselection:`Napravi USB uređaj za pokretanje sustava`, ili pokrenite :menuselection:`Izbornik --> Pomagala --> USB zapisnik slika`.
hu: Kattintson a jobb gombbal az ISO-lemezképfájlra, és válassza ki a :menuselection:`Indítható pendrive készítése` menüelemet a helyi menüből, vagy indítsa el a :menuselection:`Menü --> Kellékek --> Pendrive lemezkép-író` programot.
ia: Clicca dextre le file ISO e selige :menuselection:`Make Bootable USB Stick`, o lancea :menuselection:`Menu --> Accessories --> USB Image Writer`.
it: Clicca con il tasto destro sul file ISO e seleziona :menuselection:`Rendi Avviabile Penna USB`, o avvia :menuselection:`Menu --> Accessori --> Scrittore di Immagine USB`.
ko: ISO 파일을 오른쪽 클릭해서 `부팅 USB 만들기`를 선택하시거나, `메뉴 --> 액세서리 --> USB 이미지 라이터`를 선택하세요.
lt: Spustelėkite dešiniu pelės mygtuku ant ISO failo ir pasirinkite :menuselection:`Sukurti paleidžiamą USB atmintinę` arba paleiskite :menuselection:`Meniu --> Reikmenys --> USB atvaizdžių rašyklė`.
nl: Rechtsklik het ISO-bestand, en kies :menuselection:`Open met Schijfkopieschrijver`, of start :menuselection:`Menu --> Hulpmiddelen --> Schijfkopieschrijver voor USB`.
pt_br: Clique com o botão direito do mouse no arquivo ISO e selecione :menuselection:`Criar dispositivo USB inicializável`, ou clique em :menuselection:`Menu --> Acessórios --> Gravador de Imagem USB`.
ru: Кликните правой клавишей мыши по ISO-файлу и выберите :menuselection:`Создание загрузочного USB-накопителя`, или запустите `Меню --> Стандартные --> Запись образа на USB-накопитель`.
sv: Högerklicka på ISO-filen och välj :menuselection:`Skapa startbart USB-minne`, eller välj :menuselection:`Meny --> Tillbehör --> USB-avbildsskrivare`.
tr: ISO dosyasına sağ tıklayın ve :menuselection:`Boot edilebilir USB bellek hazırla` seçeneğini, ya da :menuselection:`Menü --> Donatılar --> USB Kalıp Yazıcı` kısayolunu seçin.
zh_cn: 右键点击 ISO 文件，并选择 :menuselection:`Make Bootable USB Stick`，或者运行 :menuselection:`Menu --> Accessories --> USB Image Writer`。

source: Select your USB device and click :guilabel:`Write`.
am: ይምረጡ የ እርስዎን USB አካል እና ይጫኑ :guilabel:`መጻፊያ`.
bg: Изберете вашето USB устройство и натиснете :guilabel:`Запис`.
ca: Seleccioneu el vostre dispositiu USB i feu clic a :guilabel:`Escriu`.
cs: Vyberte cílové USB zařízení a klikněte na :guilabel:`Zapsat`.
da: Vælg din USB-enhed og klik :guilabel:`Skriv`.
de: Wählen Sie Ihren USB-Stick aus und klicken Sie auf :guilabel:`Schreiben`.
el: Επιλέξτε τη συσκευή USB και κάντε κλικ στο :guilabel:`Εγγραφή`.
eo: Elektu vian USB-aparaton kaj alklaku :guilabel:`Skribi`.
es: Seleccione el dispositivo USB y haga click en :guilabel:`Escribir`.
eu: Hautatu zure USB gailua eta egin klik :guilabel:`Idatzi`.
fr_ca: Sélectionnez votre clé USB et cliquez sur :guilabel:`Écrire`.
hr: Odaberite svoj USB uređaj i kliknite :guilabel:`Zapiši`.
hu: Válassza ki az USB adathordozót, és kattintson: guilabel:`Írás` gombra.
ia: Elige tu dispositivo USB e clicca :guilabel:`Write`.
it: Seleziona il tuo dispositivo USB e clicca :guilabel:`Scrivi`.
ko: USB를 선택해서 `만들기`를 클릭합니다.
lt: Pasirinkite USB įrenginį ir spustelėkite :guilabel:`Įrašyti`.
nl: Kies uw USB-apparaat en klik op :guilabel:`Schrijven`.
pt_br: Selecione seu dispositivo USB e clique em :guilabel:`Gravar`.
ru: Выберите Ваше USB-устройство и нажмите :guilabel:`Записать`.
sv: Välj ditt USB-minne och klicka på :guilabel:`Skriv`.
tr: USB aygıtınızı seçin ve :guilabel:`Yaz` düğmesine tıklayın.
zh_cn: 选择您的 USB 设备，并点击 :guilabel:`Write`.

source: In Windows, Mac OS, or other Linux distributions
am: በ Windows, Mac OS, ወይንም ሌሎች የ ሊነክስ ስርጭቶች
bg: В Windows, Mac OS, или друга Линукс дистрибуция
ca: En Windows, Mac OS i altres distribucions de Linux
cs: Ve Windows, macOS nebo jiné linuxové distribuci
da: I Windows, Mac OS eller andre Linux-distributioner
de: In Windows, Mac OS oder anderen Linux-Distributionen
el: Σε Windows, Mac OS, ή άλλες διανομές Linux.
eo: En Vindozo, Mac OS aŭ aliaj Linuksaj distribuaĵoj
es: En Windows, Mac OS u otras distribuciones GNU/Linux
eu: Windows, Mac OS edo beste Linux banaketetan
fr_ca: Sous Windows, Mac OS, ou d'autres distributions Linux
hr: U Windowsima, Mac OS-u, ili drugim Linux distribucijama
hu: A Windows, a Mac OS vagy más Linux disztribúciók esetén
ia: In Windows, MAC OS, o altere distributiones de Linux
it: In Windows, macOS o altre distribuzioni Linux
ko: 윈도우, 맥OS 또는 타 리눅스 배포판에서
lt: Windows, Mac OS ar kituose Linux platinimuose
nl: In Windows, Mac OS, of andere Linuxdistributies
pt_br: No Windows, Mac OS ou outras distribuições Linux
ru: В Windows, Mac OS, или других дистрибутивах LInux
sv: I Windows, Mac OS eller andra Linux-distributioner
tr: Windows, Mac OS ya da diğer Linux dağıtımlarında
zh_cn: 在 Windows，Mac OS 或者其它的 Linux 发行版中

source: Download `Etcher <https://www.balena.io/etcher/>`_, install it and run it.
bg: Изтеглете `Etcher <https://www.balena.io/etcher/>`_, инсталирайте го и го изпълнете.
ca: Descarregueu`Etcher <https://www.balena.io/etcher/>`_, instal·leu-lo i executeu-lo.
cs: Stáhněte si `Etcher <https://www.balena.io/etcher/>`_, nainstalujte ho a spusťte.
da: Hent `Etcher <https://www.balena.io/etcher/>`_ og installér og kør den.
de: `Etcher` herunterladen `<https://www.balena.io/etcher/>`_, installieren und starten.
el: Λήψη `Etcher <https://www.balena.io/etcher/>`_, εγκατάσταση και εκκίνηση του.
eo: Elŝutu `Etcher <https://www.balena.io/etcher/>`_, instalu ĝin kaj rulu ĝin.
es: Descargar `Etcher <https://www.balena.io/etcher/>`_, instalarlo y ejecutarlo.
eu: Deskargatu `Etcher <https://www.balena.io/etcher/>`_, instalatu eta exekutatu.
fr_ca: Téléchargez `Etcher <https://www.balena.io/etcher/>`_, installez le et lancez le.
hr: Preuzmite `Etcher <https://www.balena.io/etcher/>`_, instalirajte ga i pokrenite.
hu: Töltse le az `Etcher <https://www.balena.io/etcher/>`_ alkalmazást, telepítse, majd indítsa el.
ia: Discarga `Etcher <https://www.balena.io/etcher/>`_, installa lo e exeque lo.
it: Scarica `Etcher <https://www.balena.io/etcher/>`_, installalo ed eseguilo.
ko: `Etcher <https://www.balena.io/etcher/>`_를 다운로드해서 설치하고 실행합니다.
nl: Haal `Etcher <https://www.balena.io/etcher/>`_ binnen, installeer het en start het.
pt_br: Baixe o `Etcher <https://www.balena.io/etcher/>` _, instale-o e execute-o.
ru: Загрузите `Etcher <https://www.balena.io/etcher/>`_, установите и запустите его.
sv: Hämta programmet `Etcher <https://www.balena.io/etcher/>`_, installera och kör det.
tr: `Etcher <https://www.balena.io/etcher/>`_ ' uygulamasını indirin, kurun ve çalıştırın.
zh_cn: 下载 `Etcher <https://www.balena.io/etcher/>`_，安装然后运行。

source: Using Etcher
am: ይጠቀሙ Etcher
bg: Използване на Etcher
ca: Ús d'Etcher
cs: Pomocí nástroje Etcher
da: Brug af Etcher
de: Benutzung von Etcher
el: Χρησιμοποιώντας το Etcher
eo: Uzante Etcher
es: Uso de Etcher
eu: Etcher erabiliz
fr_ca: Utilisation de Etcher
hr: Korištenje Etchera
hu: Az Etcher használata
ia: Usar Etcher
it: Usando Etcher
ko: Etcher 사용법
lt: Etcher naudojimas
nl: Etcher gebruiken
pt_br: Usando o Etcher
ru: Использование Etcher
sv: Så här använder du Etcher
tr: Etcher Kullanımı
zh_cn: 使用 Etcher
