Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: If after installing Linux Mint in EFI mode, you are unable to boot due to a ``Secure Boot Violation``, you can try one of the following solutions:
am: እርስዎ ሊነክስ ሚንትን ከ ገጠሙ በኋላ በ EFI ዘዴ: እና እርስዎ ማስነሳት ካልቻሉ በ ``አስተማማኝ ማስነሻ ስምምነት በ መጣስ`` ምክንያት: እርስዎ ከ እነዚህ አንዱን መፍትሄ መሞከር ይችላሉ:
bg: Ако след инсталиране на Линукс Минт в режим EFI, не може да стартирате заради ``Secure Boot Violation``, може да опитате едно от следните решения:
ca: Si després d'instal·lar Linux Mint en mode EFI, no podeu arrencar a causa d'una ``Violació d'arrencada segura``, podeu provar una de les solucions següents:
cs: Pokud po instalaci Linux Mint v EFI režimu ho není možné spustit kvůli ``Secure Boot Violation``, je možné vyzkoušet některé z následujících řešení:
da: Hvis du efter at have installeret Linux Mint i EFI-tilstand ikke kan boote på grund af en ``Secure Boot Violation``, kan du prøve en af følgende løsninger:
de: Wenn Sie nach der Installation von Linux Mint im EFI-Modus aufgrund eines Secure-Boot-Verstoßes ``Secure Boot Violation`` nicht starten können, können Sie eine der folgenden Lösungen ausprobieren:
el: Εάν μετά την εγκατάσταση του Linux Mint στη λειτουργία EFI, δεν μπορείτε να εκκινήσετε λόγω ενός ``Secure Boot Violation``, μπορείτε να δοκιμάσετε τις ακόλουθες λύσεις:
eo: Se post instalado de Linukso Minto laŭ EFI-reĝimo, vi ne povas praŝargi pro ``Secure Boot Violation``, tiam provu unu el jenaj solvoj:
es: Si después de instalar Linux Mint en modo EFI no puede arrancar por una ``Secure Boot Violation``, pruebe alguna de estas soluciones:
eu: Linux Mint EFI moduan instalatu ondoren ``Secure Boot Violation`` bat dela eta ezin baduzu abiarazi, soluzio hauetako bat proba dezakezu:
fr_ca: Si après l'installation en mode EFI vous êtes incapable de démarrer à cause d'une erreur ``Secure Boot Violation``, essayez l'une de ces solutions :
hr: Ako nakon instalacije Linux Minta u EFI načinu, ne možete pokrenuti sustav uslijed ``Secure Boot Violation``, možete probati jedno od sljedećih rješenja:
hu: Ha a Linux Mint rendszer EFI módban való telepítése után a ``Secure Boot Violation`` hiba miatt nem tudja elindítani a rendszert, próbálkozhat az alábbi megoldások egyikével:
ia: Si post le installation de Linux Mint in modo EFI, tu es incapace a facer le boot per un ``Violation de Secure Boot``, tu pote provar un del sequente solutiones:
it: Se, dopo aver installato Linux Mint in modalità EFI, non riesci ad avviare il sistema a causa di una ``Secure Boot Violation``, puoi provare una delle seguenti soluzioni:
ko: EFI 모드로 리눅스 민트를 설치했는데 ``보안 부팅 위반``으로 부팅이 안 되는 경우에는 다음 과정을 따라 해보세요:
lt: Jeigu įdiegus Linux Mint EFI veiksenoje, negalite jos paleisti dėl "Saugaus paleidimo pažeidimo" (angl. ``Secure Boot Violation``), tuomet galite pabandyti vieną iš šių sprendimų:
nl: Als u na het installeren van Linux Mint in EFI-modus niet kan opstarten door een ``Secure Boot Violation``, kunt u een van de volgende oplossingen proberen:
pt_br: Se depois de instalar o Linux Mint no modo EFI, você não conseguir inicializar devido a uma ``Violação de inicialização segura (Secure Boot Violation)``, você pode tentar uma das seguintes soluções:
ru: Если после установки Linux Mint в режиме EFI не удается загрузить из-за ``Secure Boot Violation``, можно попробовать одно из следующих решений:
sv: Om du installerat Linux Mint i EFI-läge och sedan får ett felmeddelande om ``Secure Boot`` när du försöker starta den så kan du prova någon av följande lösningar:
tr: Eğer Linux Mint'i EFI kipinde kurduysanız, sonrasında ``Secure Boot Violation/Uyarısı`` nedeniyle açılış yapamıyorsanız, aşağıdaki önerilerden birisini deneyebilirsiniz:
zh_cn: 如果在 EFI 模式中安装 Linux Mint 之后，由于 ``Secure Boot Violation`` 而无法启动，您可以尝试以下的解决方案：

source: Restart the installation:
am: መግጠሚያውን እንደገና ማስጀመሪያ:
bg: Рестартирайте инсталацията:
ca: Reinicieu la instal·lació:
cs: Restartujte instalaci:
da: Genstart installeringen:
de: Starten Sie die Installation neu:
el: Επανεκκινήστε την εγκατάσταση:
eo: Restartigu la instaladon:
es: Reinicie la instalación:
eu: Berrabiarazi instalazioa:
fr_ca: Relancez l'installation :
hr: Ponovno pokrenite instalaciju:
hu: A telepítés újraindítása:
ia: Relancear le installation:
it: Riavvia l'installazione:
ko: 설치를 다시 시작합니다:
lt: Paleisti diegimą iš naujo:
nl: Herstart de installatie:
pt_br: Reinicie a instalação:
ru: Перезапустите установку
sv: Gör om installationen:
tr: Kurulumu yeniden başlatın:
zh_cn: 重新开始安装：

source: Connect to the Internet before the installation
am: ከ መግጠምዎት በፊት ከ ኢንተርኔት ጋር ይገናኙ
bg: Свържете се с интернет преди да инсталираате
ca: Connecteu-vos a Internet abans de la instal·lació
cs: Před instalací se připojte k Internetu
da: Tilslut til internettet før installering
de: Stellen Sie vor der Installation eine Verbindung mit dem Internet her
el: Συνδεθείτε στο Internet πριν την εκκίνηση της εγκατάστασης
eo: Konektu al interreto antaŭ instalado
es: Conéctese a internet antes de la instalación
eu: Konektatu Internetera instalatu aurretik
fr_ca: Connectez-vous à Internet avant l'installation.
hr: Povežite se sa internetom prije instalacije
hu: Csatlakozzon az internethez a telepítés előtt
ia: Connecte te a Internet ante le installation
it: Connettiti ad internet prima dell'installazione
ko: 설치 전에 인터넷에 연결하세요.
lt: Prieš diegimą, prisijunkite prie interneto
nl: Verbind met het internet voor de installatie
pt_br: Conecte-se à Internet antes da instalação
ru: Подключитесь к Internet перед установкой
sv: Anslut datorn till Internet innan du installerar
tr: Kuruluma başlamadan önce internet bağlantısı kurun
zh_cn: 在安装之前连接到互联网

source: **Do not** select ``Install third-party software for graphics and Wi-Fi hardware, Flash, MP3 and other media``.
am: **እርስዎ** አይምረጡ ``መግጠሚያ ሶስተኛ-አካል ሶፍትዌር ለ graphics እና Wi-Fi hardware, Flash, MP3 እና ሌሎች media``.
bg: **Не** избирайте ``Инсталиране на софтуер от трети страни за графичен и Wi-Fi хардуер, Flash, MP3 и друга медия``.
ca: **No** seleccioneu ``Instal·la programari de tercers de maquinari de gràfics i Wi-Fi, Flash, MP3 i altres mitjans``.
cs: **Nevybírejte** ``Nainstalovat software třetích stran, jakou jsou ovladače grafických a wi-fi zařízení, běhové prostředí Flash, kodeky pro MP3 a jiná média``.
da: Vælg **ikke** ``Install third-party software for graphics and Wi-Fi hardware, Flash, MP3 and other media``.
de: Wählen Sie **NICHT** die Option ``Drittanbieterprogramme für Grafikkarten, WLAN-Geräte, MP3 und andere Medien installieren``.
el: **Μην Επιλέξετε** το ``Install third-party software for graphics and Wi-Fi hardware, Flash, MP3 and other media``.
eo: **Ne** elektu ``Install third-party software for graphics and Wi-Fi hardware, Flash, MP3 and other media`` (instalado de peliloj kaj plurmedia subteno).
es: **NO** seleccione ``Instalar software de terceros para gráficos y hardware de Wi-Fi, Flash, MP3 y otros medios``.
eu: **Ez** hautatu ``Instalatu hirugarrengoen softwarea grafikoentzat and Wi-Fi hardwarearentzat, Flash, MP3 eta bestelako edukientzat``.
fr_ca: **Ne sélectionnez pas** ``Installer des logiciels tiers pour le matériel graphique et le Wi-Fi, Flash, MP3 et autres supports``.
hr: **Nemojte** odabrati ``Instaliraj softver treće strane za grafički i bežični hardver, Flash, MP3 i ostale medije``.
hu: ** Ne válassza ki a ``Harmadik féltől származó szoftverek feltelepítése a videokártyához, a Wi-Fi-hez, a Flash-hez, az MP3-hoz és egyéb médiákhoz.`` lehetőséget.
ia: **Non* eliger ``Installar software de tertie parte pro hardware graphic e Wi-Fi, Flash, MP3 e altere medios``.
it: **Non** selezionare ``Installa software di terze parti per periferiche grafiche, Wi-Fi, Flash, MP3 e altri formati``.
ko: ``그래픽 카드와 Wi-Fi 하드웨어, 플래시, MP3 및 기타 미디어용 써드 파티 소프트웨어 설치``는 **절대로 선택하지 마세요 **.
lt: **Nežymėkite** parametro "Įdiegti trečiųjų šalių programinę įrangą, skirtą grafikos ir belaidžio tinklo aparatinei įrangai, MP3 ir kitai medijai" (angl. ``Install third-party software for graphics and Wi-Fi hardware, Flash, MP3 and other media``).
nl: Vink **niet** de optie aan voor ``Install third-party software for graphics and Wi-Fi hardware, Flash, MP3 and other media`` (het installeren van stuurprogramma's en multimedia-ondersteuning).
pt_br: **Não** selecione ``Instalar software de terceiros para gráficos e hardware Wi-Fi, Flash, MP3 e outras mídias``.
ru: **Не** выбирайте ``Установить стороннее программное обеспечение для видеокарт и устройств Wi-Fi, а также Flash, MP3 и других медиаданных``.
sv: **Välj inte** ``Installera mjukvara från tredjepart för grafik och Wi-Fi-hårdvara, Flash, MP3 och andra medier``.
tr: ``Install third-party software for graphics and Wi-Fi hardware, Flash, MP3 and other media / Grafik ve kablosuz donanımlar için üçüncü parti yazılım, Flash, MP3 ve diğer ortam`` seçeneğini **işaretlemeyin**.
zh_cn: **不要** 选择 ``Install third-party software for graphics and Wi-Fi hardware, Flash, MP3 and other media``.

source: Disable ``SecureBoot`` in the ``BIOS`` settings of your computer.
am: ያሰናክሉ ``SecureBoot`` ከ ``BIOS`` ማሰናጃ ውስጥ በ እርስዎ ኮምፒዩተር ላይ
bg: Изключете ``SecureBoot`` от настройките на ``BIOS`` -а на компютъра.
ca: Inhabiliteu ``SecureBoot`` als ajusts del ``BIOS`` del vostre ordinador.
cs: Vypněte ``SecureBoot`` v nastavení ``BIOS`` počítače.
da: Deaktivér ``SecureBoot`` i din computers ``BIOS``-indstillinger.
de: Deaktivieren Sie ``SecureBoot`` in den ``BIOS``-Einstellungen Ihres Rechners.
el: Απενεργοποιήστε το ``SecureBoot``από τις ρυθμίσεις του ``BIOS`` στον υπολογιστή σας.
eo: Malebligu ``SecureBoot`` en la ``BIOS``-agordoj de la komputilo.
es: Deshabilite ``SecureBoot`` en la configuración de la ``BIOS`` de su equipo.
eu: Desgaitu ``SecureBoot`` ordenagailuaren ``BIOS`` ezarpenetan.
fr_ca: Désactivez ``SecureBoot`` dans les paramètres ``BIOS`` de votre ordinateur.
hr: Onemogućite ``SecureBoot`` u postavkama ``BIOSA`` vašeg računala.
hu: Tiltsa le a ``SecureBoot`` szolgáltatást a számítógép ``BIOS`` beállításaiban.
ia: Disactiva ``SecureBoot`` in le preferentias de ``BIOS`` de tu computator.
it: Disattiva ``SecureBoot`` nelle impostazioni del ``BIOS`` del tuo computer.
ko: 컴퓨터의 ``BIOS``설정에서 ``보안 부팅`을 해제하세요``.
lt: Išjungti savo kompiuterio ``BIOS`` nustatymuose "Saugų paleidimą" (angl. ``SecureBoot``).
nl: Schakel ``SecureBoot`` uit in de ``BIOS``-instellingen van uw computer.
pt_br: Desabilite a opção ``SecureBoot`` nas configurações da ``BIOS`` em seu computador.
ru: Отключите ``SecureBoot`` в настройках ``BIOS`` Вашего компьютера
sv: Stäng av ``SecureBoot`` i datorns ``BIOS``-inställningar.
tr: Bilgisayarınızın ``BIOS`` ayarlarındaki ``SecureBoot`` özelliğini pasifleştirin.
zh_cn: 在您的计算机的 ``BIOS`` 设置中禁用 ``SecureBoot``。

source: For examples of how to disable secure boot on various computers, read `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
am: ለምሳሌ: የ አስተማማኝ ማስነሻ ለ ማሰናከል: ይህን ያንብቡ `Managing EFI Boot Loaders for Linux: የ አስተማማኝ ማስነሻ ማስተዳደር <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
bg: Примери как да изключите secure boot опцията на някои компютри, прочетете `Управление на EFI Boot Loaders в Linux: Работа със Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
ca: Per obtenir exemples de com inhabilitar l'arrencada segura en diversos ordinadors, llegiu `Gestió dels carregadors d'arrencada EFI per a Linux: conviure amb l'arrencada segura <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
cs: Příklady toho, jak vypnout secure boot na různých počítačích, naleznete v `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_ (v angličtině).
da: Læs `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_ med eksempler på, hvordan sikker boot deaktiveres på forskellige computere.
de: Für Beispiele, wie Sie Secure-Boot auf verschiedenen Rechnern deaktivieren können: (Handhabung von EFI-Startprogrammen in Linux: der Umgang mit Secure-Boot)`Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
el: Για παραδείγματα του πως να απενεργοποιήσετε το secure boot σε διάφορους υπολογιστές, διαβάστε το `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
eo: Ekzemploj de malebligo de 'SecureBoot' sur diversaj komputiloj legeblas en la anglalingva artikolo `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
es: Para ejemplos de cómo desactivar el secure boot en diferentes equipos, lea `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
eu: Zenbait ordenagailu desberdinetan SecureBoot nola desgaitzen den ikusteko irakurri `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
fr_ca: Pour des exemples de méthodes de désactivation de secure boot sur des ordinateurs divers, lisez `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
hr: Kako onemogućiti secure boot na primjerima različitih računala, pročitajte `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
hu: Ha példákat keres arra, hogyan lehet letiltani a biztonságos indítást különböző számítógépeken, olvassa el a következő témakört: `Az EFI rendszerindító eszközök kezelése Linux alatt: Biztonságos rendszerindítás <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
ia: Pro exemplos de como disactivar secure boot su varie computatores, lege `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
it: Per esempi su come disattivare secure boot diversi modelli di computer, leggi `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
ko: 여러 가지 다양한 컴퓨터에서 보안 부팅을 해제하는 예제는 `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_ 를 읽어보시기 바랍니다.
lt: Norėdami susipažinti su pavyzdžiais, kaip išjungti saugų paleidimą įvairiuose kompiuteriuose, skaitykite `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_ (anglų kalba).
nl: Voor voorbeelden van het uitschakelen van 'Secure Boot' in het BIOS / (U)EFI, kunt u `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_ lezen (in het Engels).
pt_br: Caso queira ver exemplos de como desabilitar o Secure Boot em diversos computadores, leia `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_ (em inglês).
ru: В качестве примера, как отключить secure boot на некоторых компьютерах, прочтите `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
sv: För exempel på hur SecureBoot kan stängas av i olika datorer, se följande sida (på engelska) `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_.
tr: Çeşitli bilgisayarlarda secure boot özelliğini devre dışı bırakma örnekleri için, `Linux İçin EFI Açılış Yükleyicileri: Secure Boot İle Başa Çıkma <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_ bağlantısını inceleyebilirsiniz.
zh_cn: 关于如何在各种计算机上禁用安全引导的示例，请阅读 `Managing EFI Boot Loaders for Linux: Dealing with Secure Boot <http://www.rodsbooks.com/efi-bootloaders/secureboot.html>`_。

source: EFI boot order
am: EFI የ ማስነሻ ቅደም ተከተል
bg: EFI ред на стартиране
ca: Ordre d'arrencada EFI
cs: Pořadí EFI zavádění
da: EFI-bootrækkefølge
de: EFI-Startreihenfolge
el: Σειρά Εκκίνησης EFI
eo: EFI-praŝarga ordo
es: Orden de arranque EFI
eu: EFI abioko ordena
fr_ca: Ordre de démarrage EFI
hr: EFI poredak pokretanja
hu: EFI rendszerindítási sorrend
ia: Ordine de boot de EFI
it: Ordine di avvio EFI
ko: EFI 부팅 순서
lt: EFI paleidimo tvarka
nl: EFI-opstartvolgorde
pt_br: Ordem de boot EFI
ru: Порядок загрузки EFI
sv: Startordning i EFI
tr: EFI açılış sıralaması
zh_cn: EFI 启动顺序

source: If after installing Linux Mint in EFI mode, your computer skips the boot menu and boots straight into Windows (or another operating system), you probably have an issue with the boot order.
am: እርስዎ ሊነክስ ሚንትን በ EFI ዘዴ ከ ገጠሙ በኋላ: እና የ እርስዎ ኮምፒዩተር የ ማስነሻ ዝርዝሩን ከ ዘለለ እና በ ቀጥታ ወደ ሌላ Windows (ወይንም ሌላ የ መስሪያ ስርአት) ካስነሳ: የ እርስዎ ማስነሻ ቅደም ተከተል ችግር አለው ማለት ነው
bg: Ако след инсталиране на Линукс Минт в режим EFI, вашия компютър не показва boot менюто, а направо зарежда Windows (или друга операционна система), вероятно имате проблем с подредбата за стартиране.
ca: Si després d'instal·lar Linux Mint en mode EFI, l'ordinador omet el menú d'arrencada i arrenca directament a Windows (o un altre sistema operatiu), probablement teniu un problema amb l'ordre d'arrencada.
cs: Pokud po instalaci Linux Mint v EFI režimu počítač přeskočí spouštěcí nabídku a spustí přímo Windows (nebo jiný operační systém), nejspíš je problém s pořadím zavádění.
da: Hvis din computer, efter Linux Mint er blevet installeret i EFI-tilstand, springer bootmenuen over og booter Windows (eller et andet styresystem), har du sandsynligvis et problem med bootrækkefølgen.
de: Wenn Ihr Rechner nach der Installation von Linux Mint im EFI-Modus das Startmenü überspringt und direkt in Windows (oder ein anderes Betriebssystem) hochfährt, liegt wahrscheinlich ein Problem mit der Startreihenfolge vor.
el: Εάν μετά την εγκατάσταση του Linux Mint σε λειτουργία EFI, ο υπολογιστής σας παραλείπει το μενού εκκίνησης και εκκινεί απευθείας σε Windows (ή κάποιο άλλο λειτουργικό σύστημα), πιθανότατα έχετε ζήτημα με την σειρά εκκίνησης.
eo: Se post instalado de Linukso Minto laŭ EFI-reĝimo, la komputilo preterpasas la praŝargan menuon kaj tuj startigas Vindozon (aŭ alian operaciumon), vi verŝajne havas problemon pri la praŝarga ordo.
es: Si, después de instalar Linux Mint en modo EFI, su equipo se salta el menú de arranque e inicia directamente Windows (u otro sistema operativo), probablemente tenga un problema con la prioridad de arranque.
eu: Linux Mint EFI moduan instalatu ondoren ordenagailuak abioko menua saltatu eta zuzenean Windows (edo beste sistema eragile bat) abiarazten badu, ziur aski abioko ordenarekin arazo bat duzu.
fr_ca: Si après l'installation en mode EFI, votre ordinateur ignore le menu de démarrage et démarre plutôt sous Windows (ou un autre système d'exploitation), vous avez probablement un problème d'ordre de démarrage.
hr: Ako nakon instalacije Linux Minta u EFI načinu, vaše računalo preskoči izbornik pokretanja i pokrene se izravno u Windowse (ili neki drugi operativni sustav), najvjerojatnije imate problem s poredkom pokretanja.
hu: Ha a Linux Mint az EFI módban történő telepítése után a számítógép a rendszerindító menüjét átugorja és a rendszerindítást közvetlenül a Windows rendszerbe (vagy egy másik operációs rendszerbe) vezeti, akkor valószínűleg valami probléma lehet a rendszerindítási sorrendben.
ia: Si post le installation de Linux Mint in modo EFI, tu computator salta le menu de boot e face le boot directemente in Windows (o un altere systema operative), tu probabilemente ha un problema con le ordine de boot.
it: Se, dopo aver installato Linux Mint in modalità EFI, il tuo computer salta il menù di avvio e va direttamente in Windows (o un altro sistema operativo), probabilmente hai un problema con l'ordine di avvio.
ko: EFI 모드로 리눅스 민트를 설치했는데 컴퓨터에서 부팅 메뉴를 생략하고 곧바로 윈도우 (또는 다른 OS)로 들어가 진다면, 부팅 순서에 문제가 있을 가능성이 있습니다.
lt: Jeigu įdiegus Linux Mint EFI veiksenoje, jūsų kompiuteris praleidžia paleidimo meniu ir pasileidžia iš karto į Windows (ar kitą operacinę sistemą), tuomet, tikriausiai turite problemą su paleidimo tvarka.
nl: Als na het installeren van LInux Mint in EFI-modus, uw computer het opstartmenu overslaat en direct met Windows (of een ander besturingssysteem) opstart, dan heeft u waarschijnlijk een probleem met de opstartvolgorde.
pt_br: Se depois de instalar o Linux Mint no modo EFI, o seu computador ignorar o menu de inicialização e iniciar diretamente no Windows (ou outro sistema operacional), provavelmente você precisará alterar a ordem de inicialização.
ru: Если после установки Linux Mint в режиме EFI ваш компьютер пропускает меню загрузки и загружается прямо в Windows (или другую операционную систему), у вас, вероятно, возникли проблемы с порядком загрузки.
sv: Om datorn, trots att du installerat Linux Mint, direkt startar det tidigare installerade operativsystemet (Windows eller någonting annat) så har startordningen troligen blivit fel.
tr: Eğer Linux Mint'i EFI kipinde kurduysanız, sonrasında bilgisayarınız açılış menüsünü geçip Windows ile (ya da bir başka işletim sistemi ile) açılış yapıyorsa, muhtemelen açılış sıralaması ile ilgili bir sorun yaşıyor olabilirsiniz.
zh_cn: 如果在 EFI 模式下安装 Linux Mint 后，您的计算机跳过启动菜单并直接启动到 Windows（或其他操作系统），那么启动顺序可能有问题。

source: To modify the boot order:
am: የ ማስነሻ ቅደም ተከተል ለ መቀየር:
bg: За да промените реда на стартиране:
ca: Per modificar l'ordre d'arrencada:
cs: Pořadí zavádění změníte:
da: For at ændre bootrækkefølgen:
de: Um die Startreihenfolge zu ändern:
el: Για να αλλάξετε τη σειρά εκκίνησης:
eo: Por ŝanĝi la praŝargan ordon:
es: Para modificar el orden de arranque:
eu: Abioko ordena aldatzeko:
fr_ca: Pour modifier l'ordre de démarrage :
hr: Za promjenu poredka pokretanja:
hu: A rendszerindítási sorrend módosítása:
ia: Pro modificar le ordine de boot:
it: Per modificare l'ordine di avvio:
ko: 부팅 순서 정하기:
lt: Norėdami pakeisti paleidimo tvarką:
nl: Om de opstartvolgorde te veranderen:
pt_br: Para modificar a ordem de inicialização:
ru: Для изменения порядка загрузки:
sv: Gör så här för att ändra startordningen:
tr: Açılış sırasını düzenleme:
zh_cn: 修改引导顺序：
