Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: You can download Linux Mint from the `Linux Mint website <https://linuxmint.com/download.php>`_.
am: እርስዎ ማውረድ ይችላሊ ሊነክስ ሚንትን ከ `Linux Mint website <https://linuxmint.com/download.php>`_.
bg: Може да свалите Линукс Минт от `сайта на Линукс Минт <https://linuxmint.com/download.php>`_.
ca: Podeu baixar Linux Mint del `Lloc web de Linux Mint <https://linuxmint.com/download.php>`_.
cs: Linux Mint je možné si stáhnout z `webových stránek projektu <https://linuxmint.com/download.php>`_.
da: Du kan hente Linux Mint på `Linux Mints websted <https://linuxmint.com/download.php>`_.
de: Sie können Linux Mint von der `Linux-Mint-Internetseite <https://linuxmint.com/download.php>`_ herunterladen.
el: Μπορείτε να κάνετε λήψη το Linux Mint από τον ακόλουθο σύνδεσμο `Linux Mint website <https://linuxmint.com/download.php>`_.
eo: Vi povas elŝuti Linukson Minton de la `LinuksoMinto-retejo <https://linuxmint.com/download.php>`_.
es: Puede descargar Linux Mint desde `Linux Mint website <https://linuxmint.com/download.php>`_.
eu: Linux Mint deskargatzeko `Linux Mint webgunea <https://linuxmint.com/download.php>`_ erabil dezakezu.
fr_ca: Vous pouvez télécharger Linux Mint à partir du `Site Web <https://linuxmint.com/download.php>`_.
hr: Možete preuzeti Linux Mint s `Linux Mint web stranice <https://linuxmint.com/download.php>`_.
hu: A Linux Mint operációs rendszert letöltheti a `Linux Mint weboldaláról: <https://linuxmint.com/download.php>`_.
ia: Tu pote discargar Linux Mint ex le `Sito web de Linux Mint <https://linuxmint.com/download.php>`_.
it: Puoi scaricare Linux Mint dal `sito web di Linux Mint <https://linuxmint.com/download.php>`_.
ko: `Linux Mint 웹사이트 <https://linuxmint.com/download.php>`_ 에서 리눅스 민트를 다운로드할 수 있습니다.
lt: Galite atsisiųsti Linux Mint iš `Linux Mint svetainės <https://linuxmint.com/download.php>`_.
nl: U kunt Linux Mint binnenhalen vanaf de `Linux Mint website <https://linuxmint.com/download.php>`_.
pt_br: Você pode baixar o Linux Mint na `página do Linux Mint <https://linuxmint.com/download.php>`_.
ru: Вы можете загрузить Linux Mint c `вебсайта Linux Mint <https://linuxmint.com/download.php>`_.
sv: Du kan hämta Linux Mint från `Linux Mints webbplats <https://linuxmint.com/download.php>`_.
tr: Linux Mint'i `Linux Mint websitesi <https://linuxmint.com/download.php>`_ bağlantısından indirebilirsiniz.
zh_cn: 您可以从 `Linux Mint website <https://linuxmint.com/download.php>`_ 下载 Linux Mint。

source: Read below to choose which edition and architecture are right for you.
am: ያንብቡ ከ ታች በኩል ያለውን ለ መምረጥ የትኛው እትም ለ እርስዎ እንደሚስማማ
bg: Прочетете по-надолу, как да изберете правилната версия и архитектура.
ca: A continuació, llegiu per seleccionar l'edició i l'arquitectura que s'adeqüi millor a les vostres necessitats.
cs: Níže si přečtěte jak zvolit pro vás nejvhodnější vydání a architekturu.
da: Læs nedenfor for at vælge den rigtige udgave og arkitektur.
de: Lesen Sie unten, welche Ausgabe und welche Architektur für Sie geeignet ist.
el: Διαβάστε παρακάτω ώστε να επιλέξετε ποια έκδοση και αρχιτεκτονική είναι η σωστή για εσάς.
eo: Legu ĉi-sube por elekti kiuj eldono kaj arkitekturo estas bonaj por vi.
es: Lea abajo para elegir qué edición y arquitectura es la más apropiada para usted.
eu: Irakurri behekoa zein edizio eta arkitektura komeni zaizun jakiteko.
fr_ca: Lisez ce qui suit afin de choisir l'édition et l'architecture qui vous conviennent.
hr: Pročitajte ispod koje izdanje i arhitektura je prikladna za vas.
hu: A kiválasztáshoz olvassa el lejjebb, melyik kiadás és architektúra megfelelő az Ön számára.
ia: Lege in basso pro seliger qual edition e architectura es juste pro te.
it: Leggi sotto per scegliere quale edizione e architettura sono le più adatte per te.
ko: 아래 글을 잘 읽어보시고 자신에게 맞는 배포판과 아키텍처를 선택하세요.
lt: Skaitykite žemiau kaip pasirinkti jums tinkamą laidą ir architektūrą.
nl: Lees het onderstaande om te kiezen welke editie en architectuur het beste voor u zijn.
pt_br: Leia abaixo para escolher qual edição e arquitetura é a mais adequada para você.
ru: Прочтите ниже, чтобы выбрать, какое издание и архитектура вам подходит.
sv: Läs nedan om hur du väljer utgåva och utförande.
tr: Doğru sürümü ve mimariyi seçmek için aşağıdaki bilgileri inceleyiniz.
zh_cn: 阅读下文以选择合适的版本和架构

source: Cinnamon, MATE or Xfce?
am: ሲናሞን: ሜት: ወይንም Xfce?
bg: Cinnamon, MATE или Xfce?
ca: Cinnamon, MATE o Xfce?
cs: Cinnamon, MATE neb Xfce?
da: Cinnamon, MATE eller Xfce?
de: Cinnamon, MATE oder Xfce?
eo: Ĉu Cinnamon, MATE aŭ Xfce?
es: Cinnamon, MATE o Xfce?
eu: Cinnamon, MATE edo Xfce?
fr_ca: Cinnamon, MATE ou Xfce ?
hr: Cinnamon, MATE ili Xfce?
hu: Cinnamon, MATE vagy Xfce?
ia: Cinnamon, MATE o Xfce?
it: Cinnamon, MATE o Xfce?
ko: 시나몬, 마테 또는 Xfce?
lt: Cinnamon, MATE ar Xfce?
nl: Cinnamon, MATE of Xfce?
pt_br: Cinnamon, MATE ou Xfce?
ru: Cinnamon, MATE или Xfce?
sv: Cinnamon, MATE eller Xfce?
tr: Cinnamon, MATE ya da Xfce?
zh_cn: Cinnamon，MATE 还是 Xfce？

source: Linux Mint comes in 3 different flavours, each featuring a different desktop environment.
am: ሊነክስ ሚንት የሚመጣው በ 3 አይነቶች ነው: እያንዳንዱ የ ተለያየ የ ዴስክቶፕ ገጽታ አላቸው
bg: Линукс Минт идва с три различни аромата, всеки от тях е с различна работна среда.
ca: Linux Mint es presenta en 3 sabors diferents, cadascun amb un entorn d'escriptori diferent.
cs: Linux Mint přichází ve třech různých variantách. Každé nabízí jiné desktopové prostředí.
da: Linux Mint findes i tre forskellige varianter med hver deres skrivebordsmiljø.
de: Linux Mint gibt es in drei verschiedenen Geschmacksrichtungen, jede mit einer anderen Arbeitsumgebung.
el: Το Linux Mint έρχεται σε τρεις διαφορετικές "γεύσεις", με την κάθε μια από αυτές να παρουσιάζει ένα διαφορετικό γραφικό περιβάλλον.
eo: Linukso Minto havas tri malsamajn eldonojn, ĉiu kun malsama labortabla ĉirkaŭaĵo.
es: Linux Mint está disponible en 3 sabores diferentes, incluyendo cada uno de ellos un entorno de escritorio diferente.
eu: Linux Mintek 3 zapore desberdin ditu. Bakoitzak mahaigain-ingurune desberdin bat dauka.
fr_ca: Linux Mint propose 3 éditions, chacune avec un environnement de bureau différent.
hr: Linux Mint dolazi u 3 različita izdanja, svako sa drugačijim radnim okruženjem.
hu: A Linux Mint 3 különböző kiadásban jelenik meg, amelyek mindegyike különböző asztali környezetet tartalmaz.
ia: Linux Mint veni in 3 differente sapores, cata monstrante un distincte ambiente de scriptorio.
it: Linux Mint è disponibile in tre edizioni diverse, ognuna delle quali offre un ambiente desktop differente.
ko: 리눅스 민트에는 3개의 배포판이 있습니다, 각 배포판은 저마다 다른 데스크톱 환경을 기본으로 합니다.
lt: Linux Mint pateikiama 3-jomis skirtingomis atmainomis, iš kurių kiekviena naudoja skirtingą darbalaukio aplinką.
nl: Linux Mint heeft drie verschillende edities, waarvan elk een eigen werkomgeving heeft.
pt_br: Linux Mint vêm em 3 diferentes sabores, cada um com um ambiente gráfico diferente.
ru: Linux Mint доступен в трех разных вариантах, с разными окружениями рабочего стола.
sv: I Linux Mint kan du välja mellan 3 utgåvor där någon av skrivbordsmiljöerna Cinnamon, MATE eller Xfce finns förinstallerad.
tr: Linux Mint, 3 farklı sürümde gelmektedir, her biri farklı masaüstü ortamını içerir.
zh_cn: Linux Mint 有三种不同风格的版本，分别提供三种不同的桌面环境。

source: The most modern, innovative and full-featured desktop
am: ዘመናዊ: እና ሙሉ-የ ዴስክቶፕ ገጽታ አለው
bg: Най-модерния, иновативен и пълнофункционален работен плот
ca: L'escriptori més modern, innovador i amb totes les funcions
cs: Nejmodernější, inovativní a funkcemi nabité desktopové prostředí
da: Det mest moderne, innovative og funktionsrige skrivebord
de: Der modernste, innovativste und voll ausgestattete Schreibtisch
el: Η πιο μοντέρνα, καινοτόμα και πλήρης επιφάνεια εργασίας
eo: La plej moderna, noviga kaj kompleta labortablo
es: El escritorio más moderno, innovador y completo.
eu: Mahaigain gain moderno, berritzaile eta osoena.
fr_ca: Le bureau le plus moderne, innovant et riche en fonctionalités
hr: Najmodernija, inovativna i potpuna radna površina
hu: A legmodernebb, innovatív és teljes funkcionalitású asztali környezet
ia: Le scriptorio le plus moderne, innovative e functional.
it: L'ambiente desktop più moderno, innovativo e completo di ogni funzionalità
ko: 가장 새롭고, 혁신적이고 모든 기능을 갖춘 데스크탑
lt: Pats šiuolaikiškiausias, inovatyvus ir visiškai parengtas darbalaukis
nl: De modernste, vernieuwendste en functierijkste werkomgeving
pt_br: O mais moderno, inovador e mais completo ambiente de trabalho
ru: Самый современный, инновационный и полнофункциональный рабочий стол
sv: Den modernaste, mest innovativa och finessrika
tr: En modern, yenilikçi ve tam özellikli masaüstü
zh_cn: 最现代，最新颖，全功能的桌面

source: A more traditional, and faster desktop
bg: По-традиционен и бърз десктоп
ca: Un escrptori més ràpid, i més tradicional
cs: Tradičnější a rychlejíš desktop
da: Et mere traditionelt og hurtigere skrivebord
de: Ein traditionellerer und schnellerer Schreibtisch
el: Μια πιο παραδοσιακή και γρήγορη επιφάνεια εργασίας
eo: Pli tradicia kaj pli rapida fenestrilo
es: Un escritorio más rápido y más tradicional
eu: Mahaigain tradizionalagoa eta azkarragoa
fr_ca: Un bureau plus traditionnel et rapide
hr: Više tradicionalna i brža radna površina
hu: Hagyományosabb és gyorsabb asztali környezet
ia: Un scriptorio plus traditional e plus veloce
it: Un desktop più tradizionale e veloce
ko: 더 전통적이고, 더 빠른 데스크톱
nl: Een traditionelere en snellere werkomgeving
pt_br: Um desktop mais tradicional e mais rápido
ru: Более традиционная и быстрая среда рабочего стола
sv: En mer traditionell och snabbare skrivbordsmiljö
tr: Daha geleneksel ve daha hızlı bir masaüstü
zh_cn: 更加传统快捷的桌面

source: The most lightweight desktop
bg: Най-лекият десктоп
ca: L'escriptori més lleuger
cs: Na systémové prostředky nejméně náročný desktop
da: Skrivebordet med det laveste ressourceforbrug
de: Der leichteste Schreibtisch
el: Η πιο ελαφριά επιφάνεια εργασίας
eo: La plej plumpeza fenestrilo
es: El escritorio más ligero
eu: Mahaigain arinena
fr_ca: Le bureau le plus léger
hr: Najmanje zahtjevna radna površina
hu: A legkönnyebb asztali környezet
ia: Le scriptorio plus legier
it: Il desktop più leggero
ko: 가장 가벼운 데스크톱
nl: De lichtgewicht onder de werkomgevingen
pt_br: O desktop mais leve
ru: Самая нетребовательная к ресурсам среда рабочего стола
sv: Den minst krävande skrivbordsmiljön
tr: En hafif masaüstü
zh_cn: 最轻的桌面

source: The most popular version of Linux Mint is the Cinnamon edition. Cinnamon is primarily developed for and by Linux Mint. It is slick, beautiful, and full of new features.
am: በጣም የ ተወደደው የ ሊነክስ ሚንት የ ሲናሞን እትም ነው: ሲናሞን የ ተዘጋጀው በ ሊነክስ ሚንት ነው: በጣም ቆንጆ እና ዘመናዊ ነው
bg: Най-популярната версия на Линукс Минт е изданието със Cinnamon. Cinnamon се разработва основно от и за Линукс Минт. Той е лъскав, красив и пълен с нови функции.
ca: La versió més popular de Linux Mint és l'edició de Cinnamon. Cinnamon es desenvolupa principalment per i amb Linux Mint. És polit, bonic i està ple de funcions noves.
cs: Nejoblíbenější variantou Linux Mint je ta s prostředím Cinnamon. Desktop Cinnamon je vyvíjený převážně v rámci Linux Mint, pro který je také hlavně určen. Toto prostředí je dopodrobna pojednané, včetně vzhledu a plné nejnovějších funkcí.
da: Den mest populære version af Linux Mint er Cinnamon-udgaven. Cinnamon er primært udviklet til og af Linux Mint. Det er smart, smukt og fuld af nye funktioner.
de: Die beliebteste Version von Linux Mint ist die Cinnamon-Ausgabe. Cinnamon wird hauptsächlich für und von Linux Mint entwickelt. Es ist professionell, schön und voller neuer Funktionen.
el: Η πιο δημοφιλής έκδοση του Linux Mint είναι η έκδοση Cinnamon. Το Cinnamon αναπτύσσεται αρχικώς από και για το Linux Mint. Είναι εξαιρετικό, όμορφο και γεμάτο με νέα χαρακτηριστικά.
eo: La plej ŝatata versio de Linukso Minto estas la Cinnamon-eldono. Cinnamon estas ĉefe programita por kaj per Linukso Minto. Ĝi estas glata, bela kaj plena je novaj funkcioj.
es: La versión más popular de Linux Mint es la edición Cinnamon. Cinnamon está desarrollado, principalmente, por y para Linux Mint. Es fluido, bonito y está lleno de características nuevas.
eu: Linux Minten bertsiorik ezagunena Cinnamon edizioa da. Cinnamon Linux Mintek Linux Mintentzat garatua da. Azkarra da, ederra eta ezaugarri berriz betea dago.
fr_ca: La version de Linux Mint la plus populaire est l'édition Cinnamon. L’environnement de bureau Cinnamon est développé principalement par et pour Linux Mint. Il est poli, beau et plein de fonctionnalités.
hr: Najpopularnije izdanje Linux Minta je Cinnamon izdanje. Cinnamon se prvenstveno razvija za i od strane Linux Minta. Uglađen je, prekrasan i pun novih značajki.
hu: A Linux Mint legnépszerűbb változata a Cinnamon kiadás. A Cinnamon elsősorban a Linux Mint számára készült. Fantasztikus, gyönyörű és tele van új funkciókkal.
ia: Le version le plus popular de Linux Mint es le edition de Cinnamon. Cinnamon es primarimente disveloppate pro e per Linux Mint. Illo es efficiente, belle, e ric de nove functionalitate.
it: L'edizione più diffusa di Linux Mint è Cinnamon. Questo ambiente desktop è sviluppato principalmente da Linux Mint per Linux Mint. È pratico, bello e pieno di nuove funzionalità.
ko: 리눅스 민트에서 가장 유명한 배포판은 시나몬입니다. 시나몬은 주로 리눅스 민트를 위해서 개발되었습니다. 미끈하고, 아름답고, 새로운 기능들로 가득 찬 배포판입니다.
lt: Pati populiariausia Linux Mint versija yra Cinnamon laida. Cinnamon nuo pat pradžių yra kuriama ir skirta Linux Mint. Ši darbalaukio aplinka yra sklandi, graži ir pilna naujų ypatybių.
nl: De populairste editie van Linux Mint is de Cinnamon-editie. Cinnamon werd oorspronkelijk ontworpen voor en door LInux Mint. Hij is handig, mooi en vol met nieuwe functies.
pt_br: A versão mais popular do Linux Mint é a Cinnamon, desenvolvida principalmente para e pelo Linux Mint. É uma interface lisa, bonita e cheia de novos recursos.
ru: Наиболее популярная версия Linux Mint — это редакция Cinnamon. Cinnamon в первую очередь разрабатывается для Linux Mint. Он приятный, красивый и полон новых функций.
sv: Den mest populära utgåvan av Linux Mint är Cinnamon. Cinnamon är främst utvecklad för Linux Mint av Mints egna utvecklare. Den är välpolerad, snygg och full av finesser.
tr: Linux Mint'in en sevilen sürümü Cinnamon masaüstüdür. Cinnamon öncelikli olarak Linux Mint için geliştirilmiştir. Akıcı, kullanışlı, güzel ve yeni özelliklerle doludur.
zh_cn: Linux Mint 最流行的版本是 Cinnamon 版。Cinnamon 是主要由 Linux Mint 团队开发，专为 Linux Mint 打造的桌面环境，流畅，美观，充满新特性。

source: Linux Mint is also involved in the development of MATE, a classic desktop environment which is the continuation of GNOME 2, Linux Mint's default desktop between 2006 and 2011. Although it misses a few features and its development is slower than Cinnamon's, MATE uses less resources and can run faster on older computers.
bg: Linux Mint също участва в разработката на MATE, класическа десктоп среда наследник на GNOME 2, и десктоп по подразбиране в Linux Mint от 2006-та до 2011-та година. Въпреки по-бавният цикъл на разработка и липсата на някои функции спрямо Cinnamon, MATE използва по-малко ресурси и може да бъде по-бърз на стари компютри.
ca: Linux Mint també és involucrat en el desenvolupament de MATE, un entorn d'escriptori clàssic que és la continuació del GNOME 2, l'escriptori predeterminat del Linux Mint entre el 2006 i el 2011. Encara que perd algunes característiques i el seu desenvolupament és més lent que el de Cinnamon, MATE fa servir menys recursos i es pot executar més ràpid en equips més antics.
cs: Linux Mint se také podílí na vývoji MATE, klasického desktopového prostředí, které je pokračováním GNOME 2. Výchozího desktopu Linux Mint v letech 2006 až 2011. Přestože mu chybí několik funkcí a jeho vývoj jde ve stínu prostředí Cinnamon, MATE využívá méně prostředků počítače a může běžet rychleji na starších počítačích.
da: Linux Mint er også involveret i udviklingen af MATE, et klassisk skrivebordsmiljø som er fortsættelsen af GNOME 2, Linux Mints standardskrivebord mellem 2006 og 2011. Selvom det mangler nogle få funktioner, og udviklingen af det går langsommere end med Cinnamon, bruger MATE færre ressourcer og kan køre hurtigere på ældre computere.
de: Linux Mint ist auch an der Entwicklung von MATE beteiligt, einer klassischen Schreibtischumgebung, die die Fortsetzung von GNOME 2 ist, dem Vorgabeschreibtisch von Linux Mint zwischen 2006 und 2011. Obwohl ihm einige Funktionen fehlen und seine Entwicklung langsamer ist als die von Cinnamon, verbraucht MATE weniger Ressourcen und kann auf älteren Rechnern schneller laufen.
el: Το Linux Mint συμμετέχει επίσης στην ανάπτυξη του MATE, ενός κλασικού περιβάλλοντος επιτραπέζιου υπολογιστή που είναι η συνέχεια του GNOME 2, της προεπιλεγμένης επιφάνειας εργασίας του Linux Mint μεταξύ 2006 και 2011. Αν και του λείπουν μερικά χαρακτηριστικά και η ανάπτυξή του είναι πιο αργή από του Cinnamon, το MATE χρησιμοποιεί λιγότερους πόρους και μπορεί να τρέξει πιο γρήγορα σε παλαιότερους υπολογιστές.
eo: Linukso Minto estas ankaŭ engaĝita en la programado de MATE, klasika fenestrilo, kiu estas la daŭrigo de GNOME 2, la defaŭlta fenestrilo de Linukso Minto inter 2006 kaj 2011. Kvankam mankas al ĝi kelkaj funkcioj kaj ĝia programado okazas pli malrapide ol tiu de Cinnamon, MATE uzas malpli da risurcoj kaj povas ruliĝi pli rapide sur pli malnovaj komputiloj.
es: Linux Mint también está involucrado en el desarrollo de MATE, un entorno de escritorio clásico que es la continuación de GNOME 2, el escritorio predeterminado de Linux Mint entre 2006 y 2011. Aunque pierde algunas características y su desarrollo es más lento que el de Cinnamon, MATE usa menos recursos y puede ejecutarse más rápido en equipos más antiguos.
eu: Linux Mint MATEren garapenean sartuta dago, GNOME 2ren jarraipena den mahaigain ingurune klasiko bat, Linux Minten mahaigain lehenetsia izan zen 2006 eta 2011 artean. Ezaugarri berri batzuk falta dituen arren eta bere garapena Cinnamonena baino motelagoa bada ere, MATEk baliabide gutxiago behar ditu eta azkarrago dabil ordenagailu zaharretan.
fr_ca: Linux Mint est aussi impliqué dans le développement de Mate, un environnement bureau classique constituant une continuation de Gnome 2 soit le bureau classique de Linux Mint entre 2006 et 2011. En dépit de l'absence de quelques fonctionnalités et de son développement moins rapide que Cinnamon, Mate utilise moins de ressources et il peut fonctionner plus rapidement sur les ordinateurs plus anciens.
hr: Linux Mint je isto tako uključen u razvoj MATE-a, klasičnog radnog okruženja koje je nastavak GNOMA 2, Linux Mintovog glavnog radnog okruženja između 2006 i 2011 god. Iako nedostaje nekoliko značajki i njegov razvoj je sporiji nego Cinnamonov, MATE koristi manje resursa i radi brže na starijim računalima.
hu: A Linux Mint csapat részt vesz a MATE fejlesztésében is. A MATE egy klasszikus asztali környezet, amely a GNOME 2 folytatása, Ez volt a Linux Mint alapértelmezett asztali környezete 2006 és 2011 között. A Cinnamon asztali környezethez képest kevesebb funkciót biztosít és a fejlesztése lassabban zajlik. A MATE kevesebb erőforrás igényel, így gyorsabban fut régebbi számítógépeken.
ia: Linux Mint es etiam implicate in le disveloppamento de MATE, un ambiente de scriptorio classic que es le continuation del GNOME 2, le scriptorio predefinite de Linux Mint 2006 e 2011. Ben que illo manca de alcun functionalitates e su disveloppamento es plus lente que illo de Cinnamon, MATE usa minus ressources e pote functionar plus veloce sur le computatores plus vetere.
it: Linux Mint è anche coinvolto nello sviluppo di MATE, un classico ambiente desktop che è la continuazione di GNOME 2, il desktop environment predefinito di Linux Mint tra il 2006 e il 2011. Sebbene manchi di alcune funzionalità e il suo sviluppo sia più lento di quello di Cinnamon, MATE utilizza meno risorse e può essere eseguito più velocemente sui computer meno recenti.
ko: Linux Mint는 MATE의 개발에도 참여하고 있습니다. MATE는 2006년과 2011년 사이에 Linux Mint의 기본 데스크톱이고 했고 GNOME 2를 계승한 것입니다. 몇 가지 기능도 빠지고 Cinnamon보다는 개발이 느리지만, MATE는 시스템 리소스를 적게 쓰며 구형 컴퓨터에서도 빠르게 돌아갑니다.
nl: Linux Mint is ook betrokken bij de ontwikkeling van MATE, een klassieke werkomgeving die een voortzetting is van GNOME 2, de standaardwerkomgeving van Linux Mint in de periode 2006-2011. Hoewel het enkele functies mist en hoewel zijn ontwikkeling trager is dan die van Cinnamon, heeft het als voordeel dat het minder systeemkracht gebruikt en sneller kan draaien op oudere computers.
pt_br: O Linux Mint também está envolvido no desenvolvimento do MATE, um ambiente de desktop clássico que é a continuação do GNOME 2, o desktop padrão do Linux Mint entre 2006 e 2011. Embora falte alguns recursos e seu desenvolvimento seja mais lento do que o do Cinnamon, o MATE usa menos recursos e pode ser executado mais rápido em computadores mais antigos.
ru: Linux Mint также участвует в разработке MATE, классической среды рабочего стола, являющейся продолжением GNOME 2. Она была средой рабочего стола по умолчанию в Linux Mint с 2006 по 2011 год. Хотя в ней не хватает некоторых возможностей, и её разработка ведётся медленнее, чем у Cinnamon, MATE требует меньше ресурсов и может работать быстрее на старых компьютерах.
sv: Mints utvecklingsgrupp deltar också i projektet MATE, en klassisk skrivbordsmiljö som är en vidareutveckling av GNOME 2, Linux Mints förvalda skrivbordsmiljö mellan åren 2006 och 2011. MATE har lite färre finesser och utvecklas långsammare än Cinnamon men är å andra sidan snabbare och mindre resurskrävande i äldre datorer.
tr: Linux Mint, MATE masaüstünün geliştirilmesinde de yer almaktadır. Bu GNOME 2’nin devamı sayılan klasik bir masaüstüdür, 2006 ve 2011 yılları arasında Linux Mint’in varsayılan masaüstüydü. Cinnamon’a göre bir kaç özelliği daha az sahip ve gelişimi daha yavaş olsa da, MATE daha az kaynak kullanır ve eski bilgisayarlarda daha hızlı çalışabilir.
