Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: Xfce is a lightweight desktop environment. It doesn't support as many features as Cinnamon or MATE, but it's extremely stable and very light on resource usage.
am: Xfce ቀለል ያለ የ ዴስክቶፕ አይነት ነው: በርካታ ገጽታዎችን እንደ ሲናሞን ወይንም ሜት አይደግፍም: ነገር ግን በጣም አስተማማኝ እና በ ምንጮች አጠቃቀም ቀለል ያለ ነው
bg: Xfce е най-леката работна среда. Тя не поддържа толкова функции като Cinnamon или MATE, но е изключително стабилна и много икономична откъм употреба на ресурси.
ca: Xfce és un entorn d'escriptori lleuger. No és compatible amb tantes funcions com Cinnamon o MATE, però és extremadament estable i molt lleuger en l'ús dels recursos.
cs: Xfce je nenáročné prostředí. Neumí toho sice tolik jako Cinnamon, zato je velmi stabilní a zabírá velmi málo prostředků počítače. Hodí se tedy na méně výkonné (a starší) počítače.
da: Xfce indeholder ikke så mange funktioner som Cinnamon og MATE, men det er ekstremt stabilt og bruger meget få systemressourcer.
de: Xfce ist eine leichtgewichtige Schreibtisch-Umgebung. Es unterstützt nicht so viele Funktionen wie Cinnamon oder MATE, aber es ist extrem stabil und verbraucht sehr wenig Ressourcen.
el: Το XFCE είναι ένα ελαφρύ γραφικό περιβάλλον. Δεν υποστηρίζει τόσα πολλά χαρακτηριστικά όσα το Cinnamon και το MATE, αλλά είναι εξαιρετικά σταθερό και πολύ ελαφρύ στη χρήση πόρων του συστήματος.
eo: Xfce estas malpeza labortabla ĉirkaŭaĵo. Ĝi ne subtenas tiom da funkcioj kiom Cinnamon aŭ MATE, sed ĝi estas ege stabila kaj tre malpeza pri rimeda uzado.
es: Xfce es un entorno de escritorio ligero. No soporta tantas características como Cinnamon o MATE, pero es extremadamente estable y muy modesto en el uso de recursos.
eu: Xfce mahaigain ingurune arin bat da. Ez ditu Cinnamon edo MATEk adina ezaugarri baina izugarri egonkorra da eta oso baliabide gutxi behar ditu.
fr_ca: Xfce est un environnement bureau léger. Il ne comprend pas autant de fonctionnalités que Cinnamon ou MATE, mais il est extrêmement stable et utilise peu de ressources.
hr: Xfce je najmanje zahtjevno radno okruženje. Ne podržava tako mnogo značajki kao Cinnamon ili MATE, ali je vrlo stabilan i vrlo malo troši resurse sustava.
hu: Az Xfce egy pehelykönnyű asztali környezet. Nem támogat olyan sok funkciót, mint a Cinnamon, vagy a MATE, de rendkívül stabil és csak minimális erőforrást használ.
ia: Xfce es un ambiente de scriptorio leger. Illo non supporta tante functionalitates como Cinnamon o MATE, ma il es extrememente stabile e multo leve sur le uso de ressources.
it: Xfce è un ambiente desktop molto leggero. Non supporta tutte le funzionalità di Cinnamon or MATE, ma è estremamente stabile e molto leggero nell'uso di risorse.
ko: Xfce는 가벼운 데스크탑 환경입니다. 시나몬이나 마테처럼 많은 기능을 제공하지는 않지만, 매우 안정적이고 매우 적은 자원을 사용합니다.
lt: Xfce yra supaprastinta darbalaukio aplinka. Ji nepalaiko tiek daug ypatybių, kiek Cinnamon ar MATE, tačiau ji yra ypatingai stabili ir naudoja labai mažai sistemos išteklių.
nl: Xfce is een lichtgewicht-werkomgeving. Hij ondersteunt niet zoveel eigenschappen als Cinnamon of MATE, maar hij is extreem stabiel en gebruikt erg weinig systeemkracht.
pt_br: O Xfce é um ambiente de trabalho leve. Não suporta tantos recursos como Cinnamon ou MATE, mas é extremamente estável e muito leve no uso de recursos.
ru: Xfce — лёгкое окружение рабочего стола. Он поддерживает меньше функций, как Cinnamon или MATE, но он чрезвычайно стабилен и очень лёгкий в плане потребления ресурсов.
sv: Xfce är känt för att kräva väldigt lite av datorn. Antalet finesser är inte i klass med Cinnamon och MATE men räcker gott för det dagliga arbetet. Präglas av enkelhet och stabilitet.
tr: Xfce hafif bir masaüstü ortamıdır. Cinnamon ya da MATE kadar özellik desteği sunmaz, ancak son derece kararlı ve kaynak kullanımı da çok azdır.
zh_cn: Xfce 是一个轻量级的桌面环境。它支持的特性没有 Cinnamon 和 MATE 那么多，但极其稳定，消耗极少的资源。

source: Of course, all three desktops are great and Linux Mint is extremely proud of each edition. Although there are more features and better support in some editions than others, and some do run faster and use less resources than others, they're all great alternatives and choosing the right edition is largely a matter of taste.
am: ሶስቱም የ ዴስክቶፕ አይነቶች በጣም ጥሩ ናቸው: እና ሊነክስ ሚንት በ ሶስቱም ይኮራል: አንዳንዶቹ የ ተሻለ ድጋፍ እና ገጽታ አላቸው ከ ሌሎቹ: አንዳንዶቹ ፈጣን ናቸው ከ ሌሎቹ: ሶስቱም በጣም ጥሩ ናቸው: ተጠቃሚው የሚስማማውን መምረጥ ይችላል:
bg: Разбира се, и трите десктопа са страхотни и Линукс Минт е изключително горд с всяка една версия. Някои от тях имат по-вече функции от други, някои работят по бързо от други или използват по-малко ресурси от други, но всички те са страхотни алтернативи едни на други и избирането на правилния е преди всичко въпрос на вкус.
ca: Per descomptat, els tres escriptoris són excel·lents i Linux Mint està molt orgullós de cada edició. Encara que hi ha més funcions i un millor suport en algunes edicions que altres, i algunes s'executen més ràpidament i utilitzen menys recursos que altres, totes són alternatives excel·lents i la tria de l'edició correcta és, en gran part, un assumpte de gust.
cs: Samozřejmě, všechna tři prostředí jsou skvělá a tvůrci Linux Mint s nimi počítají i nadále. A přestože některé varianty mají více funkcí a podpory, zabírají méně systémových prostředků než jiné a tak, jsou to všechno skvělé volby. Kterou si vybrat je na každém z uživatelů – dle toho, čemu dává přednost.
da: Alle tre skriveborde er fremragende, og Linux Mint er ekstremt stolt af hver udgave. Selvom der er flere funktioner og bedre support i nogle udgaver end i andre, og nogle kører hurtigere og bruger færre ressourcer end andre, er de alle tre fremragende alternativer, og hvilken udgave du vælger, er et spørgsmål om personlig smag.
de: Natürlich sind alle drei Arbeitsumgebungen großartig und Linux Mint ist sehr stolz auf jede Ausgabe. Obwohl es in einigen Ausgaben mehr Funktionen und bessere Unterstützung als in anderen gibt und einige schneller laufen und weniger Ressourcen verbrauchen als andere, sind sie alle großartige Alternativen und die Wahl der richtigen Ausgabe ist weitgehend eine Frage des Geschmacks.
el: Φυσικά και οι τρεις επιφάνειες εργασίας είναι εξαιρετικές και το Linux Mint είναι υπερήφανο για κάθε μια από αυτές. Αν και υπάρχουν περισσότερα χαρακτηριστικά και καλύτερη υποστήριξη σε μερικές εκδόσεις έναντι άλλων, και μερικές τρέχουν γρηγορότερα καταναλώνοντας λιγότερους πόρους συστήματος, είναι όλες υπέροχες και το ποια θα διαλέξετε είναι καθαρά θέμα γούστου.
eo: Kompreneble, ĉiuj tri labortabloj estas bonegaj kaj Linukso Minto ege fieras pri ĉiu eldono. Kvankam estas pli da funkcioj kaj pli bona subteno en iuj eldonoj ol en aliaj, kaj iuj rulas pli rapide kaj uzas malpli da rimedoj ol aliaj, ĉiuj estas bonegaj alternativoj kaj elekto de la bona eldono por vi estas grandparte afero de gusto.
es: Por supuesto, los tres entornos de escritorio son buenos y Linux Mint está muy orgulloso de cada uno de ellos. Aunque hay más características y un mejor soporte en unas ediciones que en otras, y aunque unas sean más veloces y usen menos recursos que otras, todas ellas son buenas alternativas y la elección está fundamentalmente condicionada por el gusto.
eu: Hiru mahaigainak bikainak dira eta Linux Mint oso harro dago edizio guztietaz. Edizio batzuetan besteetan baino ezaugarri gehiago eta euskarri hobea dago, batzuk azkarrago exekutatzen dira edo baliabide gutxiago behar dituzte, baina guztiak dira primerakoak eta edizio egokia aukeratzea neurri handi batean gustu kontua da.
fr_ca: Bien entendu, ces trois bureaux sont fabuleux et Linux Mint est très fier de chacune de ces éditions. Bien qu'il y ait plus de fonctionnalités et de support dans l'une ou l'autre des trois éditions, chacune d'elles démontre son niveau de rapidité et d'utilisation des ressources. Elles représentent toutes de belles alternatives et le choix de l'édition est une affaire de goûts.
hr: Naravno, sva tri radna okruženja su izvanredna i Linux Mint se vrlo ponosi sa svakim od njih. Iako je u pojedinim više značajki i bolja podrška nego u drugima, neki pak rade brže i troše manje resursa sustava od drugih, sva okruženja su sjajna alternativa i odabir prikladnog izdanja je stvar ukusa korisnika.
hu: Természetesen, mindhárom asztali környezet nagyszerű és a Linux Mint rendkívül büszke minden kiadásra. Bár néhány kiadásban több funkció és jobb támogatás van, mint a többiben. Míg mások gyorsabban is futnak és kevesebb erőforrást használnak. Ezek mind nagyszerű alternatívák, és a megfelelő kiadás megtalálása főként ízlés kérdése.
ia: Naturalmente, tote le tres scriptorios es grande e Linux Mint es extrememente fer de cata edition. Ben que il ha plus de functionalitate e melior supporto in alcun editiones quam alteros, e uno face fluer plus veloce e usa minus ressources quam alteres, illos es totos grande alternatives e per le election del juste edition es largemente un question de gusto.
it: Ovviamente tutti e tre gli ambienti desktop sono fantastici e Linux Mint è estremamente orgogliosa di ogni edizione. Nonostante ci siano più funzionalità e un miglior supporto in alcune edizioni rispetto ad altre, e alcune siano più veloci e leggere di altre, tutte quante sono ottime alternative, e scegliere l'edizione giusta è in larga parte una questione di gusto.
ko: 물론, 세 개의 데스크톱 환경들 모두 멋지며 리눅스 민트는 각 배포판들이 매우 자랑스럽습니다. 비록 각 배포판들 사이에도 지원이 더 잘되는 것도 있고, 더 빠르거나 리소스를 덜 쓰거나 하는 등의 차이는 있지만, 모두 멋진 배포판 들이죠 자신에게 맞는 배포판을 선택하는 것은 전적으로 여러분들의 취향을 따르는 일 이겠습니다.
lt: Žinoma, visi trys darbalaukiai yra puikūs ir Linux Mint labai didžiuojasi kiekviena šia laida. Nors kai kuriose laidose yra daugiau ypatybių ir geresnis palaikymas ir kai kurios laidos naudoja mažiau išteklių, nei kitos, vis dėlto, kiekviena iš jų yra puiki alternatyva ir tinkamos laidos pasirinkimas didžiąja dalimi yra lemiamas asmeniniu pomėgiu.
nl: Natuurlijk zijn alle drie werkomgevingen goed en is Linux Mint trots op elke editie. Alhoewel er bij de ene editie meer functies en betere ondersteuning zijn dan bij de andere, en de ene sneller loopt dan de andere: het zijn allemaal goede alternatieven. De keuze van uw editie is eerder een kwestie van smaak.
pt_br: Claro, todos os três ambientes de trabalho são ótimos e o Linux Mint tem um extremo orgulho de cada uma delas. Embora existam mais recursos e melhor suporte em algumas edições do que em outras, e algumas rodam mais rápido e usam menos recursos do que outras, todas elas são ótimas alternativas, e escolher a edição certa é em grande parte uma questão de gosto.
ru: Разумеется, все три рабочих стола великолепны, и Linux Mint чрезвычайно гордится каждым изданием. Хотя в некоторых изданиях больше возможностей и улучшенная поддержка, а некоторые работают быстрее и используют меньше ресурсов — все они являются отличными альтернативами и выбор правильного издания в значительной степени зависит от вкуса.
sv: Alla skrivbordsmiljöerna fungerar på ett mycket bra sätt och vi på Linux Mint är stolta över våra tre utgåvor. Visst finns det olikheter i fråga om vad som prioriteras, men de är alla trevliga att arbeta med. Vilken man väljer är till största delen en fråga om tycke och smak.
tr: Tabii ki üç masaüstü de harikadır ve Linux Mint her sürümden gurur duyar. Bununla birlikte bazı sürümlerde diğerlerinden daha fazla özellik ve daha iyi destek olmasına rağmen, bazıları diğerlerinden daha hızlı çalışır ve daha az kaynak kullanır, hepsi mükemmel alternatiftirler ve doğru sürümü seçmek büyük ölçüde bir zevk meselesidir.
zh_cn: 当然，三种桌面都非常优秀，Linux Mint 为每个版本都非常自豪。虽然有的版本提供更多的特性和更好的支持，有的版本则有更快的运行和更低的资源消耗，它们都是不错的选择，而选择合适的版本在很大程度上只取决于个人口味。

source: Other than their features and performance, Cinnamon, MATE and Xfce also represent three different desktop environments, with different menus, different panels and configuration tools. The right one for you is the one where you feel at home.
am: ከ ገጽታ እና አፈጻጸማቸው በስተቀር: ሲናሞን: ሜት: እና Xfce የሚወክሉት ሶስት አይነት የ ተለያየ የ ዴስክቶፕ አቀራረብ ነው: ከ ተለያየ ዝርዝር ጋር እና የ ተለያየ ክፍሎች እና አቀራረብ ማሰናጃ መሳሪያዎች ጋር: እርስዎ የሚወዱትን መርጠው መጠቀም ይችላሉ
bg: Освен своите функции и производителност, Cinnamon, MATE и Xfce също представят три различни работни среди, с различни менюта, различни панели и инструменти за конфигуриране. Най-подходяща за вас е тази, където се чувствате у дома.
ca: A part de les seves característiques i rendiment, Cinnamon, MATE i Xfce també representen tres entorns d'escriptori diferents, amb diferents menús, taulers i eines de configuració. El més adequat és aquell que us fa sentir com a casa.
cs: Krom svých funkcí a rychlosti, Cinnamon, MATE a Xfce představují také tři různá desktopová prostředí, s odlišnými nabídkami, panely a nástroji pro nastavení. To pravé pro vás je to, se kterým se vám dobře pracuje.
da: Ud over deres funktioner og ydeevne repræsenterer Cinnamon, MATE og Xfce tre forskellige skrivebordsmiljøer med forskellige menuer, paneler og konfigurationsværktøjer. Den rigtige for dig er den, hvor du føler dig bedst til pas.
de: Cinnamon, MATE und Xfce repräsentieren neben ihren Funktionen und Leistungen auch drei verschiedene Arbeitsumgebungen mit unterschiedlichen Menüs, verschiedenen Leisten und Konfigurationsprogrammen. Der richtige für Sie ist derjenige, in dem Sie sich Zuhause fühlen.
el: Εκτός από τα χαρακτηριστικά και την απόδοση, τα Cinnamon, MATE και XFCE αντιπροσωπεύουν τρία διαφορετικά περιβάλλοντα εργασίας, με διαφορετικά μενού και εργαλεία ρυθμίσεων. Το πιο κατάλληλο για εσάς είναι εκείνο που σας κάνει να αισθάνεστε οικεία μαζί του.
eo: Krom siaj funkcioj kaj rendimento, Cinnamon, MATE kaj Xfce reprezentas ankaŭ tri malsamajn labortablajn ĉirkaŭaĵojn, kun malsamaj menuoj, malsamaj paneloj kaj agordaj iloj. La bona eldono por vi estas tiu, en kiu vi sentas vin hejme.
es: A parte de sus características y rendimiento, Cinnamon, MATE y Xfce también representan tres entornos de escritorio distintos, con menús diferentes, paneles diferentes y distintas herramientas de configuración. El entorno adecuado es aquel donde se sienta más a gusto.
eu: Ezaugarri eta errendimendu desberdina izateaz gain, Cinnamon, MATE eta Xfce-k hiru mahaigain ingurune desberdin ordezkatzen dituzte eta menu, panel eta konfigurazio tresna desberdinak dituzte. Zuretzako egokiena etxean sentiarazten zaituena da.
fr_ca: Outre les fonctionnalités et les performances, Cinnamon, MATE et Xfce sont aussi des environnements différents, avec des menus, des tableaux de bord et des outils de configuration différents. L'environnement idéal est celui dans lequel vous vous sentez le plus à l'aise.
hr: Osim njihovih značajki i performansa, Cinnamon, MATE i Xfce isto tako predstavljaju tri različita radna okruženja, s različitim izbornicima, različitim panelima i alatima za podešavanje. Vama najprikladnije je ono s kojim se osjećate kao da ste doma.
hu: A Cinnamon, a MATE és az Xfce a funkciók és a teljesítményükön kívül három különböző asztali környezetet is képvisel, különböző menükkel, különböző panelekkel és konfigurációs eszközökkel. Az lesz a megfelelő az Ön számára, amelyikkel otthonosan érzi majd magát.
ia: Ultra que pro su functionalitates e performance, Cinnamon, MATE e Xfce alsi representa tres distincte ambientes de scriptorio, con differente menus, differente pannellos e utensiles de configuration. Illo juste un pro te es le uno ubi tu te senti a casa.
it: A parte le loro funzionalità e performance, Cinnamon, MATE e Xfce rappresentano tre diversi ambienti desktop, con menù differenti, e pannelli e strumenti di configurazione diversi. L'edizione giusta per te è quella che più ti fa sentire a casa.
ko: 기능이나 성능 이외에도, 시나몬, 마테, Xfce는 모두 세 개의 다른 데스크톱 환경, 다른 메뉴, 다른 패널과 설정 도구를 사용합니다. 자신에게 맞는 배포판은 여러분이 가장 쓰기 편하고 마음에 맞는 것 일 겁니다.
lt: Be ypatybių ir našumo, Cinnamon, MATE ir Xfce atvaizduoja tris skirtingas darbalaukio aplinkas, su skirtingais meniu, skirtingais skydeliais ir konfigūravimo įrankiais. Jums tinkama aplinka bus ta, kurioje jausitės kaip namie.
nl: Afgezien van de functies en prestaties zijn Cinnamon, MATE en Xfce drie verschillende werkomgevingen met andere menu's, andere bedieningspanelen en ander instellingsgereedschap. De goede keuze is die waarbij u zich thuis voelt.
pt_br: Além de suas características e desempenho, Cinnamon, MATE e Xfce também representam três ambientes de área de trabalho diferentes, com diferentes menus, diferentes painéis e ferramentas de configuração. O caminho certo para você é aquele onde você se sente em casa.
ru: Помимо их функционала и производительности, Cinnamon, MATE и Xfce также представляют три различных окружения рабочего стола с разными меню, панелями и инструментами настройки. Правильным выбором будет тот из них, где вы чувствуете себя как дома.
sv: Förutom skillnaderna i fråga om finesser och snabbhet är Cinnamon, MATE och Xfce också tre olika skrivbordsmiljöer där menyer, paneler och verktyg för inställningar inte ser likadana ut. Det bästa sättet att välja är att prova de olika utgåvorna och se vilken du tycker bäst om.
tr: Özellikleri ve performansları dışında, Cinnamon, MATE ve Xfce farklı menüler, farklı paneller ve yapılandırma araçları içeren üç farklı masaüstü ortamını temsil etmektedir. Sizin için en uygun olanı sizi evinizde hissettirendir, yani tamamen kişisel bir tercihtir.
zh_cn: 除了特性和性能之外，Cinnamon 、Mate 和 Xfce 还代表了三种不同的桌面环境，它们有不同的菜单，不同的面板和配置工具。让您感到舒适自在的桌面环境就是您最好的选择。

source: If you are unsure which desktop to choose start with the Cinnamon edition. Try them all eventually when you have the time. All three of them have their own audience within the Linux Mint community and they're all very popular.
am: እርስዎ እርግጠኛ ካልሆኑ የትኛውን አይነት ዴስክቶፕ እንደሚመርጡ በ ሲናሞን ይጀምሩ: እና ሌሎቹንም ይሞክሩ: ሶስቱም የራሳቸው የሆኑ ደጋፊዎች አላቸው በ ሊነክስ ሚንት ሕብረተሰብ እና ሁሉም የ ተወደዱ ናቸው
bg: Ако не сте сигурни кой десктоп да изберете, започнете със Cinnamon версията. Може да опитате всички, когато имате време. И трите имат своите почитатели в обществото на Линукс Минт и трите са много популярни.
ca: Si no esteu segur de quin escriptori voleu triar, comenceu amb l'edició de Cinnamon. Eventualment proveu-los quan tingueu temps. Tots tres tenen el seu propi públic dins de la comunitat de Linux Mint i tots són molt populars.
cs: Když nevíte, které desktopové prostředí zvolit, začněte variantou s Cinnamon. Pokud na to máte čas, zkuste si případně všechny. Všechny tři mají svůj okruh uživatelů v komunitě Linux Mint a jsou velmi oblíbené.
da: Hvis du er usikker på, hvilken udgave du skal vælge, så start med Cinnamon. Prøv alle tre, når du har tid. Alle tre har deres eget publikum i Linux Mint-fællesskabet og er meget populære.
de: Wenn Sie sich nicht sicher sind, welche Arbeitsumgebung Sie wählen sollen, beginnen Sie mit der Cinnamon-Ausgabe. Probieren Sie sie alle irgendwann aus, wenn Sie Zeit haben. Alle drei haben ihr eigenes Publikum in der Linux-Mint-Gemeinschaft und sie sind alle sehr beliebt.
el: Αν δεν είστε σίγουροι πιο περιβάλλον εργασίας να επιλέξετε, ξεκινήστε με το Cinnamon. Δοκιμάστε τα όλα εν τέλει όταν θα έχετε χρόνο. Και τα τρία έχουν το δικό τους κοινό μέσα στην κοινότητα του Linux Mint και είναι εξίσου δημοφιλή.
eo: Se vi necertas kiun labortablon elekti, komencu per la Cinnamon-eldono. Provu ĉiujn post kelka tempo, se vi havos la tempon. Ĉiuj tri havas sian propran uzantaron ene de la LinuksoMinto-komunumo kaj ĉiuj estas tre ŝatataj.
es: Si no se decide por un escritorio, empiece por la edición de Cinnamon. Pruebe las otras cuando tenga oportunidad. Todas son populares y cada una de ellas tiene su propio público dentro de la comunidad de Linux Mint.
eu: Ez bazaude ziur, erabili Cinnamon edizioa. Gainerakoak proba itzazu denbora duzunean. Hiruek dituzte zaleak Linux Mint komunitatean eta oso estimatuak dira.
fr_ca: Si vous êtes indécis, essayez Cinnamon. Puis, essayez les autres éditions éventuellement si vous avez le temps. Elles ont toutes trois leur audience au sein de la communauté Linux Mint et elles sont toutes très populaires.
hr: Ako niste sigurni koju radnu površinu odabrati započnite s Cinnamon izdanjem. Isprobajte ih sve kada imate vremena. Sva tri izdanja imaju svoju publiku u Linux Mint zajednici i vrlo su popularni.
hu: Ha nem biztos benne, hogy melyik asztali kiadást válassza, kezdje a Cinnamon asztali környezettel. Ha ideje engedi, próbálja ki mindhárom kiadást. Mind a háromnak saját célközönsége van a Linux Mint közösségben, és mindegyik nagyon népszerű.
ia: Si tu non es secur de qual scriptorio eliger initia per le edition Cinnamon. Prova los tote, eventualmente, quando tu ha le tempore. Tote le tres de illos ha lor proprie audientia in le collectivitate de Linux Mint e illos es tote multo popular.
it: Se non sei sicuro di quale edizione scegliere, incomincia con Cinnamon. Provale tutte, quando avrai tempo, eventualmente. Tutte e tre hanno il loro pubblico all'interno della comunità di Linux Mint, e sono tutte e tre molto usate.
ko: 어떤 데스크톱을 쓸지 정하지 못하신 분들은 시나몬으로 시작해 보시라고 권해드리겠습니다. 시간이 되면 결국 모두 설치해 보시기 바라구요. 세 가지 모두 리눅스 민트 커뮤니티 안에서 팬들이 많고 매우 유명하답니다.
lt: Jeigu nesate tikri kurį darbalaukį pasirinkti, tuomet pradėkite nuo Cinnamon laidos. Galų gale, kai turėsite laiko, išbandykite jas visas. Visos trys laidos Linux Mint bendruomenėje turi savo publiką ir visos jos yra labai populiarios.
nl: Als u twijfelt bij het kiezen van de werkomgeving, begin dan met de Cinnamon-editie. Probeer ze eventueel allemaal eens uit, als u daarvoor de tijd heeft. Alle drie hebben ze hun eigen publiek binnen de Linux Mint-gemeenschap en ze zijn allemaal heel populair.
pt_br: Se você não tem certeza qual ambiente de trabalho escolher, comece com a edição Cinnamon. Experimente-as, eventualmente, quando tiver tempo. Todas elas têm seu próprio público dentro da comunidade Linux Mint e todas elas são muito populares.
ru: Если вы не знаете, какой рабочий стол выбрать, начните с редакции Cinnamon. Попробуйте их все, когда у вас будет время. Каждый из них имеет свою аудиторию в сообществе Mint Linux, и все они очень популярны.
sv: Om du inte har någon given favorit bland våra utgåvor så rekommenderar vi att du börjar med Cinnamon. Prova gärna de andra när du har tid. De har alla sina fördelar och uppskattas av användarna.
tr: Eğer hangi masaüstünü seçeceğinizden emin değilseniz Cinnamon masaüstü sürümü ile başlayabilirsiniz. Zamanınız olduğunda hepsini deneyebilirsiniz. Bunların üçünün de Linux Mint topluluğunda kendi izleyici kitlesi mevcuttur ve hepsi çok popülerdir.
zh_cn: 如果您不确定应该选取哪个桌面，可以从 Cinnamon 版开始。当您有时间的时候，可以把所有的版本都尝试一遍。每个版本在 Linux Mint 社区中都有自己的受众，也都十分流行。

source: 32-bit or 64-bit?
am: 32-ቢት ወይንም 64-ቢት?
bg: 32 или 64 бита?
ca: 32 o 64 bits?
cs: 32bitový nebo 64bitový?
da: 32-bit eller 64-bit?
de: 32-Bit oder 64-Bit?
el: 32-bit ή 64-bit;
eo: Ĉu 32-bita aŭ 64-bita?
es: 32 bits o 64 bits?
eu: 32 bit edo 64 bit?
fr_ca: 32-bit ou 64-bit ?
hr: 32-bitna ili 64-bitna?
hu: 32 bit vagy 64 bit?
ia: 32-bits o 64-bits?
it: 32-bit o 64-bit?
ko: 32비트, 64비트 중 어느 것으로 할까요?
lt: 32 bitų ar 64 bitų?
nl: 32-bits of 64-bits?
pt_br: 32-bit ou 64-bit?
ru: 32-bit или 64-bit?
sv: 32 eller 64 bitar?
tr: 32-bit ya da 64-bit?
zh_cn: 32位还是64位？
