Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: Also create a ``swap`` partition. This partition is used for hibernation and as a safety buffer in case your computer runs out of RAM. Give this partition a size equal to the amount of RAM in your computer.
am: እንዲሁም ይፍጠሩ የ ``swap`` ክፍልፋይ: ይህ ክፍልፋይ የሚጠቅመው ለ hibernation እና አስተማማኝ መሰብሰቢያ ነው: በ ድንገት የ እርስዎ ኮምፒዩተር የ RAM እጥረት ቢገጥመው: ይህን ክፍልፋይ ከ እርስዎ ኮምፒዩተር RAM ጋር እኩል ያድርጉት
bg: Също така създайте ``swap`` дял. Този дял се използва за хиберниране и също така е сигурен буфер в случай че на вашия компютър не му стигне RAM-а. Дайте размер на този дял еднакъв с размера на RAM паметта на вашия компютър.
ca: També creeu una partició ``swap``. Aquesta partició s'utilitza per a la hibernació i com a memòria intermèdia segura en cas que el vostre ordinador es quedi sense RAM. Doneu a aquesta partició una mida igual a la quantitat de RAM al vostre ordinador.
cs: Vytvořte také oddíl ``swap`` (stránkovací). Ten je používán pro hibernaci („uspávání“ počítače) a jako rezerva, pokud počítači dojdou kapacity operační paměti (RAM). Dejte tomuto oddílu velikost rovnající se 1,5 násobku kapacity RAM paměti počítače.
da: Opret også en partition til ``swap``. Denne partition bruges til dvaletilstand og som en sikkerhedsbuffer, hvis din computer skulle løbe tør for RAM. Lad størrelsen være lig mængden af RAM i din computer.
de: Erstellen Sie auch eine ``swap``-Partition. Diese Partition wird für den Ruhezustand verwendet und als ein Sicherheitspuffer für den Fall, dass Ihrem Rechner der zur Verfügung stehende Arbeitsspeicher (RAM) nicht ausreicht. Geben Sie dieser Partition eine Größe, welche der Größe des Arbeitsspeichers in Ihrem Rechner entspricht.
el: Επίσης δημιουργήστε μια κατάτμηση ``swap``. Αυτή η κατάτμηση χρησιμοποιείται για αδρανοποίηση και ως δικλείδα ασφαλείας σε περίπτωση που ο υπολογιστής σας ξεμείνει από μνήμη RAM. Δώστε σε αυτή τη κατάτμηση ένα μέγεθος ίσο με την ποσότητα της RAM στον υπολογιστή σας.
eo: Ankaŭ kreu ``swap``-subdiskon. Ĉi tiu subdisko estas uzata por pasivumigo kaj kiel sekureca bufro ĉe eventuala manko de ĉefmemoro de la komputilo. Donu al ĉi tiu subdisko grandon similan al la kiomo da ĉefmemoro de la komputilo.
es: Cree también una partición ``swap``. Esta partición se utiliza para la hibernación y como buffer de seguridad en caso de que el equipo se quede sin memoria RAM. Asigne a esta partición un tamaño igual a la cantidad de memoria RAM del equipo.
eu: ``swap`` partizioa ere sortu. Partizio hau hibernaziorako erabiltzen da eta ordenagailua RAMik gabe geratzen bada segurtasun buffer bezala jokatzen du. Eman partizio honi ordenagailuaren RAM memoriaren tamaina bera.
fr_ca: Créez une partition ``swap``. Cette partition est utilisée pour la mise en veille prolongée (hibernation) et comme mémoire tampon de sécurité lorsque la RAM de votre ordinateur est insuffisante. Veuillez attribuer, à cette partition, une taille égale à la quantité de mémoire RAM de votre ordinateur.
hr: Isto tako stvorite ``swap`` particiju. Ta particija se koristi za hibernaciju i kao sigurnosni međuspremnik u slučaju da vašem računalu ponestane RAM memorije. Zadajte ovoj particiji veličinu jednaku količini RAM memorije instalirane na vašem računalu.
hu: Hozzon létre egy ``swap`` partíciót is. Ezt a partíciót a rendszer a hibernáláshoz, és abban az esetben használja, ha a számítógép kifogyna a szabad RAM memóriából. Ezt a partíciót a számítógép RAM memóriájával megegyező méretűre állítsa be.
ia: Crea alsi un partition de ``intercambio`` (swap). Iste partition es usate pro hibernation e como un tampon de securitate in caso tu computator flue foras de RAM. Da a iste partition un dimension equal al quantitate del RAM in tu computator.
it: Crea anche una partizione di ``swap``. Questa partizione è usata per l'ibernazione e come buffer di sicurezza nel caso in cui il tuo computer esaurisca la memoria RAM.
ko: 이젠 ``swap`` 파티션을 만들 차례입니다. 이 파티션은 잠자기 모드에 사용되기도 하고 RAM 용량이 부족한 경우 안전 버퍼로도 사용됩니다. 스왑 파티션은 RAM과 같은 크기로 만들어 주세요.
lt: Taip pat sukurkite sukeitimų (angl. ``swap``) skaidinį. Šis skaidinys yra naudojamas užmigdymui bei kaip saugumo buferis tam atvejui, jeigu jūsų kompiuteriui pritrūktų RAM. Nustatykite šiam skaidiniui tokį patį dydį, kaip ir RAM dydis jūsų kompiuteryje.
nl: Maak ook een ``swap``-partitie. Deze partitie wordt gebruikt voor de slaapstand en als een veilige buffer voor als uw computer te weinig RAM-geheugen heeft. Geef deze partitie een grootte die gelijk is aan de grootte van het RAM-geheugen in uw computer.
pt_br: Crie também uma partição ``swap``. Essa partição é utilizada para hibernação e como um buffer de segurança caso seu computador fique com pouca memória RAM. Dê a esta partição um tamanho igual à quantidade de memória RAM no seu computador.
ru: Также создайте раздел ``подкачки``. Этот раздел для гибернации и как буфер безопасности в случае, если на компьютере не хватает оперативной памяти. Дайте этому разделу размер, равный объёму оперативной памяти на Вашем компьютере.
sv: Skapa också ett växlingsutrymme (``swap``). Denna partition används vid viloläge och som en buffert om arbetsminnet inte skulle räcka till. Partitionen behöver därför vara minst lika stor som datorns arbetsminne (RAM).
tr: Ayrıca ``swap/takas alanı`` bölümü de oluşturun. Bu bölüm uyku kipi için ve bilgisayarınızın RAM'i bittiğinde güvenlik tamponu olarak kullanılır. Bu bölüme bilgisayarınızdaki RAM miktarına eşit bir boyut verebilirsiniz.
zh_cn: 同时要创建一个 ``swap`` 分区。这个分区将用于休眠，并作为安全缓冲区，以防计算机耗尽 RAM。这个分区分配的大小应与您计算机 RAM 的大小一致。

source: Select your timezone
am: የ እርስዎን የ ሰአት ክልል ይምረጡ
bg: Изберете вашата часова зона
ca: Seleccioneu la vostra zona horària
cs: Vyberte časovou zónu
da: Vælg din tidszone
de: Wählen Sie Ihre Zeitzone
el: Επιλέξτε τη Ζώνη Ώρας
eo: Elektu vian horzonon
es: Seleccione la zona horaria
eu: Hautatu ordu-zona
fr_ca: Sélectionnez votre zone horaire
hr: Odaberite svoju vremensku zonu
hu: Válassza ki az időzónát
ia: Elige tu fuso horari
it: Seleziona il tuo fuso orario
ko: 표준시간대를 선택하세요
lt: Pasirinkite laiko juostą
nl: Kies uw tijdzone
pt_br: Selecione o seu fuso horário
ru: Выберите часовой пояс
sv: Välj tidszon.
tr: Saat diliminizi seçin
zh_cn: 选择您的时区

source: Select your keyboard layout
am: የ እርስዎን የ ፊደል ገበታ እቅድ ይምረጡ
bg: Изберете вашата клавиатурна подредба
ca: Seleccioneu la disposició del vostre teclat
cs: Vyberte rozvržení klávesnice
da: Vælg dit tastaturlayout
de: Wählen Sie Ihre Tastaturbelegung
el: Επιλέξτε τη διάταξη πληκτρολογίου
eo: Elektu vian klavararanĝon
es: Seleccione la distribución del teclado
eu: Hautatu teklatuaren diseinua
fr_ca: Sélectionnez l'agencement de votre clavier
hr: Odaberite svoj raspored tipkovnice
hu: Válassza ki a billentyűzetkiosztást
ia: Elige tu mappa de claviero
it: Seleziona il layout della tua tastiera
ko: 키보드 배치를 선택하세요
lt: Pasirinkite klaviatūros išdėstymą
nl: Kies uw toetsenbordindeling
pt_br: Selecione o layout do seu teclado
ru: Выберите раскладку клавиатуры.
sv: Välj tangentbordslayout.
tr: Klavye düzeninizi seçin
zh_cn: 选择您的键盘布局

source: Enter your user details
am: የ ተጠቃሚ ዝርዝር ያስገቡ
bg: Въведете потребителски данни
ca: Introduïu els detalls del vostre usuari
cs: Zadejte podrobnosti pro svůj uživatelský účet
da: Indtast detaljer om din bruger
de: Geben Sie Ihre Benutzerdetails ein
el: Εισάγετε τα στοιχεία χρήστη
eo: Enigu viajn uzantajn detalojn
es: Introduzca los detalles del usuario
eu: Sartu erabiltzailearen datuak
fr_ca: Entrez vos détails d'utilisateur
hr: Upišite svoje korisničke pojedinosti
hu: Adja meg felhasználó adatait
ia: Insere tu detalios de usator
it: Inserisci i dettagli del tuo utente
ko: 자세한 사용자 정보를 입력하세요
lt: Įveskite išsamesnę informaciją apie naudotoją
nl: Geef uw gebruikersgegevens in
pt_br: Insira os detalhes do seu usuário
ru: Введите свои данные пользователя.
sv: Uppgifter om dig och din dator
tr: Kullanıcı detaylarını girin
zh_cn: 填入您的用户详情

source: Your ``name`` can be your real name, but it doesn't have to be. It is only used locally, in the screensaver and on the login screen.
am: የ እርስዎ ``ስም`` ትክክለኛው መሆን ይችላል: ነገር ግን ግዴታ አይደለም: የምንጠቀምበት ለ መመልከቻ ማዳኛ እና ለ መግቢያ መመልከቻ መስኮት ነው
bg: Вашето ``име`` може да бъде истинското ви име, но не е задължително. То се използва само локално, в предпазителя на екрана и на екрана за вписване.
ca: El vostre ``nom`` pot ser el vostre nom real, però no ha de ser-ho. Només s'utilitza localment, a l'estalvi de pantalla i a la pantalla d'inici de sessió.
cs: ``Jméno`` může být vaše skutečné jméno, ale také nemusí. Používá se pouze v rámci počítače, jako například na zamykací a přihlašovací obrazovce.
da: Dit ``navn`` kan være dit rigtige navn, men det behøver det ikke at være. Det bruges kun lokalt, i pauseskærmen og på login-skærmen.
de: Ihr ``Name`` kann Ihr richtiger Name sein, aber muss es nicht sein. Er wird nur lokal, im Bildschirmschoner und auf dem Anmeldebildschirm verwendet.
el: Το ``όνομα`` μπορεί να είναι το πραγματικό σας όνομα, αλλά δεν είναι απαραίτητο. Χρησιμοποιείται μόνον τοπικά, στη προστασία οθόνης και στην οθόνη σύνδεσης.
eo: Via ``nomo`` povas esti via vera nomo, sed tio ne devas. Ĝi estas uzata nur loke, en la ekrankurteno kaj sur la ensaluta ekrano.
es: Su ``nombre`` puede ser su nombre real, pero no es imprescindible. Solo se utilizará localmente, en el salvapantallas y en la pantalla de inicio de sesión.
eu: ``Izena`` zure benetako izena izan daiteke baina ez du zertan hala izan. Lokalki bakarrik erabiltzen da, pantaila-babeslean eta saio hasierako pantailan.
fr_ca: Votre ``nom`` peut être votre vrai nom mais ce n'est pas nécessaire. Il est utilisé seulement localement, dans l'écran de veille et dans l'écran d'acceuil.
hr: Vaše ``ime`` može biti vaše stvarno ime, ali može biti i neko drugo. Koristi se samo lokalno, u čuvaru zaslona i zaslonu prijave.
hu: Az Ön ``neve`` lehet a valódi neve, de nem feltétlenül szükséges. A rendszer csak a helyi hitelesítéshez, a képernyővédőn, és a bejelentkezési képernyőn használja.
ia: Tu ``nomine`` pote esser tu real nomine, ma illo non es necesse. Illo es solmente usate localmente, in le salva schermo e sur le schermo de apertura de session.
it: Il tuo ``nome`` può essere il tuo vero nome, ma non per forza. È usato solo internamente, nel salvaschermo e sulla pagina di accesso.
ko: ``이름``은 사용자의 진짜 이름을 말합니다만, 꼭 이름을 입력하실 필요는 없고 다른 것으로 해도 됩니다. 화면 보호기나 로그인 화면처럼 해당 컴퓨터 상에서만 사용됩니다.
lt: Jūsų ``vardas`` gali būti jūsų tikras vardas, tačiau neprivalomai. Jis yra naudojamas tik vietiniu lygmeniu, ekrano užsklandoje ir prisijungimo ekrane.
nl: Uw ``naam`` kan uw echte naam zijn, maar dat hoeft niet. Hij wordt enkel lokaal gebruikt, in de schermbeveiliging en in het aanmeldscherm.
pt_br: Seu ``nome`` pode ser seu nome real, mas não precisa ser. É usado apenas localmente, no protetor de tela e na tela de login.
ru: Ваше имя ``имя`` может быть Вашим настоящим именем, но это не обязательно. Оно используется только локально, в заставке и на экране входа в систему.
sv: Ditt ``namn`` kan vara ditt riktiga namn, men behöver inte vara det. Namnet används bara lokalt, i skärmsläckaren och på inloggningsskärmen.
tr: ``Adınız`` kısmı gerçek adınız olabilir, ancak böyle olması zorunlu değildir. Bu sadece yereldeki ekran koruyucu ve giriş ekranında kullanılır.
zh_cn: 您的名字（``name``）可以是您的真实姓名，但这不是必须的。它只在本地使用，如屏幕保护程序和登录屏幕。

source: Your ``username`` is what you log in as, and your ``hostname`` is the name of your computer on the network.
am: የ እርስዎ ``የ ተጠቃሚ ስም`` የሚገቡበት ስም ይሆናል: እና የ እርስዎ ``ጋባዥ ስም`` በ ኔትዎርክ ውስጥ የ ኮምፒዩተሩ ስም ይሆናል
bg: Вашето ``потребителско име`` е това, с което се вписвате, а ``hostname`` е името на компютъра в мрежата.
ca: El vostre ``username`` és aquell amb el que s'inicia la sessió, i el vostre ``hostname`` és el nom del vostre ordinador a la xarxa.
cs: ``Uživatelské jméno`` je to, kterým se přihlašujete a ``název počítače`` je ten, pod kterým bude vystupovat na síti.
da: Dit ``brugernavn`` er det, du logger på med, og ``værtsnavn`` er computerens navn på netværket.
de: Ihr ``Benutzername`` ist derjenige, mit dem Sie sich auf dem Rechner anmelden, und der ``Rechnername`` ist der Name Ihres Rechners im Netzwerk.
el: Το ``όνομα χρήστη`` είναι εκείνο με το οποίο συνδέεστε και το ``όνομα υπολογιστή`` είναι το όνομα του υπολογιστή σας στο δίκτυο.
eo: Via ``uzantonomo`` estas la nomo, per kiu vi ensalutas, kaj via ``nomo de gastiga komputilo`` estas la nomo de la komputilo en la reto.
es: El ``nombre de usuario`` es el que usará para iniciar sesión, y el ``nombre de su equipo`` es el que éste tendrá en la red.
eu: ``Erabiltzaile-izena`` saioa hasteko erabiliko duzun izena da eta ``Ostalari-izena`` ordenagailuak sarean izango duen izena.
fr_ca: Votre ``nom d'utilisateur`` est votre identifiant sur votre ordinateur. Le ``nom de votre ordinateur`` est utilisé pour identifier l'ordinateur sur le réseau local.
hr: Vaše ``korisničko ime`` se koristi za prijavu, a vaš ``naziv računala`` je naziv vašeg računala na mreži.
hu: A ``felhasználónév`` lesz a bejelentkezési neve, és a ``számítógépnév`` a számítógép neve lesz a hálózatban.
ia: Tu ``nomine de usator`` es illo que tu usara pro te authenticar, e tu ``nomine del hospite`` es le nomine de tu computator sur le rete.
it: Il tuo ``nome utente`` è quello con cui esegui l'accesso, e il tuo ``hostname`` è il nome del computer all'interno della rete.
ko: ``사용자 이름``은 로그인에 사용되는 아이디를 말하며, ``컴퓨터 이름``은 네트워크상에 보이게 될 컴퓨터의 이름입니다.
lt: Jūsų ``naudotojo vardas`` yra vardas kuriuo prisijungiate, o jūsų ``kompiuterio vardas`` yra kompiuterio vardas, kuris bus naudojamas tinkle.
nl: Uw ``gebruikersnaam`` is waarmee u uzelf aanmeldt, en uw ``hostname`` (computernaam) is de naam van uw computer in het netwerk.
pt_br: Seu ``nome de usuário`` é o que você faz logon, e o ``hostname`` é o nome do seu computador na rede.
ru: Ваше ``имя пользователя`` — это то, что вы входите в систему как, а ваше ``имя хоста`` — это имя вашего компьютера в сети.
sv: Ditt ``användarnamn`` är det namn du använder när du loggar in, och ``Din dators namn`` är det namn som används för att identifiera datorn i nätverket.
tr: ``kullanıcı adı`` oturum girişi için kullanılır, ``bilgisayar adı`` bilgisayarınızın ağdaki adıdır.
zh_cn: 您的用户名（``username``）是你登录的用户名，您的主机名（``hostname``）是您的计算机在网络上的名字。

source: To prevent bugs only use lowercase characters, with no punctuation or accentuation.
am: እርስው ችግር ለ ማስወገድ የ ዝቅተኛ ጉዳይ ፊደሎች ባህሪ ይጠቀሙ: ያለ ምንም ስርአተ ነጥብ እና ምልክት
bg: За да избегнете бъгове, използвайте само малки букви, без препинателни или ударения.
ca: Per evitar errors, utilitzeu només caràcters en minúscules, sense signes de puntuació ni accents.
cs: Z důvodu předcházení chybám použijte pouze malá písmena, bez háčků a čárek.
da: For at undgå fejl skal du kun bruge små bogstaver uden tegnsætning og accenter.
de: Um Fehler zu vermeiden, verwenden Sie nur Kleinbuchstaben ohne Interpunktion oder Akzentuierung.
el: Για να αποφύγετε τυχόν σφάλματα χρησιμοποιείστε πεζούς χαρακτήρες, χωρίς σημεία στίξης ή τόνους.
eo: Por eviti cimojn uzu nur minusklajn signojn, sed ne interpunkciajn signojn aŭ supersignojn.
es: Para evitar fallos utilice sólo minúsculas, sin puntuación ni acentuación.
eu: Arazorik ez izateko erabili soilik minuskulak, puntuazio edo azentuaziorik gabe.
fr_ca: Pour éviter les bogues n'utilisez que des minuscules, et ni accents ni signes de ponctuation.
hr: Kako bi spriječili greške, koristite samo male znakove, bez interpunkcije ili naglašavanja.
hu: A hibák elkerülése érdekében kisbetűs karaktereket használjon, és ne legyenek benne írásjelek vagy ékezetes karakterek.
ia: Pro prevenir defectos usa solmente litteras minuscule, sin punctuation o accentuation.
it: Per prevenire i bug, usa solamente lettere minuscole, senza segni d'interpunzione o accenti.
ko: 오류를 방지하기 위해서 오직 소문자만 사용해주세요, 구두점이나 감탄사 등을 사용하지 말아주세요.
lt: Norint išvengti problemų, naudokite tik mažąsias raides, be skyrybos ženklų ar kirčių.
nl: Om problemen te voorkomen gebruikt u het beste alleen kleine letters, zonder punctuatie of accenten.
pt_br: Se quiser evitar erros, use somente caracteres minúsculos, sem pontuação ou acentuação.
ru: Чтобы избежать ошибок, используйте только строчные буквы, без знаков пунктуации и акцентуации.
sv: Använd bara gemener (små bokstäver), utan skiljetecken och accenter.
tr: Hataları önlemek için sadece küçük harfleri kullanmalısınız, noktalama işareti ya da vurgu işareti kullanmamalısınız.
zh_cn: 为了防止错误，请只使用小写字符，不要包含标点符号或重音符号。

source: To protect your personal data against local attacks (people around you, or in case your computer gets stolen), tick :guilabel:`Encrypt my home folder`.
am: የ እርስዎን የ ግል ዳታ ከ ጥቃት ለ መጠበቅ (አካባቢዎ ካሉ ሰዎች: ወይንም የ እርስዎ ኮምፒዩተር ቢሰረቅ): ምልክት ያድርጉ :guilabel:`የ እኔን የ ቤት ፎልደር መመስጠሪያ` ላይ
bg: За да защитите личните си данни от локални атаки (от хората около вас, или в случай че компютъра ви бъде откраднат), маркирайте :guilabel:`криптиране на домашната папка`.
ca: Per protegir les vostres dades personals contra atacs locals (persones que us envolten o, en cas que el vostre ordinador sigui robat), marqueu :guilabel:`Xifra la meva carpeta d'usuari`.
cs: Pro ochranu vašich osobních dat proti útokům z okolí počítače (lidé kolem vás, nebo v případě krádeže/ztráty počítač), zaškrtněte :guilabel:`Šifrovat mou domovskou složku`.
da: For at beskytte dine personlige data mod lokale angreb (folk omkring dig eller hvis din computer bliver stjålet) afkrydses :guilabel:`Kryptér min hjemmemappe`.
de: Um Ihre persönlichen Daten vor lokalen Angriffen zu schützen (z. B. vor Personen in Ihrer Nähe oder falls Ihr Rechner gestohlen werden sollte), wählen Sie :guilabel:`Meine persönlichen Dateien verschlüsseln` aus.
el: Για να προστατεύσετε τα προσωπικά σας δεδομένα από τοπικές επιθέσεις (άτομα γύρω σας, ή στη περίπτωση που κλαπεί ο υπολογιστής σας), κάντε τικ στο :guilabel:`Encrypt my home folder`.
eo: Por protekti viajn personajn datumojn kontraŭ lokaj atakoj (homoj ĉirkaŭ vi, aŭ ĉe eventuala ŝtelo de la komputilo), frapu :guilabel:`Ĉifri la hejmo-dosierujon`.
es: Para proteger su información personal contra ataques locales (gente cerca de usted, o en el caso de que su equipo sea robado), marque la casilla :guilabel:`Cifrar mi carpeta personal`.
eu: Zure datu pertsonalak eraso lokaletatik babesteko (zure inguruko jendetik edo ordenagailua lapurtzen badute) markatu :guilabel:`Enkriptatu karpeta nagusia`.
fr_ca: Pour protéger vos données personnelles contre les attaques locales (les personnes autour de vous, ou en cas de vol de votre ordinateur), cochez :guilabel:`Chiffrer mon dossier personnel`.
hr: Kako bi zaštitili vaše osobne podatke od lokalnih napada (ljudi blizu vas, ili u slučaju da vam je računalo ukradeno), odaberite :guilabel:`Šifriraj moju osobnu mapu`.
hu: A személyes adatainak a helyi támadásokkal szembeni védelme érdekében (az Ön körüli emberek, vagy ha ellopják számítógépét) jelölje be: guilabel:`Saját mappa titkosítása` lehetőséget.
ia: Pro proteger tu datos personal contra attaccos local (personas circum te, o in caso que tu computator es robate), marca :guilabel:`Encrypt my home folder`. Cifra mi plica Home.
it: Per proteggere i tuoi dati personali contro gli attacchi locali (le persone accanto a te, o in caso il tuo computer venga rubato), spunta la casella :guilabel:`Cripta la mia cartella Home`.
ko: 주변의 위험(여러분 주변의 사람들이나, 컴퓨터를 도난당할 경우 등)으로부터 여러분의 데이터를 보호하시려면, `개인 폴더 암호화`를 체크하시는 게 좋습니다.
lt: Norėdami apsaugoti savo asmeninius duomenis nuo vietinių atakų (žmonių, kurie šalia jūsų ar tuo atveju, jeigu jūsų kompiuteris bus pavogtas), pažymėkite :guilabel:`Užšifruoti mano asmeninį aplanką`.
nl: Om uw persoonlijke gegevens te beschermen tegen lokale aanvallen (personen in uw nabijheid, of in het geval van diefstal van uw computer), kunt u :guilabel:`Versleutel mijn thuismap` aanvinken.
pt_br: Para proteger seus dados pessoais contra ataques locais (pessoas próximas a você, ou no caso de seu computador ser roubado), marque :guilabel:`Criptografar minha pasta pessoal`.
ru: Для защиты Ваших личных данных от локальных атак (людей вокруг Вас или в случае кражи Вашего компьютера) отметьте галочкой :guilabel:`Зашифровать мою домашнюю папку`.
sv: För att skydda dina personliga data från obehöriga (om datorn t.ex. skulle bli stulen) bör du kryssa i rutan :guilabel:`Kryptera min hemmapp`.
tr: Kişisel verilerinizi yerel saldırılara karşı korumak için (çevrenizdeki insanların erişmesini engellemek ya da bilgisayarınızın çalınma ihtimaline karşı), :guilabel:`Ev dizinimi şifrele` seçeneğini işaretleyebilirsiniz.
zh_cn: 为了保护您的个人数据免受本地攻击（您身边的人，或者万一您的电脑被偷），请勾选 :guilabel:`Encrypt my home folder`。

source: Choose a strong password.
am: ጠንካራ የ መግቢያ ቃል ይምረጡ
bg: Изберете силна парола.
ca: Trieu una contrasenya forta.
cs: Zvolte heslo, které nebude snadno uhodnutelné.
da: Vælg en stærk adgangskode.
de: Wählen Sie ein starkes Passwort.
el: Επιλέξτε έναν ισχυρό κωδικό.
eo: Elektu fortan pasvorton.
es: Elija una contraseña segura.
eu: Aukeratu pasahitz sendo bat.
fr_ca: Choisissez un mot de passe robuste.
hr: Odaberite snažnu lozinku.
hu: Válasszon egy erős jelszót.
ia: Elige un contrasigno forte.
it: Scegli una password robusta.
ko: 강력한 패스워드를 선택하세요.
lt: Pasirinkite stiprų slaptažodį.
nl: Kies een lang wachtwoord.
pt_br: Lembre-se de escolher uma senha forte.
ru: Выберите надёжный пароль.
sv: Välj ett starkt lösenord.
tr: Kuvvetli bir parola seçin.
zh_cn: 设置一个强密码。

source: Enjoy the slideshow while Linux Mint is installed on your computer.
am: በ እርስዎ ኮምፒዩተር ላይ ሊነክስ ሚንት እስከሚገጠም በ ተንሸራታች ትርኢት ይደሰቱ
bg: Насладете се на слайдшоуто, докато Линукс Минт се инсталира на вашия компютър.
ca: Gaudiu de la presentació de diapositives, mentre s'instal·la Linux Mint al vostre ordinador.
cs: Zatímco se Linux MInt instaluje na počítač, vychutnejte si prezentaci.
da: Nyd slideshowet, mens Linux Mint installeres på din computer.
de: Genießen Sie die Diaschau, während Linux Mint auf Ihrem Rechner installiert wird.
el: Απολαύστε την προβολή παρουσίασης έως ότου ολοκληρωθεί η εγκατάσταση του Linux Mint στον υπολογιστή σας.
eo: Ĝuu la lumbildan prezentadon, dum Linukso Minto estas instalata sur la komputilo.
es: Disfrute las diapositivas mientras Linux Mint se instala en su equipo.
eu: Gozatu diapositiba-aurkezpen honetaz Linux Mint ordenagailuan instalatzen den bitartean.
fr_ca: Profitez du diaporama pendant l'installation.
hr: Uživajte u prezentaciji tijekom instalacije Linux Minta na vaše računalo.
hu: Élvezze a diavetítést, miközben a Linux Mint telepítve lesz a számítógépre.
ia: Gusta le presentation de diapositivas durante que Linux Mint es installate sur tu computator.
it: Goditi le diapositive di presentazione mentre Linux Mint viene installato nel computer.
ko: 컴퓨터에 리눅스 민트를 설치하는 동안 슬라이드 쇼를 즐기세요.
lt: Kol Linux Mint yra diegiama į jūsų kompiuterį, mėgaukitės skaidrių rodymu.
nl: Geniet van de diavoorstelling terwijl Linux Mint geïnstalleerd wordt op uw computer.
pt_br: Aproveite a apresentação de slides enquanto o Linux Mint é instalado em seu computador.
ru: Посмотрите презентацию, пока Linux Mint устанавливается на ваш компьютер.
sv: Njut av bildspelet medan Linux Mint installeras i datorn.
tr: Linux Mint bilgisayarınıza kurulurken slayt gösterisinin tadını çıkartın.
zh_cn: 在您的计算机上安装 Linux Mint 时，请欣赏幻灯片。
