Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: The advantage is that you can wipe the operating system and replace it without affecting the user data.
am: ይህ የሚጠቅመው እርስዎ ጠቅላላ ስርአቱን ማጥፋት እና እንደገና መግጠም ይችላሉ ምንም የ ተጠቃሚውን ዳታ ሳይነኩ
bg: Предимството е че можете да изтриете операционната система и да я замените, без това да се отрази на потребителските данни.
ca: L'avantatge és que podeu netejar el sistema operatiu i substituir-lo sense que afecti les dades dels usuaris.
cs: Výhoda je, že můžete smazat operační systém a nahradit ho aniž by to postihlo uživatelská data.
da: Fordelen er, at du kan fjerne styresystemet fuldstændigt og erstatte det uden at påvirke brugerdata.
de: Der Vorteil ist, dass Sie das Betriebssystem löschen und ersetzen können, ohne Ihre Benutzerdaten zu beeinflussen.
el: Το πλεονέκτημα είναι ότι μπορείτε να σβήσετε το λειτουργικό σύστημα και να το αντικαταστήσετε χωρίς να επηρεαστούν τα δεδομένα του χρήστη.
eo: La avantaĝo estas, ke vi povas forviŝi la operaciumon kaj anstataŭigi ĝin sen tuŝi la uzantajn datumojn.
es: La ventaja es que puede borrar el sistema operativo y reemplazarlo sin afectar a los datos del usuario.
eu: Horri esker sistema eragilea ezabatu eta ordezkatu dezakezu erabiltzaile datuei eragin gabe.
fr_ca: Cela présente l'avantage de remplacer le système d'exploitation sans affecter les données des utilisateurs.
hr: Prednost je u tome da možete obrisati operativni sustav i zamijeniti ga bez utjecaja na korisničke podatke.
hu: Ennek az az előnye, hogy az operációs rendszert törölheti és lecserélheti anélkül, hogy befolyásolná a felhasználói adatokat.
ia: Le avantage es que tu pote essugar le systema operative e supplantar lo sin que affice le datos del usator.
it: Il vantaggio risiede nel fatto che puoi prendere il sistema operativo e sostituirlo, senza alcun impatto sui dati utente.
ko: 장점은 사용자 데이터에 영향 없이 운영체제를 지우거나 바꿀 수 있다는 것입니다.
lt: Viso to privalumas yra tas, kad galite ištrinti operacinę sistemą ir pakeisti ją, nepaveikdami naudotojo duomenų.
nl: Het voordeel is dat u de partitie waarop het besturingssysteem staat, leeg kunt maken zonder dat u de gebruikersgegevens aantast.
pt_br: A vantagem é que você pode apagar o sistema operacional e substituí-lo sem afetar os dados do usuário.
ru: Преимущество такого подхода заключается в том, что в дальнейшем вы сможете удалить операционную систему и заменить её на другую, сохранив в целости пользовательские данные.
sv: Fördelen med detta är att du kan byta ut operativsystemet mot en ny version utan att dina data påverkas.
tr: Bu, işletim sistemini silerken ve değiştirirken kullanıcı verilerinin etkilenmemesi avantajını sağlar.
zh_cn: 优点是您可以在不影响用户数据的情况下擦除操作系统并进行替换。

source: When installing Linux Mint:
am: ሊነክስ ሚንትን በሚገጥሙ ጊዜ:
bg: Когато инсталирате Линукс Минт:
ca: Quan instal·leu Linux Mint:
cs: Při instalaci Linux Mint:
da: Når Linux Mint installeres:
de: Während der Installation von Linux Mint:
el: Όταν κάνετε εγκατάσταση το Linux Mint:
eo: Kiam vi instalas Linukson Minton:
es: Al instalar Linux Mint:
eu: Linux Mint instalatzean:
fr_ca: Pendant l'installation de Linux Mint :
hr: Pri instalaciji Linux Minta:
hu: A Linux Mint rendszer telepítésekor:
ia: Quando tu installa Linux Mint:
it: Durante l'installazione di Linux Mint:
ko: 리눅스 민트를 설치할 때
lt: Diegdami Linux Mint:
nl: Wanneer u LInux Mint installeert:
pt_br: Ao instalar o Linux Mint:
ru: При установке Linux Mint:
sv: När du installerar Linux Mint:
tr: Linux Mint Kurulumunda:
zh_cn: 在安装 Linux Mint 时：

source: Assign the ``/`` mount point to the partition dedicated to the operating system, and tell the installer to format it.
am: ይመድቡ የ ``/`` መጫኛ ነጥብ ለ መከፋፈያ የ ተወሰነ ለ መስሪያ ስርአቱ: እና መግጠሚያው አጥፍቶ እንዲያሰናዳው ይንገሩት
bg: Задайте точка на монтиране за ``/`` в отделен дял, където ще се инсталира операционната система и кажете на инсталатора да го форматира.
ca: Assigneu el punt de muntatge ``/`` a la partició dedicada al sistema operatiu, i digueu a l'instal·lador que la formati.
cs: Přiřaďte přípojný bod ``/`` oddílu vyhrazenému pro operační systém, a zadejte instalátoru pokyn, aby na něm vytvořil souborový systém.
da: Tildel monteringspunktet ``/`` til den partition, som er dedikeret til styresystemet, og fortæl installationsprogrammet, at den skal formateres.
de: Weisen Sie den Einhängepunkt ``/`` derjenigen Partition zu, die dem Betriebssystem zugeordnet ist, und weisen Sie den Installationsassistenten an, diese zu formatieren.
el: Εκχωρήστε το σημείο προσάρτησης ``/`` στην ειδική κατάτμηση για το λειτουργικό σύστημα και πείτε στο πρόγραμμα εγκατάστασης να κάνει διαμόρφωση.
eo: Atribuu la surmetan punkton ``/`` al la subdisko, dediĉita al la operaciumo, kaj igu la instalilon strukturi ĝin.
es: Asigne el punto de montaje ``/ `` a la partición dedicada al sistema operativo, e indique al instalador que lo formatee.
eu: Esleitu ``/`` muntatze-puntua sistema eragileari eskainitako partizioan eta esan instalatzaileari formateatzeko.
fr_ca: Assignez au point de montage ``/`` la partition dédiée au système d'exploitation et demandez à l'installeur de la formater.
hr: Dodijelite korijensku ``/`` točku montiranja particiji namijenjenoj za operativni sustav i odredite u instalacijskom programu da ju formatira.
hu: Adja hozzá a ``/`` csatolási pontot az operációs rendszerhez rendelt partícióhoz, és állítsa be a telepítőt hogy formázza meg.
ia: Assigna le puncto de montage ``/`` al partition dedicate al systema operative, e indica le installator a formattar lo.
it: Assegna il punto di montaggio ``/`` alla partizione dedicata al sistema operativo, e dici all'installer di formattarla.
ko: ``/``를 운영 체제 전용 파티션에 마운트 지점으로 지정하고, 설치 도구가 그렇게 포맷하도록 합니다.
lt: Priskirkite ``/`` prijungimo tašką operacinei sistemai paskirtam skaidiniui ir nurodykite diegimo programai jį formatuoti.
nl: Wijs het koppelpunt ``/`` toe aan de partitie waarop het besturingssysteem geïnstalleerd moet worden, en laat het installatieprogramma deze formatteren.
pt_br: Atribua o ponto de montagem ``/`` à partição dedicada ao sistema operacional e informe ao instalador para formatá-la.
ru: Назначьте точку монтирования ``/`` разделу для операционной системы и укажите программе установки выполнить его форматирование.
sv: Välj ``/`` som monteringspunkt för systempartitionen och låt installationsprogrammet formatera partitionen.
tr: ``/`` bağlama noktasını işletim sistemine ayrılmış kök dizin disk bölümü olarak atayın, ve kurulum sihirbazında biçimlendirilmesini sağlayın.
zh_cn: 将 ``/`` 挂载点分配给专用于操作系统的分区，并告诉安装程序将其格式化。

source: Assign the ``/home`` mount point to the partition dedicated to the user data, and if it contains user data already, make sure to tell the installer **not to format it**.
am: ይመድቡ የ ``/home`` መጫኛ ነጥብ ለ ክፍልፋይ ለ ተጠቃሚው ዳታ የ ተወሰነ: እና የ ተጠቃሚ ዳታ ቀደም ብሎ ይዞ ከ ነበረ እርግጠኛ ይሁኑ መግጠሚያው **እንዳያጠፋው**:
bg: Задайте точка на монтиране за ``/home`` в дял, където да се съхраняват потребителските данни, и ако там вече има потребителски данни, убедете се че сте казали на инсталатора **да не го форматира**.
ca: Assigneu el punt de muntatge ``/home`` a la partició dedicada a les dades dels usuaris, i si ja conté dades dels usuaris, assegureu-vos de dir-li a l'instal·lador que **no la formati**.
cs: Přiřaďte přípojný bod ``/home`` oddílu vyhrazenému pro uživatelská data a pokud už taková data obsahuje, nezapomeňte zadat instalátoru pokyn, aby souborový systém na něm ponechal, jak je.
da: Tildel monteringspunktet ``/home`` til den partition, som er dedikeret til brugerdata, og hvis den allerede indeholder brugerdata fortæl da installationsprogrammet, at den **ikke skal formateres**.
de: Weisen Sie den Einhängepunkt ``/home`` derjenigen Partition zu, die den Benutzerdaten zugeordnet ist, und wenn diese bereits Benutzerdaten enthält, teilen Sie dem Installationsassistenten mit, dass er **diese nicht formatieren** soll.
el: Εκχωρήστε το σημείο προσάρτησης ``/home`` στην ειδική κατάτμηση για τα δεδομένα του χρήστη, και εάν περιέχει ήδη κάποια δεδομένα, σιγουρευτείτε ότι θα πείτε στο πρόγραμμα εγκατάστασης να **μην κάνει διαμόρφωση**.
eo: Atribuu la surmetan punkton ``/hejmo`` al la subdisko, dediĉita al la datumoj de la uzanto, kaj se ĝi jam enhavas datumojn de la uzanto, zorgu, ke la instalilo **NE ĜIN STRUKTURU**.
es: Asigna el punto de montaje ``/ home`` a la partición dedicada a los datos del usuario, y si ya contiene datos del usuario, asegúrese de decirle al instalador **que no la formatee**.
eu: Esleitu ``/home`` muntatze-puntua erabiltzaile datuei eskainitako partizioari. Dagoeneko erabiltzaile datuak baditu, ziurtatu instalatzaileari **ez formateatzeko** esaten diozula.
fr_ca: Assignez au point de montage ``/home`` la partition dédiée aux données des utilisateurs et demandez à l'installeur de **ne pas la formater**.
hr: Dodijelite osobnu ``/home`` točku montiranja particiji namijenjenoj korisničkim podacima i ako već sadrži korisničke podatke, pobrinite se da odredite u instalacijskom programu **da ne formatira**.
hu: Adja hozzá a ``/home`` csatolási pontot a felhasználói adatokhoz rendelt partícióhoz, és ha már felhasználói adatokat tartalmaz, győződjön meg arról, hogy a telepítő ** nem formázza ** azt.
ia: Assigna le punctos de montage ``/home`` al partition dedicate al datos del usator, e si illo jam contine datos del usator, indica con attention al installator **not to format it**, Non lo formattar.
it: Assegna il punto di montaggio ``/home`` alla partizione dedicata ai dati degli utenti, e, se contiene già dei dati, assicurati di dire all'installer di **non formattarla**.
ko: ``/home``을 사용자 데이터 전용 파티션에 마운트 지점으로 지정하고, 이미 사용자 데이터가 있는 경우, 설치 도구에서 ** 포맷하지 않도록** 하게 합니다.
lt: Priskirkite ``/home`` prijungimo tašką naudotojo duomenims paskirtam skaidiniui ir, jeigu jame jau yra naudotojo duomenys, įsitikinkite, kad nurodysite diegimo programai šio skaidinio **neformatuoti**.
nl: Wijs het koppelpunt ``/home`` toe aan de partitie van de gebruikersgegevens en zorg ervoor dat, als deze partitie al gegevens bevat, het installatieprogramma deze partitie ** NIET ** formatteert.
pt_br: Atribua o ponto de montagem ``/home`` à partição dedicada aos dados do usuário, e se ela já tiver dados do usuário, certifique-se de informar ao instalador **para não formatá-la**.
ru: Назначьте точку монтирования ``/home`` разделу для пользовательских данных и, если в нём уже содержатся данные, убедитесь, что вы указали программе установки **не форматировать этот раздел**.
sv: Välj ``/home`` som monteringspunkt för den partition där användardata skall sparas. Om partitionen redan innehåller data får den **inte formateras**.
tr: ``/home`` bağlama noktasını, kullanıcı verilerine ayrılmış özel bölüm olarak atayın, ve zaten kullanıcı verileri içeriyorsa, kurulum sihirbazında **biçimlendirmemesini** sağladığınızdan emin olun.
zh_cn: 将 ``/home`` 挂载点分配给专用于用户数据的分区，如果它已经包含用户数据，请确保告诉安装程序 **不要格式化它** 。

source: This is not recommended for novice users. A misstep during the installation could wipe all your data. Always make backups, make sure to select the right partitions and to carefully review formatting options.
am: ይህ ለ አዲስ ተጠቃሚዎች አይመከርም: አንዴ ከ ተሳሳቱ የ እርስዎን ዳታ ባጠቃላይ ያጠፋዋል: ሁል ጊዜ ተተኪ ይፍጠሩ: እርግጠኛ ይሁኑ የሚመርጡትን ክፍልፋይ: እና የ አቀራረብ ምርጫዎችን ይመርምሩ
bg: Това не се препоръчва за неопитни потребители. Пропуск по време на инсталацията може да изтрие всичките ви данни. Винаги правете бекъп, убедете се че сте избрали правилния дял и внимателно проверявайте опциите за форматиране.
ca: Això no es recomana per als usuaris novells. Un error en la instal·lació podria esborrar totes les dades. Feu sempre còpies de seguretat, assegureu-vos de seleccionar les particions adequades i reviseu acuradament les opcions de la formatació.
cs: Toto není doporučeno pro začínající uživatele: Chyba při instalaci může smazat všechna vaše data. Vždy mějte zálohy, ověřte, že jste vybrali správné oddíly a pečlivě zkontrolujte, co se bude formátovat.
da: Dette anbefales ikke for nybegyndere. Et fejltrin under installeringen kunne slette dine data for altid. Tag altid sikkerhedskopier, sikr dig at den rigtige partition er valgt, og gennemgå formateringsindstillingerne grundigt.
de: Dies ist für unerfahrene Benutzer nicht empfohlen. Ein Fehler während der Installation könnte alle Ihre Daten löschen. Machen Sie immer Sicherungskopien und stellen Sie sicher, dass Sie die Partitions- und Formatierungsoptionen gründlich überprüft haben.
el: Αυτή η μέθοδος δεν συνίσταται σε άπειρους χρήστες. Ένα λάθος κατά τη διάρκεια της εγκατάστασης μπορεί να διαγράψει όλα σας τα δεδομένα. Πάντα να έχετε αντίγραφα ασφαλείας, σιγουρευτείτε ότι έχετε επιλέξει τις σωστές κατατμήσεις και ότι έχετε εξετάσει προσεκτικά τις επιλογές διαμόρφωσης.
eo: Ĉi tio ne estas rekomendata al komencantaj uzantoj. Iu ajn misago dum instalado eble forviŝus ĉiujn viajn datumojn. Do ĉiam faru sekurkopiojn, certigu vin elekti la bonajn subdiskojn kaj atente elektu opciojn pri strukturado.
es: Esto no se recomenda a usuarios novatos. Un paso en falso durante la instalación podría borrar todos sus datos. Siempre realice copias de seguridad, asegúrese de seleccionar las particiones adecuadas y revisar cuidadosamente las opciones de formato.
eu: Hau ez da hasiberrientzako gomendagarria. Instalazioan egindako akats batek datu guztiak ezaba ditzake. Egin babeskopiak, beti. Ziurtatu partizio egokiak hautatzen dituzula eta kontu handiz berrikusi formateatzeko aukerak.
fr_ca: Cette opération n'est pas conseillée aux utilisateurs débutants. Une erreur de manipulation peut vous faire perdre toutes vos données. Faites toujours une sauvegarde de vos données, vérifiez que vous sélectionnez les bonnes partitions et les options de formatage.
hr: To je preporučljivo novim korisnicima. Krivi korak tijekom instalacije može obrisati sve vaše korisničke podatke. Uvijek načinite sigurnosne kopije, pobrinite se da odaberete prave particije i s oprezom provjerite mogućnosti formatiranja.
hu: Ez nem ajánlott új felhasználóknak. A telepítés során egy hibás lépés törölheti az összes adatát. Mindig készítsen biztonsági mentéseket, győződjön meg róla, hogy a megfelelő partíciókat választotta ki, és alaposan átnézte a lemezformázási beállításokat.
ia: Isto non es recommendate pro le usatores inexperte. Un grado false durante le installation pote essugar tote tu datos. Face sempre le salvamentos, assecura te de seliger le juste partitiones e de revider con cura le optiones de Face sempre le salvamentos, assecura te de seliger le juste partitiones e de revider con cura le optiones de formatation.
it: Questi passaggi non sono consigliati agli utenti inesperti. Un passo falso durante l'installazione potrebbe cancellare tutti i tuoi dati. Assicurati di eseguire backup, di selezionare le partizioni corrette, e di rivedere accuratamente le opzioni di formattazione.
ko: 이러한 작업은 초보 사용자에게는 권장하지 않습니다. 잘못 설정하게 되면 모든 데이터를 지워버릴 수도 있기 때문입니다. 언제나 백업을 만들어야 하며, 올바른 파티션을 선택했는지 포맷 옵션을 꼼꼼히 살펴야 합니다.
lt: Tai nėra rekomenduojama nepatyrusiems naudotojams. Neteisingas žingsnis diegimo metu gali ištrinti visus jūsų duomenis. Visada turėkite susikūrę atsargines kopijas, atidžiai rinkitės tinkamus skaidinius ir įdėmiai peržiūrėkite formatavimo parametrus.
nl: Dit is niet aanbevolen voor beginnende gebruikers. Een misstap gedurende de installatie zou al uw gebruikersgegevens kunnen wissen. Maak reservekopieën, en vergewis u ervan dat u de juiste partities kiest en vergewis u ook zeker van de juiste formatteeropties.
pt_br: Não recomendamos este procedimento para usuários iniciantes. Um erro durante a instalação pode apagar todos os seus dados. Sempre faça backups, certifique-se de selecionar as partições certas e de revisar cuidadosamente as opções de formatação.
ru: Это не рекомендуется начинающим пользователям. Ошибочные действия во время установки могут привести к уничтожению всех ваших данных. Всегда делайте резервные копии, убедитесь в правильном выборе разделов и внимательно проверьте, что вы форматируете только те разделы, для которых это необходимо.
sv: Vi rekommenderar inte detta för nybörjare. Ett misstag kan leda till att alla dina data raderas. Börja med att säkerhetskopiera dina filer och kontrollera att du verkligen har gjort allt rätt innan du fortsätter.
tr: Bu acemi kullanıcılar için önerilmez. Kurulum sırasındaki bir yanlış adım, tüm verilerinizi silebilir. Öncesinde daima yedekleme yapın, doğru bölümleri seçtiğinizden emin olun ve biçimlendirme seçeneklerini dikkatlice inceleyin.
zh_cn: 对于新手用户来说，这是不推荐的。安装过程中的失误可能会删除所有数据。始终进行备份，确保选择了正确的分区并仔细查看格式化选项。

source: A Linux Mint operating system takes about 15GB and grows as you install additional software. If you can spare the size, give it 100GB. Keep most of your free space for the home partition. User data (downloads, videos, pictures) takes a lot more space.
am: የ ሊነክስ ሚንት መስሪያ ስርአት ቤ ግምት 15ጌባ ይፈልጋል: እና እርስዎ ተጨማሪ ሶፍትዌር ሲገጥሙ እያደገ ይሄዳል: እርስዎ ከቻሉ መጠኑን 100ጌባ ያድርጉት: የ እርስዎን በርካታ ነፃ ቦታ ለ ቤት ክፍልፋይ ያድርጉ: የ ተጠቃሚ ዳታ (የ ወረዱ: ሰነዶች: ቪዲዮ: ስእሎች) በርካታ ቦታ ይወስዳሉ
bg: Операционната система Линукс Минт заема около 15 ГБ и расте, когато инсталирате допълнителен софтуер. Ако може да отделите дисково пространство, дайте ѝ 100 ГБ . Запазете повече свободно място за домашния дял. Потребителските данни (сваляния, видео, снимки) заемат много повече място.
ca: Un sistema operatiu Linux Mint pren uns 15 GB i creix a mesura que instal·leu programari addicional. Si us podeu permetre espai, doneu-li 100 GB. Conserveu la major part del vostre espai lliure per a la partició home. Les dades dels usuaris (baixades, vídeos, imatges) prenen molt més espai.
cs: Operační systém Linux Mint zabere přibližně 15GB a poroste, jak budete instalovat další software. Pokud máte k dispozici, přidělte pro něj 100 GB. Nejvíce místa si ponechte pro oddíl s domovskými složkami. Data uživatelů (stahování, videa, obrázky) zaberou mnohem více místa.
da: Linux Mint-styresystemet bruger ca. 15 GB og vokser, når der installeres flere programmer. Hvis du kan undvære pladsen, så afsæt 100 GB. Behold det meste af den ledige plads til hjem-partitionen. Brugerdata (hentede filer, videoer, billeder) kræver meget mere plads.
de: Ein Linux-Mint-Betriebssystem benötigt ungefähr 15 GB und zunehmend mehr, wenn Sie zusätzliche Anwendungen installieren. Wenn Sie genügend Platz haben, geben Sie ihm 100 GB. Weisen Sie den meisten freien Speicherplatz der Home-Partition zu. Benutzerdaten (Downloads, Videos, Bilder, …) benötigen viel mehr Speicherplatz.
el: Μια τυπική εγκατάσταση του Linux Mint χρειάζεται περίπου 15GB και αυξάνει καθώς κάνετε εγκατάσταση πρόσθετο λογισμικό. Αν μπορείτε να διαθέσετε μέγεθος, δώστε του 100GB. Κρατήστε τον περισσότερο ελεύθερο χώρο για την κατάτμηση home. Τα δεδομένα χρήστη (λήψεις, βίντεο, εικόνες) καταλαμβάνουν περισσότερο χώρο.
eo: Iu ajn Linukso-Minto-operaciumo postulas ĉirkaŭ 15GB kaj kreskas, kiam vi instalas plian programaron. Se vi povas disponi je la grando, atribuu al ĝi 100GB. Prenu plejparton de la havebla spaco por la hejmo-dosierujo. Uzantaj datumoj (elŝutoj, videoj, bildoj) postulas multe pli da spaco.
es: Un sistema operativo Linux Mint necesita aproximadamente 15 GB y crece a medida que se instala software adicional. Si puede hacerlo, dedíquele 100GB. Reserve la mayor parte del espacio libre para la partición home. Los datos de usuario (descargas, videos, imágenes) ocupan mucho más espacio.
eu: Linux Mint sistema eragile batek 15GB inguru hartzen ditu eta software gehigarria instalatu ahala hazten da. Ahal izanez gero, eman 100GB. Gorde leku libre gehiena home partizioarentzat. Erabiltzaileen datuek (deskargak, bideoak, irudiak) leku asko hartzen dute.
fr_ca: Un système d'exploitation Linux Mint occupe environ 15Go sur le disque et cet espace augmente au fur et à mesure que vous installez des logiciels. Si vous avez assez de d'espace disque, veuillez attribuer au moins 100Go pour votre système Linux. Gardez beaucoup d'espace pour la partition dédiée aux données des utilisateurs. Les téléchargements, vidéos, photos occupent beaucoup d'espace sur votre disque.
hr: Linux Mint operativni sustav zauzima 15GB diskovnog prostora i raste s dodatnom instalacijom softvera. Ako si možete priuštiti, odredite 100GB diskovnog prostora. Čuvajte većinu slobodnog diskovnog prostora za osobnu particiju. Korisnički podaci (preuzimanja, snimke, slike) trebaju puno više prostora.
hu: A Linux Mint operációs rendszer nagyjából 15 GB-ot lemezterületet foglal el. Ez növekszik, amikor további szoftvereket telepít. A kényelmes használat érdekében adjon 100GB lemezterületet a Linux Mint számára. A legtöbb szabad területet a „/home” partícióhoz adja. A felhasználói adatok (letöltések, videók, képek) sokkal több helyet foglalnak el.
ia: Un systema operative Linux Mint prende circa 15GB e cresce quando tu installa altere software. Si tu pote disponer del dimension, da illo 100GB. Conservar le major parte de tu spatio libere pro le partition home.
it: Il sistema operativo Linux Mint richiede circa 15GB di spazio, e cresce man mano che installi software aggiuntivi. Se puoi permettertelo, dai al sistema 100GB di spazio. Tieni la maggior parte del tuo spazio libero per la partizione Home. I dati utente (file scaricati, video, foto, ...) richiedono molto più spazio.
ko: 리눅스 민트는 기본 15GB를 운영 체제에 사용하며 소프트웨어를 추가할 때 마다 더 늘어나게 됩니다. 여분의 공간이 있으시면, 전체 100GB 정도 할당하면 좋습니다. 대부분의 여유 공간을 홈 파티션으로 지정하시면 좋습니다. 사용자 데이터 (다운로드, 비디오, 사진)등에는 아주 많은 공간이 사용됩니다.
lt: Operacinė sistema Linux Mint užima maždaug 15GB ir vis auga diegiant papildomą programinę įrangą. Jei turite pakankamai vietos, suteikite jai 100GB. Didžiąją dalį laisvos vietos palikite namų skaidiniui. Naudotojo duomenys (atsiuntimai, vaizdo įrašai, paveikslai) užima žymiai daugiau vietos.
nl: Een Linux Mint-besturingssysteem neemt ongeveer 15 GB in beslag, en groeit naarmate u bijkomende programmatuur installeert. Als u zich het kan permitteren, wijs dan 100 GB toe. Geef het meeste van de vrije ruimte aan de home-partitie. Gebruikersgegevens (downloads, video's, foto's) nemen meestal veel meer plaats in dan het besturingssysteem.
pt_br: O sistema operacional Linux Mint ocupa cerca de 15 GB e cresce à medida que você instala softwares adicionais. Se você quer poupar espaço, dê a ela pelo menos 100 GB. Mantenha a maior parte do seu espaço livre para a partição home. Os dados do usuário (downloads, vídeos, fotos) ocupam muito mais espaço.
ru: Операционная система Linux Mint занимает примерно 15 ГБ на диске, и этот объём увеличивается при установке дополнительных приложений. Если на диске хватает места, выделите для неё 100 ГБ. Оставьте также достаточно свободного пространства для раздела home. Данные пользователя (загрузки, видео, изображения) обычно занимают гораздо больше места, чем сама система.
sv: Operativsystemet Linux Mint kräver ungefär 15 GB ledigt utrymme. Det behövs också plats för de program du själv vill installera. Ge därför systempartitionen ett utrymme på 100 GB, om du har möjlighet. Låt partitionen för dina användardata få den största delen av utrymmet på hårddisken - hämtade filer, video och bilder kan ta stor plats.
tr: Linux Mint işletim sistemi yaklaşık 15 GB. alan kaplar ve ek yazılım yükledikçe bu alan ihtiyacı büyür. Eğer yeterli alanınız varsa 100 GB. alan verebilirsiniz. /home (ev) bölümü için de boş alan ayırmalısınız. Bu alanda depolanacak kullanıcı verileri (indirmeler, videolar, resimler) daha fazla yer kaplayabilir.
zh_cn: Linux Mint 操作系统大约占据 15GB，并随着您安装的其他软件而增长。如果您能腾出空间，给它 100GB。请为主分区保留大部分空闲空间。用户数据（下载、视频、图片）会占用更多的空间。
