Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: Windows does not detect other operating systems and does not feature a boot menu. When you install it, it overwrites your boot sequence and your computer then boots straight into Windows.
am: እርስዎ በሚገጥሙበት ጊዜ Windows ሌሎች የ መስሪያ ስርአቶችን ፈልጎ አያገኝም እና የ ማስነሻ ዝርዝር አይፈጥርም: በ እርስዎ የ ማስነሻ ዝርዝር ላይ ደርቦ ይጽፍበታል: እና የ እርስዎ ኮምፒዩተር በ ቀጥታ Windows ያስነሳል
bg: Windows не открива други операционни системи и не предлага boot меню. След като го инсталирате, той пренаписва последователността на стартиране и вашия компютър стартира директно Windows.
ca: Windows no detecta els altres sistemes operatius i no disposa d'un menú d'arrencada. Quan l'instal·leu, sobreescriu la vostra seqüència d'arrencada i l'ordinador s'inicia directament a Windows.
cs: Windows nezjišťují ostatní operační systémy a neposkytují nabídku spouštění. Když je nainstalujete, přepíší zaváděcí pořadí a váš počítač bude startovat přímo do Windows.
da: Windows opdager ikke andre styresystemer og indeholder ikke en bootmenu. Når du installerer Windows, overskriver den din bootrækkefølge, og din computer starter op i Windows.
de: Windows erkennt keine anderen Betriebssysteme und verfügt über kein Startmenü. Wenn Sie es installieren, überschreibt es Ihre Startsequenz und Ihr Rechner startet dann direkt in Windows.
el: Το λειτουργικό σύστημα Windows δεν εντοπίζει άλλα λειτουργικά συστήματα και δεν διαθέτει μενού εκκίνησης. Όταν το κάνετε εγκατάσταση αντικαθιστά την ακολουθία εκκίνησης και έπειτα κάνει εκκίνηση απευθείας σε Windows.
eo: Vindozo ne malkovras aliajn operaciumojn kaj ne havas praŝargan menuon. Ĉe sia instalado ĝi superskribas la praŝargan ordon kaj la komputilo tiam praŝargas tuj Vindozon.
es: Windows no detecta otros sistemas operativos y no cuenta con un menú de inicio. Cuando lo instala, sobrescribe la secuencia de inicio y el equipo se inicia directamente en Windows.
eu: Windowsek ez ditu beste sistema eragileak detektatzen eta ez dauka abioko menurik. Instalatzean abioko sekuentzia gainidazten du eta ordenagailuak zuzenean Windows abiarazten du.
fr_ca: Windows ne détecte pas les autres systèmes d'exploitation et n'installe pas de menu de démarrage. Quand vous l'installez, il supprime votre séquence de démarrage et votre ordinateur démarre directement sous Windows.
hr: Windowsi ne otkrivaju druge operativne sustave i ne sadrže izbornik pokretanja sustava. Kada ih instalirate, prebrisuju vaš poredak pokretanja i vaše računalo se tada pokreće izravno u Windows.
hu: A Windows nem észlel más operációs rendszereket, és nem rendelkezik boot menüvel. A telepítéskor felülírja a rendszerindítási sorrendet, és a számítógépét egyenesen a Windows rendszerbe irányítja.
ia: Windows non revela altere systemas operative jam presente e non monstra un menu de boot. Quando tu lo installa, illo supplanta tu sequentia de boot e tu computator facera postea le boot directemente in Windows.
it: Windows non riconosce altri sistemi operativi e non possiede un menù di avvio. Quando lo installi, Windows sovrascrive la tua sequenza di avvio e il tuo computer esegue direttamente Windows.
ko: 윈도우는 다른 운영체제를 알아차리지 못합니다 그리고 부팅 메뉴가 없습니다. 윈도우를 설치하면, 부트 시퀀스를 덮어써서 윈도우로 바로 부팅되게 만들어 버립니다.
lt: Windows neaptinka kitų operacinių sistemų ir neturi paleidimo meniu. Kai įdiegiate Windows, ji perrašo jūsų paleidimo seką ir tuomet jūsų kompiuteris iš karto pasileidžia į Windows.
nl: Windows detecteert geen andere besturingssystemen, en heeft geen opstartmenu. Als u het installeert, overschrijft het uw opstartvolgorde en start uw computer altijd met Windows.
pt_br: O Windows não detecta outros sistemas operacionais e não possui um menu de inicialização. Quando você o instala, ele sobrescreve sua sequência de inicialização e inicia diretamente no Windows.
ru: Windows не проводит проверку наличия других операционных систем и не предлагает загрузочное меню. При её установке она перезапишет системный загрузчик, и ваш компьютер после включения будет сразу же загружать Windows.
sv: Windows känner inte av om det finns flera operativsystem i datorn, och visar ingen startmeny. När du installerar det ändras dina inställningar så att datorn inte kan starta någonting annat än Windows.
tr: Windows diğer işletim sistemlerini algılamaz ve açılış menüsü böyle bir özellik içermez. Bunu kurduğunuzda, açılış sıranızın üzerine yazar ve bilgisayarınız daha sonra doğrudan Windows ile açılış yapar.
zh_cn: Windows 不会检测到其他操作系统，也没有启动菜单。当您安装它时，它会覆盖您的引导序列，然后您的电脑会直接进入 Windows。

source: Linux Mint (and most Linux distributions) detects other operating systems and builds a menu from which you can choose which system to boot.
am: ሊነክስ ሚንት (እና በርካታ የ ሊነክስ መስሪያ ስርአት) ሌሎች የ መስሪያ ስርአቶችን መለየት ይችላሉ እና ዝርዝር ይገነባሉ: እርስዎ የሚመርጡበት የትኛውን ስርአት እንደሚያስጀምሩ
bg: Линукс Минт (както и повечето Линукс дистрибуции) откриват други операционни системи и създават меню, от което може да изберете коя система да стартирате.
ca: Linux Mint (i la majoria de les distribucions de Linux) detecta els altres sistemes operatius i crea un menú des del qual podeu triar el sistema a arrencar.
cs: Linux Mint (a většina Linuxových distribucí) zjišťuje ostatní operační systémy a vytvoří nabídku, ze které můžete zvolit který systém spustit.
da: Linux Mint (og de fleste Linux-distributioner) opdager andre styresystemer og opretter en menu, hvorfra du kan vælge, hvilket system der skal boote.
de: Linux Mint und die meisten Linux-Distributionen erkennen andere Betriebssysteme und erstellen ein Menü, aus dem Sie auswählen können, welches System gestartet werden soll.
el: Το Linux Mint (και οι περισσότερες διανομές Linux) εντοπίζουν άλλα λειτουργικά συστήματα και έπειτα χτίζουν ένα μενού εκκίνησης από το οποίο μπορείτε να επιλέξετε ποιο λειτουργικό σύστημα θέλετε να εκκινήσει.
eo: Linukso Minto (kaj plej multe da Linuksaj distribuaĵoj) malkovras aliajn operaciumojn kaj konstruas menuon, el kiu vi povas elekti la praŝargotan sistemon.
es: Linux Mint (y la mayoría de las distribuciones de Linux) detecta otros sistemas operativos y crea un menú desde el que puede elegir qué sistema arrancar.
eu: Linux Mintek (eta Linux banaketa gehienek) beste sistema eragileak detektatzen ditu eta abiarazi nahi duzun sistema aukeratzeko menu bat eraikitzen du.
fr_ca: Linux Mint (et la plupart des distributions Linux) détecte les autres systèmes d'exploitation et construit un menu de démarrage à partir duquel vous choisissez le système au démarrage de l'ordinateur.
hr: Linux Mint (i većina Linux distribucija) otkrivaju druge operativne sustave i stvaraju izbornik iz kojeg odabirete željeni operativni sustav za pokretanje.
hu: A Linux Mint (és mint a legtöbb Linux disztribúció) más operációs rendszereket észlel, és létrehoz egy menüt, amelyből kiválaszthatja, hogy melyik rendszert indítsa el.
ia: Linux Mint (e le major parte del distributiones de Linux) discoperi le altere systemas operative jam presente sur le dispositivo e produce un menu per le qual tu pote seliger per qual systema facer le boot.
it: Linux Mint (e la maggior parte delle distribuzioni Linux) riconosce altri sistemi operativi, e mette a disposizione un menù dal quale puoi scegliere quale sistema operativo avviare.
ko: 리눅스 민트 (와 대다수의 리눅스 배포판)는 다른 운영체제를 찾아내서 부팅할 수 있도록 메뉴를 만듭니다.
lt: Linux Mint (ir daugelis Linux platinimų) aptinka kitas operacines sistemas ir sukuria meniu, kuriame galite pasirinkti, kurią sistemą paleisti.
nl: Linux Mint (en de meeste andere Linuxdistributies) detecteren andere besturingssystemen wel en maken een menu waarmee u kunt kiezen met welk besturingssysteem u wilt opstarten.
pt_br: O Linux Mint (e a maioria das distribuições Linux) detecta outros sistemas operacionais e cria um menu a partir do qual você pode escolher qual sistema inicializar.
ru: Linux Mint (и большинство других дистрибутивов Linux) определяет наличие других операционных систем и создаёт загрузочное меню, в котором можно выбрать операционную систему для загрузки.
sv: Linux Mint (och de flesta andra Linux-distributioner) känner av om det finns andra operativsystem och skapar en meny så att du kan välja vilket du vill starta.
tr: Linux Mint (ve çoğu Linux dağıtımı) diğer işletim sistemlerini algılar ve açılışta istediğiniz işletim sistemini seçerek açabileceğiniz bir menü inşa eder.
zh_cn: Linux Mint（和大多数 Linux 发行版）会检测其他操作系统，并建立一个菜单让您可以从中选择要引导哪个系统。

source: For this reason, if you want to dual-boot or multi-boot with Windows, it is easier and recommended to install Windows first, before you install Linux Mint.
am: እርስዎ ድርብ-ማስነሻ ወይንም በርካታ-ማስነሻ ከ Windows ጋር መፍጠር ከ ፈለጉ: ቀላሉ መንገድ እና እኛ የምንመክረው በ መጀመሪያ Windows እንዲገጥሙ ነው: ሊነክስ ሚንትን ከ መግጠምዎት በፊት
bg: Поради тази причина, ако искате двойно стартиране или множествено стартиране с Windows, по-лесно и препоръчително е да инсталирате първо Windows, преди да сте инсталирали Линукс Минт.
ca: Per aquest motiu, si voleu arrencar amb doble o múltiple arrencada amb Windows, és més fàcil i recomanable instal·lar Windows primer, abans d'instal·lar Linux Mint.
cs: Z tohoto důvodu, pokud chcete provozovat na počítači vícero operačních systému včetně Windows, je snazší a doporučené nainstalovat Windows před instalací Linux Mint.
da: Af denne grund er det lettere og anbefalet at installere Windows først, hvis du vil have dualboot eller multiboot, før du installerer Linux Mint.
de: Wenn Sie Dual-Boot oder Multi-Boot mit Windows durchführen möchten, ist es aus diesem Grund einfacher und empfohlen, zuerst Windows zu installieren, bevor Sie Linux Mint installieren.
el: Γι' αυτό το λόγο, εάν θέλετε ένα σύστημα διπλής ή πολλαπλής εκκίνησης με Windows, είναι ευκολότερο και προτείνεται να κάνετε πρώτα εγκατάσταση τα Windows, πριν κάνετε εγκατάσταση το Linux Mint.
eo: Tial, se vi deziras elekti inter Vindozon kaj ion alian, estas pli facile kaj rekomendite instali unue Vindozon antaŭ ol instali Linukson Minton.
es: Por esta razón, si desea un inicio dual o arranque múltiple con Windows, es más fácil y recomendable instalar Windows primero, antes de instalar Linux Mint.
eu: Arrazoi honengatik, Windowsekin abioko bikoitz edo anizkoitza nahi baduzu, errazagoa eta gomendagarria da Windows lehenik instalatzea eta ondoren Linux Mint.
fr_ca: Pour cette raison, si vous souhaitez utiliser "Multi-boot" avec Windows, il est conseillé d'installer Windows en premier, avant d'installer Linux Mint.
hr: Stoga, ako želite dualno pokretanje ili pokretanje više operativnih sustava s Windowsima, lakše je i preporučljivo prvo instalirati Windows, a nakon njih Linux Mint.
hu: Ezért ha kettős rendszerindítást, vagy többszörös rendszerindítást szeretne használni a Windows rendszerrel, akkor könnyebb és ajánlott először telepíteni a Windows operációs rendszert, mielőtt telepítené a Linux Mint operációs rendszert.
ia: Pro iste ration, si tu desira un dual-boot o boot-plurime con Windows, illo es plus facile e recommendate que tu installa primo Windows, ante que tu installa Linux Mint.
it: Per questa ragione, se vuoi installare uno o più sistemi operativi a fianco di Windows, è più facile e consigliato installare prima Windows, e poi installare Linux Mint.
ko: 이렇기 때문에, 윈도우와 듀얼 부팅이나 멀티 부팅을 하고자 하신다면, 윈도우를 먼저 설치한 후에 리눅스 민트를 설치하시는 것이 좋습니다.
lt: Dėl šios priežasties, jeigu norite naudoti dvejopą ar keleriopą paleidimą su Windows, prieš diegiant Linux Mint, yra lengviau ir yra rekomenduojama, iš pradžių, įdiegti Windows.
nl: Daarom, als u wilt kiezen tussen Windows en iets anders, is het gemakkelijker om Windows eerst te installeren, alvorens u Linux Mint installeert.
pt_br: Por esse motivo, se você quiser iniciar a inicialização ou inicialização múltipla (Multi-boot) com o Windows, é mais fácil e recomendado instalar o Windows primeiro, antes de instalar o Linux Mint.
ru: По этой причине, если вы хотите двойную или мульти-загрузку с Windows, проще, и даже рекомендуется, сначала установить Windows, а затем уже Linux Mint.
sv: Om du vill använda Windows tillsammans med Linux Mint och, eventuellt, andra operativsystem så är det därför lämpligt att installera Windows först.
tr: Bu sebeple, eğer Windows'la çift ya da çoklu açılış yapmak istiyorsanız, bunun kolay ve önerilen yolu Linux Mint'ten önce Windows'u kurmaktır
zh_cn: 因此，如果您想和 Windows 系统双重引导或多重引导，那么在安装 Linux Mint 之前，建议先安装 Windows 系统，这样会更容易。

source: Fix the boot sequence
am: የ ማስነሻ ቅደም ተከተል መጠገኛ
bg: Поправка на стартиращата последователност
ca: Corregiu la seqüència d'arrencada
cs: Oprava zavádění
da: Ret bootrækkefølgen
de: Die Startsequenz reparieren
el: Διορθώστε την ακολουθία εκκίνησης
eo: Riparu la praŝargan ordon
es: Reparar la secuencia de arranque
eu: Konpondu abioko sekuentzia
fr_ca: Réparer la séquence de démarrage
hr: Popravak poredka pokretanja
hu: Javítsa ki az rendszerindítási sorrendet
ia: Defini le sequentia de boot
it: Riparare la sequenza di avvio
ko: 부트 시퀀스 고치기
lt: Paleidimo sekos pataisymas
nl: Herstel de opstartvolgorde
pt_br: Consertando a sequência de inicialização
ru: Исправить порядок загрузки
sv: Återställ startordningen
tr: Açılış sıralamasını düzeltme
zh_cn: 修复启动顺序

source: If Windows overwrites your boot sequence:
am: በ እርስዎ የ ማስነሻ ቅደም ተከተል ላይ Windows ደርቦ ከ ጻፈበት
bg: Ако Windows е пренаписал последователността:
ca: Si Windows sobreescriu la vostra seqüència d'arrencada:
cs: V případě, že Windows přepíší zaváděcí pořadí:
da: Hvis Windows overskriver bootrækkefølgen:
de: Wenn Windows Ihre Startsequenz überschreibt:
el: Εάν το λειτουργικό σύστημα Windows αντικαταστήσει την ακολουθία εκκίνησης:
eo: Se Vindozo superskribas la praŝargan ordon:
es: Si Windows sobreescribe la secuencia de arranque:
eu: Windowsek abioko sekuentzia gainidazten badu:
fr_ca: Si Windows supprime votre séquence de démarrage :
hr: Ako Windowsi prebrišu vaš poredak pokretanja:
hu: Ha a Windows felülírja a rendszerindítási sorrendet:
ia: Si Windows supplanta tu sequentia de boot:
it: Se Windows sovrascrive la tua sequenza di avvio:
ko: 윈도우가 부트 시퀀스를 덮어써버린 경우:
lt: Jei Windows perrašo paleidimo seką:
nl: Als Windows uw opstartvolgorde overschrijft:
pt_br: Se o Windows sobrescrever sua sequência de inicialização:
ru: Если Windows перезаписала порядок загрузки:
sv: Gör så här om Windows har skrivit över dina inställningar:
tr: Eğer Windows önyükleme sırasına yazarsa:
zh_cn: 如果 Windows 系统覆盖了您的启动序列：

source: To list your partitions, type ``lsblk -f`` and press :kbd:`Enter`.
bg: За да видите списък на дяловете, напишете ``lsblk -f`` и натиснете :kbd:`Enter`.
ca: Per llistar les particions, teclegeu ``lsblk -f`` i premeu :kbd:`Enter`.
cs: Pokud chcete vypsat oddíly na jednotkách úložiště, vložte přkaz ``lsblk -f`` a stiskněte :kbd:`Enter`.
da: Skriv ``lsblk -f`` og tryk :kbd:`Enter` for at få vist dine partitioner.
de: Um Ihre Partitionen aufzulisten, bitte ``lsblk -f`` eingeben und :kbd:`Enter` drücken.
el: Για εμφάνιση λίστας των κατατμήσεων σας πληκτρολογήστε ``lsblk -f`` και πατήστε :kbd:`Enter`.
eo: Por listigi viajn subdiskojn tajpu ``lsblk -f`` kaj premu :kbd:`Eniga klavo`.
es: Para listar las particiones, teclee ``lsblk -f`` y pulse :kbd:`Enter`.
eu: Partizioak zerrendatzeko, idatzi ``lsblk -f`` eta sakatu :kbd:`Enter`.
fr_ca: Pour afficher les partitions, tapez ``lsblk -f`` et appuyez sur :kbd:`Entrée`.
hr: Za prikaz vaših particija, upišite ``lsblk -f`` i pritisnite :kbd:`Enter`.
hu: A partíciók kilistázásához írja be az: ``lsblk -f`` parancsot, majd nyomja le az :kbd:`Enter` billentyűt.
ia: Pro listar tu partitiones, scribe ``lsblk -f`` e pulsa :kbd:`Enter`.
it: Per vedere l'elenco delle partizioni, digita ``lsblk -f`` e premi :kbd:`Invio`.
ko: 파티션 목록을 보려면 ``lsblk -f``를 입력하고 :kbd:`Enter`키를 누르세요.
nl: Voor het weergeven van uw partities tikt u ``lsblk -f`` in en drukt u op :kbd:`Enter`.
pt_br: Para listar suas partições, digite ``lsblk -f`` e pressione :kbd:`Enter`.
ru: Для просмотра списка ваших разделов наберите ``lsblk -f`` и нажмите :kbd:`Enter`.
sv: Skriv lsblk -f och tryck :kbd:`Enter` för att se vilka partitioner som finns.
tr: Disk bölümlerini listelemek için ``lsblk -f`` komutunu yazın ve :kbd:`Enter` tuşuna basın.

source: Find the partition where Linux Mint is installed. On most systems this should be the only ``ext4`` partition.
am: ሊነክስ ሚንት የ ተገጠመበትን ክፍልፋይ ፈልገው ያግኙ: በ በርካታ ስርአቶች ውስጥ የሚሆነው በ ``ext4`` ክፍልፋይ ውስጥ ብቻ ነው
bg: Намерете дела, където е инсталиран Линукс Минт. На повечето системи това би трябвало да е единствения ``ext4`` дял.
ca: Trobeu la partició on està instal·lat Linux Mint. En la majoria de sistemes, aquesta hauria de ser l'única partició ``ext4``.
cs: Najděte oddíl, na kterém je nainstalovaný Linux Mint. Na většině počítačů by to měl být jediný ``ext4`` oddíl.
da: Find partitionen med Linux Mint. På de fleste systemer vil det være den eneste ``ext4``-partition.
de: Suchen Sie die Partition, auf der Linux Mint installiert ist. Auf den meisten Systemen sollte das die einzige ``ext4``-Partition sein.
el: Βρείτε την κατάτμηση στην οποία είναι εγκατεστημένο το Linux Mint. Στα περισσότερα συστήματα πρέπει να είναι η μοναδική κατάτμηση με σύστημα αρχείων ``ext4``.
eo: Serĉu la subdiskon, sur kiu Linukso Minto estas instalita. Ĉe plejparto de la sistemoj ĉi tio devus esti la sola ``ext4``-subdisko.
es: Encuentre la partición donde está instalado Linux Mint. En la mayoría de los sistemas, esta debería ser la única partición ``ext4``.
eu: Aurkitu Linux Mint instalatuta dagoen partizioa. Sistema gehienetan ``ext4`` partizio bakarra izango da.
fr_ca: Localisez la partition où Linux Mint est installé. Dans la plupart des cas il s'agit de la seule partition ``ext4``.
hr: Potražite particiju gdje je Linux Mint instaliran. Na većini sustava to bi trebala biti jedina ``ext4`` particija.
hu: Keresse meg azt a partíciót, ahol a Linux Mint telepítve van. A legtöbb rendszeren ez lesz az egyetlen ``ext4`` fájlrendszerű partíció.
ia: Trova le partition ubi es installate Linux Mint. Sur le major parte de systemas isto serea le sol partition ``ext4``.
it: Trova la partizione dove Linux Mint è installato. Sulla maggior parte dei sistemi, questa dovrebbe essere l'unica partizione ``ext4``.
ko: 리눅스 민트가 설치된 파티션을 찾습니다. 거의 모든 시스템에서 ``ext4``파티션을 사용할 겁니다.
lt: Raskite skaidinį, kuriame yra įdiegta Linux Mint. Daugelyje sistemų tai turėtų būti vienintelis ``ext4`` skaidinys.
nl: Vind de partitie waarop Linux Mint is geïnstalleerd. Bij de meeste systemen zal dit de enige ``ext4``-partitie zijn.
pt_br: Encontre a partição onde o Linux Mint está instalado. Na maioria dos casos, ela deve estar na única partição ``ext4``.
ru: Найдите раздел, в котором установлен Linux Mint. На большинстве систем это должен быть раздел с файловой системой ``ext4``.
sv: Hitta den partition där Linux Mint har installerats. I de flesta fall är det den enda av typen ``ext4``.
tr: Bu Linux Mint'in kurulu olduğu disk bölümünü bulmak içindir. Sistemlerin çoğunda sadece tek ``ext4`` biçimli disk bölümü olur.
zh_cn: 找到 Linux Mint 安装的分区。在大多数系统上这个分区应该是唯一的 ``ext4`` 分区。

source: In the screenshot above:
am: በ መመልከቻ ፎቶ ከ ላይ በኩል:
bg: На снимката по-горе:
ca: A la captura de pantalla de dalt:
cs: Na výše uvedeném snímku obrazovky:
da: I skærmbilledet ovenfor er:
de: Im obigen Bildschirmfoto:
el: Στο στιγμιότυπο οθόνης παραπάνω:
eo: En supra ekrankopio:
es: En la captura de pantalla de arriba:
eu: Goiko pantaila-argazkian:
fr_ca: Dans la copie d'écran ci-dessus :
hr: Na slici zaslona iznad:
hu: A fenti képernyőképen:
ia: In le instantanea de schermo precedente:
it: Nello screenshot sopra:
ko: 위의 스크린 샷에서:
lt: Ekrano kopijoje viršuje:
nl: In de schermafdruk hierboven:
pt_br: Na tela acima:
ru: На приведённой выше иллюстрации:
sv: I ovanstående skärmbild:
tr: Yukarıdaki ekran görüntüsünde:
zh_cn: 在上面的截图中：

source: ``sdb`` is the USB stick (recognizable by its ``iso9660`` type which corresponds to an ISO image).
am: ``sdb`` የ USB stick ነው (የሚታወቀው በ ``iso9660`` ይጻፉ የሚመሳሰለውን ወደ ISO image).
bg: ``sdb`` е флашката (разпознаваем по неговия ``iso9660`` тип, който се отнася за ISO образ).
ca: ``sdb`` és el llapis USB (es reconeix pel seu tipus ``iso9660`` que correspon a una imatge ISO).
cs: ``sdb`` je zde USB klíčenka (rozpoznatelná svým typem ``iso9660``, který odpovídá ISO obrazu).
da: ``sdb`` USB-nøglen (genkendes på dets ``iso9660``-type, hvilket svarer til en ISO-fil).
de: ``sdb`` ist der USB-Stick (erkennbar an seinem ``iso9660``-Typ, welcher einem ISO-Abbild entspricht).
el: Το ``sdb`` είναι το USB stick (το αναγνωρίζουμε από τον τύπο ``iso9660`` ο οποίος αντιστοιχεί σε εικόνα ISO).
eo: ``sdb`` estas la USB-bastoneto (rekonebla per ties ``iso9660``-tipo, kiu respondas al ISO-bildo).
es: ``sdb`` es la unidad USB (reconocible por el tipo ``iso9660``, que corresponde a una imagen ISO).
eu: ``sdb`` USB gailua da (ISO irudi bati dagokion ``iso9660`` motagatik ezagut daitekeena).
fr_ca: ``sdb`` est la clé USB (reconnaissable par son type ``iso9660`` qui correspond à une image ISO).
hr: ``sdb`` je USB uređaj (prepoznat po njegovoj ``iso9660`` vrsti koja odgovara ISO slici).
hu: Az ``sdb`` az USB pendrive eszköz (amely az ``ISO9660`` típusával megfeleltethető egy ISO-lemezképnek).
ia: ``sdb`` es le clave USB (recognoscibile per su typo ``iso9660`` que corresponde a un imagine ISO).
it: ``sdb`` è la penna USB (riconoscibile dal suo tipo ``iso9660``, che corrisponde ad un immagine ISO).
ko: ``sdb``는 USB 스틱입니다 (ISO 이미지에 해당하는 ``iso9660``형식으로 알려져 있습니다).
lt: ``sdb`` yra USB atmintukas (atpažįstamas pagal savo ``iso9660`` tipą, kuris atitinka ISO atvaizdį).
nl: ``sdb`` is het USB-staafje (herkenbaar door zijn ``iso9660``-type dat overeenkomt met een ISO-beeldbestand).
pt_br: ``sdb`` é o dispositivo USB (reconhecido pelo tipo ``iso9660`` que corresponde a uma imagem ISO).
ru: ``sdb`` — это флеш-накопитель USB (что можно определить по типу его файловой системы ``iso9660``, который соответствует образу ISO).
sv: ``sdb`` är USB-minnet (av typen ``iso9660`` eftersom det innehåller en ISO-avbild).
tr: ``sdb`` USB bellektir (ISO imajını tanımlayan ``iso9660`` türü ile anlaşılabilir).
zh_cn: ``sdb`` 是U盘（可识别为 ``ISO9660`` 类型，它对应于 ISO 映像）。

source: ``sda`` is the hard drive.
am: ``sda`` ሀርድ ድራይቭ ነው
bg: ``sda`` е хард диска
ca: ``sda`` és el disc dur.
cs: ``sda`` je jednotka datového úložiště.
da: ``sda`` harddisken.
de: ``sda`` ist die Festplatte.
el: Το ``sda`` είναι ο σκληρός δίσκος.
eo: ``sda`` estas la fiksita disko.
es: ``sda`` es el disco duro.
eu: ``sda`` disko gogorra da.
fr_ca: ``sda`` est le disque dur.
hr: ``sda`` je čvrsti disk.
hu: Az ``sda`` a merevlemez.
ia: ``sda`` es le disco dur.
it: ``sda`` è il disco rigido.
ko: ``sda``는 하드 드라이브입니다.
lt: ``sda`` yra standusis diskas.
nl: ``sda`` is de harde schijf.
pt_br: ``sda`` é o disco rígido.
ru: ``sda`` является жёстким диском.
sv: ``sda`` är hårddisken.
tr: ``sda`` harddisk sürücüdür.
zh_cn: ``sda`` 是硬盘驱动器。
