Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: To perform an OEM installation follow the steps below:
am: የ OEM አገጣጠም ለ መፈጸም የሚቀጥለውን ደረጃ ይከተሉ:
bg: За да извършите OEM инсталация, следвайте следните стъпки:
ca: Per realitzar una instal·lació OEM seguiu els passos següents:
cs: Pro provedení OEM instalace následujte níže uvedené kroky:
da: For at udføre en OEM-installation følges trinene nedenfor:
de: Um eine OEM-Installation durchzuführen, führen Sie die folgenden Schritte aus:
el: Για να εκτελέσετε μια εγκατάσταση OEM ακολουθήστε τα παρακάτω βήματα:
eo: Por plenumi OEM-instaladon sekvu la subajn paŝojn:
es: Para hacer una instalación OEM siga los pasos siguientes:
eu: OEM instalazio bat egiteko jarraitu pauso hauek:
fr_ca: Pour effectuer une installation OEM suivez les étapes suivantes :
hr: Kako bi obavili OEM instalaciju slijedite korake ispod:
hu: Az OEM telepítés végrehajtásához kövesse az alábbi lépéseket:
ia: A exequer un installation OEM seque le grados in sequente:
it: Per eseguire una installazione OEM, segui questi passi:
ko: OEM 설치를 하시려면 다음 절차를 따라주세요:
lt: Norėdami atlikti OEM diegimą, vykdykite žemiau pateiktus žingsnius:
nl: Om een OEM-installatie uit te voeren moet u de volgende stappen uitvoeren:
pt_br: Para executar uma instalação OEM, siga as etapas abaixo:
ru: Для того, чтобы выполнить OEM-установку, сделайте следующее:
sv: Gör så har om du vill göra en OEM-installation:
tr: Bir OEM kurulumu gerçekleştirmek için aşağıdaki adımları izleyin:
zh_cn: 进行 OEM 安装需要遵循接下来的步骤：

source: Select ``OEM Install`` from the USB stick (or DVD) menu.
am: ይምረጡ የ ``OEM መግጠሚያ`` ከ USB stick (ወይንም ዲቪዲ) ዝርዝር ውስጥ
bg: Изберете ``OEM Install`` от менюто на флашката (или DVD-то).
ca: Seleccioneu ``Instal·lació OEM`` des del menú del llapis USB (o DVD).
cs: Z nabídky USB klíčenky (nebo DVD) vybertet ``OEM Install`` (OEM instalace).
da: Vælg ``OEM Install`` fra USB-nøglens (eller DVD'ens) menu.
de: Wählen Sie ``OEM-Installation`` im Startmenü des USB-Sticks (oder der DVD).
el: Επιλέξτε ``OEM Install`` από το μενού του USB stick (ή του DVD)
eo: Elektu ``OEM Install`` el la menuo de la USB-bastoneto (aŭ lumdisko).
es: Seleccione ``Instalación OEM`` en el menú del dispositivo USB (o DVD).
eu: Hautatu ``OEM instalazioa`` USBaren (edo DVDaren) menuan.
fr_ca: Sélectionnez ``OEM Install`` dans le menu de la clé USB (ou du DVD).
hr: Odaberite ``OEM Install`` sa izbornika USB uređaja (ili DVD-a).
hu: Válassza az ``OEM Install`` lehetőséget az USB pendrive eszköz (vagy DVD lemez) rendszerindító menüből.
ia: Elige ``OEM Install`` ab le menu del clave USB (o DVD).
it: Seleziona ``OEM Install`` dal menù della penna USB (o del DVD).
ko: USB 스틱 (또는 DVD) 메뉴에서 ``OEM install``을 선택하세요.
lt: USB atmintuko (ar DVD) meniu, pasirinkite "OEM diegimas" (angl. ``OEM Install``).
nl: Kies ``OEM-installatie`` in het menu van het USB-staafje (of DVD).
pt_br: Selecione ``OEM Install`` no menu do dispositivo USB (ou DVD).
ru: Выберите ``OEM Install`` в стартовом меню после загрузки с USB-носителя (или с DVD).
sv: Välj ``OEM Install`` i startmenyn på ditt installationsmedia.
tr: USB bellek (ya da DVD) kurulum medyasındaki menüden ``OEM Install`` seçeneğini seçin.
zh_cn: 从U盘（或 DVD）菜单选择 ``OEM Install``。

source: Launch the installer and follow the installation instructions.
am: መግጠሚያውን ያስጀምሩ እና የ መግጠሚያውን ትእዛዝ ይከተሉ:
bg: Стартирайте инсталатора и следвайте инструкциите.
ca: Executeu l'instal·lador i seguiu les instruccions de la instal·lació.
cs: Spusťte instalátor a postupujte podle instalačních pokynů.
da: Kør installationsprogrammet og følg anvisningerne.
de: Starten Sie den Installationsassistenten und folgen Sie den Installationsanweisungen.
el: Εκκινήστε το πρόγραμμα εγκατάστασης και ακολουθήστε τις οδηγίες εγκατάστασης.
eo: Lanĉu la instalilon kaj sekvu la instaladajn instrukciojn.
es: Inicie el instalador y siga las instrucciones de instalación.
eu: Abiarazi instalatzailea eta jarraitu instalazioko argibideak.
fr_ca: Lancez l'installeur et suivez les instructions d'installation.
hr: Pokrenite instalacijski program i slijedite upute instalacije.
hu: Indítsa el a telepítőt, és kövesse a telepítési utasításokat.
ia: Lancea le installator e seque le instructiones de installation.
it: Avvia l'installer e segui le istruzioni per l'installazione.
ko: 인스톨러를 실행한 후 다음 설치 안내를 따르시면 됩니다.
lt: Paleiskite diegimo programą ir vadovaukitės diegimo instrukcija.
nl: Start het installatieprogramma op en volg de installatie-instructies.
pt_br: Inicie o instalador e siga as instruções de instalação.
ru: Запустите установщик и следуйте инструкциям по установке.
sv: Starta installationsprogrammet och följ instruktionerna.
tr: Kurulum sihirbazını başlatın ve kurulum yönergelerini takip edin.
zh_cn: 启动安装程序并按照安装指示进行操作。

source: Change any system settings or install additional software if you want.
am: እርስዎ ከ ፈለጉ የ ስርአቱን ማሰናጃ መቀየር ወይንም ተጨማሪ ሶፍትዌር መግጠም ይችላሉ
bg: Променете системните настройки или инсталирайте допълнителен софтуер, ако желаете.
ca: Canvieu qualsevol dels ajusts del sistema o instal·leu programari addicional si voleu.
cs: Upravte libovolná nastavení nebo nainstalujte další software, pokud chcete.
da: Ændr systemindstillingerne eller installér flere programmer, hvis du vil.
de: Ändern Sie beliebige Systemeinstellungen oder installieren Sie zusätzliche Anwendungen, wenn Sie möchten.
el: Αλλάξτε όποιες ρυθμίσεις συστήματος θέλετε ή κάντε εγκατάσταση πρόσθετο λογισμικό.
eo: Ŝanĝu iujn ajn sistemajn agordojn aŭ instalu plian programaron laŭdezire.
es: Si lo desea, cambie la configuración del sistema o instale software adicional.
eu: Aldatu nahi dituzun ezarpenak edo instalatu software gehigarria.
fr_ca: Effectuez les changements que vous souhaitez sur le système ou installez des logiciels supplémentaires.
hr: Promijenite željene postavke sustava ili instalirajte dodatni softver ako želite.
hu: Módosítsa a rendszer beállításokat, vagy telepítsen további szoftvereket.
ia: Cambia cata preferentias de systema o installa software additional si tu los desira.
it: Modifica qualsiasi impostazione del sistema, o installa software aggiuntivo se vuoi.
ko: 시스템 설정을 변경하시거나 원하시는 소프트웨어를 추가로 설치하세요.
lt: Jei norite, pakeiskite bet kokius sistemos nustatymus ar įdiekite papildomą programinę įrangą.
nl: Verander de systeeminstellingen of installeer desgewenst bijkomende progranmatuur.
pt_br: Altere as configurações do sistema ou instale um software adicional, se quiser.
ru: При необходимости измените настройки системы или установите дополнительные приложения.
sv: Gör de inställningar, och installera de program, som kunden vill ha.
tr: Sistem ayarlarını değiştirin ya da istiyorsanız ek yazılım kurabilirsiniz.
zh_cn: 如果有需要的话，可以更改任何系统设置或安装附加软件。

source: When ready, click :guilabel:`Prepare for shipping to end user`, enter the password you chose during the installation, click :guilabel:`OK` and shut down the computer.
am: ዝግጁ ሲሆኑ ይጫኑ :guilabel:`ለ መጨረሻ ተጠቃሚ ለ መላክ በ ዝግጅት ላይ`: እርስዎ የሚመርጡትን የ መግቢያ ቃል ያስገቡ በሚገጠም ጊዜ: ይጫኑ :guilabel:`እሺ` እና ኮምፒዩተሩን ያጥፉ
bg: Когато сте готови, натиснете :guilabel:`Подготви за доставка до крайния потребител`, въведете парола, която сте избрали по време на инсталацията, натиснете :guilabel:`OK` и изключете компютъра.
ca: Quan estigueu preparat, feu clic a :guilabel:`Prepara per enviar a l'usuari final`, introduïu la contrasenya que heu triat durant la instal·lació, feu clic a :guilabel:`D'acord` i apagueu l'ordinador.
cs: Až budete mít hotovo, klikněte na :guilabel:`Připravit k odeslání uživateli`, zadejte heslo, které jste zvolili při instalaci a klikněte na :guilabel:`OK` – tím se počítač vypne.
da: Når du er klar, klikkes på :guilabel:`Prepare for shipping to end user`, indtast adgangskoden du valgte under installeringen, klik :guilabel:`OK` og sluk computeren.
de: Wenn Sie fertig sind, klicken Sie auf :guilabel:`Vorbereitung zur Auslieferung an den Endanwender`, geben Sie das Passwort ein, welches Sie während der Installation gewählt haben, klicken Sie auf :guilabel:`OK` und fahren Sie den Rechner herunter.
el: Όταν είστε έτοιμοι, κλικ στο :guilabel:`Prepare for shipping to end user` , εισάγετε τον κωδικό που επιλέξατε κατά τη διάρκεια της εγκατάστασης, κλικ στο :guilabel:`OK` και απενεργοποιήστε τον υπολογιστή.
eo: Kiam pretas, alklaku :guilabel:`Prepari por distribuo al uzanto`, enigu la pasvorton, kiun vi elektis dum instalado, alklaku :guilabel:`Preta` kaj elŝaltu la komputilon.
es: Cuando esté listo, haga clic en :guilabel:`Preparar para el envío al usuario final`, teclee la contraseña que eligió durante la instalación, haga clic en :guilabel:`OK` y apague el equipo.
eu: Prest zaudenean, klikatu :guilabel:`Prestatu azken erabiltzaileari bidaltzeko`, sartu instalazioan aukeratutako pasahitza, egin klik :guilabel:`Ados` eta itzali ordenagailua.
fr_ca: Quand vous êtes prêt, cliquez sur :guilabel:`Préparation pour l'expédition à l'acheteur`, entrez le mot de passe que vous avez choisi pendant l'installation, cliquez sur :guilabel:`Valider` et éteignez l'ordinateur.
hr: Kada ste spremni, kliknite :guilabel:`Pripremi za isporuku krajnjem korisniku`, upišite lozinku koju ste odabrali tijekom instalacije, kliknite :guilabel:`U redu` i isključite računalo.
hu: Ha készen van, kattintson a :guilabel:`Készüljön fel a végfelhasználásra` lehetőségre, majd írja be a telepítés során kiválasztott jelszavát, kattintson :guilabel:`OK`gombra és állítsa le a számítógépet.
ia: Quando preste, clicca :guilabel:`Prepare for shipping to end user`, insere le contrasigno que tu seligeva durante le installation, clicca :guilabel:`OK` e arresta le computator.
it: Quando sei pronto, clicca :guilabel:`Prepara per la consegna all'utente finale`, inserisci la password che hai scelto durante l'installazione, clicca :guilabel:`OK` e spegni il computer.
ko: 준비되셨으면, :guilabel:`Prepare for shipping to end user`를 클릭해서, 설치 과정에서 입력한 비밀번호를 입력하신 후 :guilabel:`OK`를 누른 다음 컴퓨터를 끄시면 됩니다.
lt: Kai būsite pasiruošę, spustelėkite :guilabel:`Parengti išsiuntimui galutiniam naudotojui`, įveskite diegimo metu pasirinktą slaptažodį, spustelėkite :guilabel:`Gerai` ir išjunkite kompiuterį.
nl: Als u klaar bent, kies dan :guilabel:`Maak klaar voor eindgebruiker`, voer het wachtwoord in dat u koos tijdens de installatie, klik :guilabel:`OK` en sluit de computer af.
pt_br: Quando estiver pronto, clique em :guilabel:`Preparo para enviar para o usuário final`, digite a senha que você escolheu durante a instalação, clique em :guilabel:`OK` e desligue o computador.
ru: Когда будете готовы, нажмите :guilabel:`Подготовка к отправке конечному пользователю`, нажмите :guilabel:`OK` и выключите компьютер.
sv: Klicka på :guilabel:`Förbered för att skicka till slutanvändare`, ange det lösenord du valde vid installationen, klicka :guilabel:`OK` och stäng av datorn.
tr: Hazır olduğunda, :guilabel:`Son kullanıcıya göndermek üzere hazırla` kısayoluna tıklayın, kurulumda belirlediğiniz parolanızı girin, :guilabel:`Tamam` düğmesine tıklayın ve bilgisayarınızı kapatın.
zh_cn: 当一切完成的时候，点击 :guilabel:`Prepare for shipping to end user`，输入您在安装过程中选择的密码，点击 :guilabel:`OK` 并且关闭电脑。

source: When the new owner of the computer boots the computer the following screen appears:
am: አዲሱ የ ኮምፒዩተር ባለቤት ኮምፒዩተሩን በሚያስጀምር ጊዜ የሚቀጥለው መመልከቻ ይታያል:
bg: Когато новия собственик на компютъра го включи за пръв път, ще се покаже следния екран:
ca: Quan el propietari nou de l'ordinador arrenqui l'ordinador, apareix la següent pantalla:
cs: Když nový vlastník počítače ho spustí, objeví se následující obrazovka:
da: Når computerens nye ejer starter computeren, dukker nedenstående skærmbillede op:
de: Wenn der neue Besitzer des Rechners den Rechner startet, erscheint der folgende Bildschirm:
el: Όταν ο νέος κάτοχος του υπολογιστή κάνει εκκίνηση θα εμφανιστεί η ακόλουθη εικόνα:
eo: Kiam la nova proprulo startigos la komputilon jena ekrano aperos:
es: Cuando el nuevo propietario inicie el equipo, aparecerá la siguiente pantalla:
eu: Jabe berriak ordenagailua abiaraztean pantaila hau agertzen da:
fr_ca: Quand le nouveau propriétaire démarre l'ordinateur l'écran suivant apparaît :
hr: Kada novi vlasnik pokrene računalo sljedeći zaslon se pojavi:
hu: Amikor a számítógép új tulajdonosa elindítja a számítógépet, a következő képernyő jelenik meg:
ia: Quando le nove proprietario del computator face le boot del computator appare le sequente schermo:
it: Quando il nuovo proprietario del computer avvierà il sistema, si ritroverà di fronte questa schermata:
ko: 새로운 컴퓨터 주인이 컴퓨터를 부팅하면 다음과 같은 화면이 나타나게 됩니다:
lt: Kai naujasis savininkas įsijungs kompiuterį, atsiras štai toks ekranas:
nl: Wanneer de nieuwe gebruiker de computer opstart, verschijnt het volgende scherm:
pt_br: Quando o novo proprietário do computador iniciar o computador, aparecerá a seguinte tela:
ru: Когда новый владелец компьютера включит его, он увидит следующий экран:
sv: När den nya ägaren startar datorn för första gången visas följande bild:
tr: Yeni sahibi bilgisayarı açtığında aşağıdaki ekran görünür:
zh_cn: 当电脑的新所有者启动电脑时，屏幕上会出现：

source: The new owner selects his or her username, password, keyboard layout, language, timezone and all the details relevant to create his or her user account.
am: አዲሱ የ ኮምፒዩተር ባለቤት የ ተጠቃሚ ስም: የ መግቢያ ቃል: የ ፊደል ገበታ እቅድ: ቋንቋ: የ ሰአት ክልል: እና የ ራሳቸውን መግለጫ መፍጠር ይችላሉ
bg: Новият собственик си избира потребителско име, парола, клавиатурна подредба, език, часова зона и всички детайли, свързани със създаването на неговия или нейния акаунт.
ca: El propietari nou selecciona el seu nom d'usuari, contrasenya, disposició de teclat, idioma, zona horària i tots els detalls rellevants per crear el seu compte d'usuari.
cs: Nový vlastník si zvolí své uživatelské jméno, heslo, rozvržení klávesnice, jazyk, časovou zónu a všechny podrobnosti potřebné pro vytvoření uživatelského účtu.
da: Den nye ejer vælger sit brugernavn, tastaturlayout, sprog, tidszone og alle relevante detaljer for at oprette sin brugerkonto.
de: Der neue Besitzer wählt seinen Benutzernamen, sein Passwort, seine Tastaturbelegung, seine Sprache, seine Zeitzone und alle anderen Details aus, die für die Erstellung seines Benutzerkontos relevant sind.
el: Ο νέος κάτοχος επιλέγει όνομα χρήστη, κωδικό πρόσβασης, διάταξη πληκτρολογίου, γλώσσα, ζώνη ώρας και όλες τις λεπτομέρειες που χρειάζονται για τη δημιουργία του δικού του λογαριασμού.
eo: La nova proprulo elektas sian uzantonomon, pasvorton, klavararanĝon, lingvon, horzonon kaj ĉiujn detalojn, kiuj gravas por krei sian uzantokonton.
es: El nuevo propietario selecciona su nombre de usuario, contraseña, disribución del teclado, idioma, zona horaria y todos los detalles relevantes para crear su cuenta de usuario.
eu: Jabe berriak bere erabiltzaile-izena, pasahitza, teklatuaren diseinua, hizkuntza, ordu-zona eta kontua sortzeko gainerako xehetasunak hautatzen ditu.
fr_ca: Le nouveau propriétaire sélectionne son nom d'utilisateur, mot de passe, agencement de clavier, langue, zone horaire et tous les détails pertinents pour créer son compte utilisateur.
hr: Novi vlasnik odabire svoje ime, lozinku, raspored tipkovnice, jezik, vremensku zonu i sve pojedinosti potrebne za stvaranje svojeg korisničkog računa.
hu: Az új tulajdonos kiválasztja a felhasználónevét, a jelszavát, a billentyűzetkiosztását, a rendszer nyelvét, az időzónáját és minden olyan adatot, amely nélkülözhetetlen a felhasználói fiók létrehozásához.
ia: Le nove proprietario selige su nomine de usator, contrasigno, mappa de claviero, lingua, fuso horari e toto le detalios relevante pro crear su conto de usator.
it: Il nuovo proprietario seleziona il suo nome utente, la password, il layout di tastiera, la lingua, il fuso orario e tutti i dettagli rilevanti per creare il proprio account.
ko: 새 주인은 본인의 사용자 계정을 만드는데 필요한 사용자 이름, 비밀번호, 키보드 배치, 언어, 시간대 및 모든 세부 정보를 선택합니다.
lt: Naujasis savininkas pasirinks savo naudotojo vardą, slaptažodį, klaviatūros išdėstymą, kalbą, laiko juostą ir visą, su jo ar jos paskyra, susijusią informaciją.
nl: De nieuwe gebruiker kiest zijn of haar gebruikersnaam, wachtwoord, toetsenbordindeling, taal, tijdzone en alle details die van belang zijn om zijn of haar gebruikersaccount te maken.
pt_br: O novo proprietário selecionará seu nome de usuário, senha, layout de teclado, idioma, fuso horário e todos os detalhes relevantes para criar sua conta de usuário.
ru: Новый владелец выбирает для себя имя пользователя, пароль, раскладку клавиатуры, язык, часовой пояс и выполняет все другие настройки, требуемые для создания его учётной записи пользователя.
sv: Ägaren väljer användarnamn, lösenord, tangentbordslayout, språk, tidszon och övriga uppgifter för att skapa sitt konto.
tr: Bilgisayarın yeni sahibi; kullanıcı adını, parolasını, klavye düzenini, dilini, saat dilimini ve kullanıcı hesabı oluşturma ile ilgili tüm detayları kendisi belirler.
zh_cn: 新的所有者选择他或她的用户名、密码、键盘布局、语言、时区以及与创建他或她的用户帐户相关的所有细节。

source: Partitioning
am: በ መከፋፈል ላይ
bg: Дялове
ca: Particionat
cs: Rozvržení úložiště
da: Partitionering
de: Partitionierung
el: Διαμερισμός
eo: Subdiskoj
es: Particionado
eu: Partizioak egitea
fr_ca: Partitionnement du disque
hr: Particioniranje
hu: Particionálás
ia: Partitiones
it: Partizionamento
ko: 파티션 만들기
lt: Skaidymas
nl: Schijfindeling
pt_br: Particionando
ru: Разметка дисков
sv: Partitionering
tr: Disk Bölümleme
zh_cn: 正在进行分区

source: Disks and partitions under Linux
am: ዲስኮች እና ክፍልፋዮች በ ሊነክስ ውስጥ
bg: Дискове и дялове под Линукс
ca: Discs i particions sota Linux
cs: Jednotky datového úložiště a oddíly na nich v Linuxu
da: Diske og partitioner i Linux
de: Festplatten und Partitionen unter Linux
el: Δίσκοι και κατατμήσεις στο Linux
eo: Diskoj kaj subdiskoj sub Linukso
es: Discos y particiones en Linux
eu: Diskoak eta partizioak Linuxen
fr_ca: Disques et partitions sous Linux
hr: Diskovi i particioniranje pod Linuxom
hu: Lemezek és partíciók Linux alatt
ia: Discos e partitiones sub Linux
it: Dischi e partizioni sotto Linux
ko: 리눅스에서의 디스크와 파티션
lt: Diskai ir skaidiniai Linux sistemoje
nl: Schijven en partities onder Linux
pt_br: Discos e partitições no Linux
ru: Диски и разделы в Linux
sv: Enheter och partitioner i Linux
tr: Linux altında diskler ve disk bölümleri
zh_cn: Linux 下的磁盘和分区

source: If you are not familiar with the Linux naming scheme for devices and partitions, or the concept of filesystems and mount points, read:
am: እርስዎ እርግጠኛ ካልሆኑ ለ ሊነክስ አካሎች ስም ገጽታ እና ክፍልፋዮች ወይንም ስለ ፋይል ስርአት እና መጫኛ ነጥብ: ይህን ያንብቡ:
bg: Ако не сте запознати със схемата на именуване на устройства и дялове под Линукс, или с концепцията за файлови системи и точки на монтиране, прочетете:
ca: Si no esteu familiaritzat amb l'esquema de nomenclatura de Linux per als dispositius i les particions, o els conceptes dels sistemes de fitxers i els punts de muntatge, llegiu:
cs: Pokud nejste obeznámeni s názvoslovím zařízení a oddílů v Linuxu, či nemáte ponětí o souborových systémech a přípojných bodech, přečtete si (v angličtině):
da: Hvis du ikke er bekendt med Linux' måde at navngive enheder og partitioner på eller med begreberne filsystemer og monteringspunkter, så læs:
de: Wenn Sie mit dem Namensschema für Geräte und Partitionen oder dem Konzept von Dateisystemen und Einhängepunkten in Linux nicht vertraut sind, lesen Sie:
el: Αν δεν είστε εξοικειωμένοι με το σύστημα ονοματοδοσίας για τις συσκευές και τις κατατμήσεις στο Linux, ή την έννοια των συστημάτων αρχείων και των σημείων προσάρτησης, διαβάστε:
eo: Se vi ne estas konata al la Linuksa maniero nomi aparatojn kaj subdiskojn, aŭ al la koncepto pri dosiersistemoj kaj surmetaj punktoj, tiam legu:
es: Si no está familiarizado con el esquema de nombres de Linux para dispositivos y particiones, o el concepto de sistemas de archivos y puntos de montaje, lea:
eu: Linuxen gailu eta partizioak izendatzeko eskema edo fitxategi-sistema eta muntatze-puntu kontzeptuak ez badituzu ezagutzen, irakurri:
fr_ca: Si vous n'êtes pas familier avec l'identification des partitions et périphériques sous Linux, ou les concepts de systèmes de fichiers et points de montage, lisez :
hr: Ako niste upoznati sa Linux shemom imenovanja uređaja i particija, ili konceptom datotečnih sustava i točka montiranja, pročitajte:
hu: Ha nem ismeri az eszközöket és partíciókat, illetve a fájlrendszerek és a csatolási pontok fogalmát, olvassa el a következőket:
ia: Si tu non es familiar con le schema de denomination de Linux pro dispositivos e partitiones, o le concepto de systemas de files e punctos de montage, lege:
it: Se non hai familiarità con lo schema di nomi di Linux per i dispositivi e le partizioni, o il concetto di filesystem e punti di montaggio, leggi:
ko: 리눅스 민트의 장치 및 파티션 명명 체계, 또는 파일시스템과 마운트 포인트의 개념이 익숙하지 않으신 분들은 한 번 읽어보세요:
lt: Jeigu nesate susipažinę su įrenginiams ir skaidiniams Linux pavadinimų suteikimo schema ar failų sistemų ir prijungimo taškų koncepcija, tuomet skaitykite:
nl: Als u niet vertrouwd bent met hoe Linux apparaten en partities namen geeft, of met het concept van bestandssystemen en koppelpunten, lees dan:
pt_br: Se você não está familiarizado com o esquema de nomeação Linux para dispositivos e partições, ou o conceito de sistemas de arquivos e pontos de montagem, leia:
ru: Если вы не знакомы со схемой именования устройств и разделов в Linux, а также понятием файловых систем и точек монтирования, прочтите:
sv: Om du inte känner till vilka beteckningar enheter och partitioner har i Linux, eller vill veta mer om filsystem och monteringspunkter, läs:
tr: Linux'un aygıtları ve disk bölümlerini adlandırma düzenine ya da dosya sistemleri ve bağlama noktaları kavramlarına alışık değilseniz, şunu okuyabilirsiniz:
zh_cn: 如果您不熟悉设备和分区的 Linux 命名方案，或者文件系统和挂载点的概念，请阅读：
