Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: Other boot options
am: ሌሎች የ ማስነሻ ምርጫዎች
bg: Други boot опции
ca: Altres opcions d'arrencada
cs: Ostatní volby zavádění
da: Andre bootmuligheder
de: Weitere Startoptionen
el: Άλλες επιλογές εκκίνησης
eo: Aliaj praŝargaj opcioj
es: Otras opciones de arranque
eu: Abioko beste aukerak
fr_ca: Autres options de démarrage
hr: Ostale mogućnosti pokretanja
hu: Egyéb rendszerindítási lehetőségek
ia: Altere optiones de re-initio
it: Altre opzioni di avvio
ko: 기타 부팅 옵션
lt: Kiti paleidimo parametrai
nl: Andere opstartopties
pt_br: Outras opções de boot
ru: Другие параметры загрузки
sv: Andra startval
tr: Diğer açılış seçenekleri
zh_cn: 其它启动选项

source: If you still cannot boot try one of the following solutions:
am: እርስዎ ማስነሳት ካልቻሉ: ከሚቀጥለው አንዱን ይሞክሩ
bg: Ако все още не може да стартирате, опитайте едно от следните решения:
ca: Si encara no podeu arrencar, proveu una de les solucions següents:
cs: Pokud se pořád nedaří spustit, zkuste některé z následujících řešení:
da: Hvis du stadig ikke kan boote, så prøv en af følgende muligheder:
de: Wenn Sie immer noch nicht starten können, versuchen Sie eine der folgenden Lösungen:
el: Αν εξακολουθείτε να μην μπορείτε να εκκινήσετε δοκιμάστε μια από τις ακόλουθες λύσεις:
eo: Se vi vi ankoraŭ malsukcesas praŝargi, tiam provu unu el jenaj solvoj:
es: Si todavía no puede iniciar el sistema, pruebe una de estas soluciones:
eu: Ezin baduzu oraindik abiarazi probatu soluzio hauetako bat:
fr_ca: Si vous ne pouvez toujours pas démarrer essayez l'une des solutions suivantes :
hr: Ako još uvijek ne možete pokrenuti sustav pokušajte jedno od sljedećih rješenja:
hu: Ha még mindig nem sikerült a rendszerindítás, próbálja ki a következő hibaelhárítási lehetőségeket:
ia: Si tu ancora non pote re-initiar prova uno del sequente solutiones:
it: Se non riesci ancora ad avviare il sistema, prova una delle seguenti soluzioni:
ko: 여전히 부팅이 되지 않는다면 다음 방법들을 시도해 보세요:
lt: Jeigu vis dar negalite paleisti sistemos, pabandykite vieną iš šių sprendimų:
nl: Indien u nog steeds niet kunt opstarten, probeer dan een van de volgende oplossingen:
pt_br: Se ainda não conseguir iniciar, tente uma das seguintes opções:
ru: Если система так и не загрузилась, попробуйте одно из следующих решений:
sv: Prova någon av följande lösningar om datorn ändå inte startar:
tr: Eğer hala açılış yapamıyorsanız aşağıdaki önerilerden birisini deneyebilirsiniz:
zh_cn: 如果您还是无法启动，请尝试以下解决方案：

source: Try ``nouveau.noaccel=1`` instead of ``nomodeset``.
am: ይህን ይሞክሩ ``nouveau.noaccel=1`` ከዚህ ይልቅ ``nomodeset``.
bg: Опитайте ``nouveau.noaccel=1``вместо ``nomodeset``.
ca: Proveu ``nouveau.noaccel = 1`` en lloc de ``nomodeset``.
cs: Zkuste namísto ``nomodeset`` dát ``nouveau.noaccel=1``.
da: Prøv ``nouveau.noaccel=1`` i stedet for ``nomodeset``.
de: Versuchen Sie ``nouveau.noaccel=1`` anstelle von ``nomodeset``.
el: Δοκιμάστε ``nouveau.noaccel=1`` αντί του ``nomodeset``.
eo: Provu ``nouveau.noaccel=1`` anstataŭ ``nomodeset``.
es: Pruebe ``nouveau.noaccel=1`` en lugar de ``nomodeset``.
eu: Probatu ``nouveau.noaccel=1`` ``nomodeset``-en ordez.
fr_ca: Essayez ``nouveau.noaccel=1`` à la place de ``nomodeset``.
hr: Pokušajte sa ``nouveau.noaccel=1`` umjesto ``nomodeset``.
hu: Próbálja ki a ``nouveau.noaccel=1`` parancsot a ``nomodeset`` parancs helyett.
ia: Prova ``nouveau.noaccel=1`` in vice de ``nomodeset``
it: Prova ``nouveau.noaccel=1`` al posto di ``nomodeset``.
ko: ``nomodeset`` 대신에 ``nouveau.noaccel=1``로 해보세요.
lt: Vietoje ``nomodeset``, pabandykite ``nouveau.noaccel=1``.
nl: Probeer ``nouveau.noaccel=1`` in plaats van ``nomodeset``.
pt_br: Tente ``nouveau.noaccel=1`` ao invés de ``nomodeset``.
ru: Попробуйте ``nouveau.noaccel=1`` вместо ``nomodeset``.
sv: Välj ``nouveau.noaccel=1`` istället för ``nomodeset``.
tr: ``nomodeset`` yerine ``nouveau.noaccel=1`` değişkenini deneyebilirsiniz.
zh_cn: 试试把 ``nomodeset`` 换成 ``nouveau.noaccel=1``。

source: After the installation, use :menuselection:`Advanced Options --> Recovery mode` from the boot menu and choose ``resume``.
am: መግጠም ከ ጨረሱ በኋላ: ይጠቀሙ: ዝርዝር ምርጫ:`የ ረቀቀ ምርጫ --> እንደገና ማግኛ ዘዴ` ከ ማስነሻ ዝርዝር እና ይምረጡ ``ይቀጥሉ``.
bg: След инсталацията, от grub менюто, използвайте :menuselection:`Advanced Options --> Recovery mode` и изберете ``resume``.
ca: Després de la instal·lació, utilitzeu :menuselection:`Opcions avançades --> Mode de recuperació` del menú d'arrencada i seleccioneu ``reprendre``.
cs: Po instalaci použijte :menuselection:`Advanced Options --> Recovery mode` z nabídky zavaděče a zvolte ``resume``.
da: Efter installering anvendes :menuselection:`Avancerede indstillinger --> Recovery mode` i bootmenuen og der vælges ``resume``.
de: Nach der Installation :menuselection:`»Advanced Options« --> »Recovery mode«` aus dem Startmenü und wählen ``resume``.
el: Μετά την εγκατάσταση, χρησιμοποιήστε το :menuselection:`Advanced Options --> Recovery mode` από το μενού εκκίνησης και επιλέξτε ``resume``.
eo: Post instalado uzu :menuselection:`Advanced Options --> Recovery mode` en la praŝarga menuo kaj poste elektu ``resume`` (pluigi).
es: Tras la instalación, use :menuselection:`Opciones avanzadas --> Modo de recuperación` del menú de arranque y seleccione ``reanudar``.
eu: Instalatu ondoren, erabili abioko menuko :menuselection:`Aukera aurreratuak --> Berreskuratze modua` eta aukeratu ``berrekin``.
fr_ca: Après l'installation, sélectionnez :menuselection:`Advanced Options --> Recovery mode` dans le menu de démarrage, puis ``resume``.
hr: Nakon instalacije, koristite :menuselection:`Napredne mogućnosti --> Oporavak sustava` u izborniku pokretanja i odaberite ``nastavi``.
hu: A telepítés után válassza ki az :menuselection:`Advanced Options --> Recovery mode` menüelemet a rendszerindító menüből és válassza a ``resume`` parancsot.
ia: Post le installation, usa :menuselection:`Optiones avantiate --> Modo de restabilimento` ab le menu de re-initio e elige ``resume``.
it: Dopo l'installazione, usa :menuselection:`Opzioni Avanzate --> Modalità ripristino` dal menù di avvio e scegli ``resume``.
ko: 설치 후에 부팅 메뉴의 `고급 설정 --> 복구 모드`에서 ``resume``으로 해보세요.
lt: Po įdiegimo, iš paleidimo meniu naudokite :menuselection:`Sudėtingesnės parinktys --> Atkūrimo veiksena` ir pasirinkite ``resume``.
nl: Na de installatie kiest u in het opstartmenu voor :menuselection:`Advanced Options --> Recovery mode` en daarna voor ``resume`` (hervatten).
pt_br: Após a instalação, utilize :menuselection:`Advanced Options --> Recovery mode` do menu de inicialização e escolha ``resume``.
ru: После установки выберите :menuselection:`Дополнительные параметры --> Режим восстановления` в меню загрузки и выберите ``восстановить``.
sv: Efter installationen kan du använda :menuselection:`Advanced Options --> Recovery mode` i startmenyn och välja ``resume``.
tr: Kurulum sonrasında, grub önyükleme menüsünden :menuselection:`Gelişmiş Seçenekler --> Kurtarma kipi` seçeneğini kullanarak ulaşacağınız alandan ``resume`` seçeneği ile açılış yapmayı deneyebilirsiniz.
zh_cn: 在安装后，在启动菜单中使用 :menuselection:`Advanced Options --> Recovery mode`，并选择 ``resume``。

source: Install an older release
am: አሮጌ እትም መግጠሚያ
bg: Инсталирайте по-стара версия
ca: Instal·lació d'un llançament anterior
cs: Instalace staršího vydání
da: Installér en ældre udgave
de: Eine ältere Version installieren
el: Κάντε εγκατάσταση μια παλαιότερη έκδοση
eo: Instalu pli malnovan version
es: Instalar una versión anterior
eu: Instalatu bertsio zaharrago bat
fr_ca: Installer une version plus ancienne
hr: Instalacija starijeg izdanja
hu: Telepítsen egy korábbi kiadást
ia: Face le boot per un kernel plus vetere
it: Installa una versione precedente
ko: 구 버전 설치해보기
lt: Įdiekite senesnę laidą
nl: Installeer een oudere versie
pt_br: Instale uma versão mais antiga
ru: Установить старый выпуск
sv: Installera en äldre version
tr: Eski bir sürümü kurma
zh_cn: 安装一个更早的版本

source: If your computer has compatibility issues with the latest Linux Mint release, install a previous release from the same Linux Mint series.
am: የ እርስዎ ኮምፒዩተር የ መስማማት ችግር ከ ገጠመው ከ ዘመናዊው ሊነክስ ሚንት ጋር: ያለፈውን እትም ይግጠሙ ከ ተመሳሳይ ሊነክስ ሚንት ዝርያ ውስጥ
bg: Ако вашия компютър има проблеми със съвместимостта с последната версия на Линукс Минт, използвайте предишна версия от същата серия на Линукс Минт.
ca: Si el vostre ordinador té problemes de compatibilitat amb el llançament més nou de Linux Mint, instal·leu un llançament anterior de la mateixa sèrie de Linux Mint.
cs: Pokud jsou s počítačem problémy ohledně slučitelností s nejnovějším vydáním Linux Mint, nainstalujte předchozí vydání stejné série Linux Mint.
da: Hvis din computer har kompatibilitetsproblemer med den seneste udgave af Linux Mint, kan du installere en tidligere udgave fra den samme Linux Mint-serie.
de: Wenn auf Ihrem Rechner Kompatibilitätsprobleme mit der neuesten Version von Linux Mint auftreten, installieren Sie eine frühere Version aus derselben Linux-Mint-Reihe.
el: Αν ο υπολογιστής σας έχει προβλήματα συμβατότητας με την τελευταία έκδοση του Linux Mint, κάντε εγκατάσταση μια παλαιότερη έκδοση από την ίδια σειρά Linux Mint.
eo: Se via komputilo havas kongruajn problemojn rilate la plej novan version de Linukso Minto, tiam instalu antaŭan version el la sama Linukso-Minto-serio.
es: Si el equipo tiene problemas de compatibilidad con la última edición de Linux Mint, instale una versión anterior de la misma serie.
eu: Zure ordenagailuak Linux Minten azken bertsioarekin bateragarritasun arazoak baditu, instalatu Linux Mint serie bereko aurreko bertsio bat.
fr_ca: Si votre ordinateur a des problèmes de compatibilité avec la dernière version de Linux Mint, installez une version plus ancienne de la même série.
hr: Ako vaše računalo ima problema s kompatibilnošću Linux Mint izdanja, instalirajte prijašnje izdanje iste Linux Mint serije.
hu: Ha a számítógéppel kompatibilitási problémákat tapasztal a Linux Mint legfrissebb kiadásával, telepítsen egy korábbi verziót a Linux Mint ugyanazon változatból.
ia: Si tu computator ha problemas con le ultime edition de Linux Mint, installa un previe version ab le mesme serie de Linux Mint.
it: Se il tuo computer ha problemi di compatibilità con l'ultima versione di Linux Mint, installa una versione precedente dalla stessa serie di Linux Mint.
ko: 최신 리눅스 민트 배포판과 호환성 문제가 있는 분들은, 같은 버전의 리눅스 민트 시리즈들 중에 이전 배포판들을 설치해보세요.
lt: Jeigu jūsų kompiuteris turi suderinamumo problemų su naujausia Linux Mint laida, tuomet įdiekite ankstesnę laidą iš tos pačios Linux Mint serijos.
nl: Indien uw computer verenigbaarheidsproblemen heeft met de nieuwste versie van Linux Mint, dan kunt u een eerdere versie van dezelfde Linux Mint-serie installeren (als de nieuwste Mintversie niet de eerste van zijn serie is).
pt_br: Se o seu computador tiver problemas de compatibilidade com a última versão do Linux Mint, instale uma versão anterior da mesma série do Mint Linux.
ru: Если ваш компьютер имеет проблемы с совместимостью с последним выпуском Linux Mint, установите предыдущий выпуск из той же серии Linux Mint.
sv: Om datorn inte fungerar med den senaste versionen av Linux Mint så installera en av de tidigare i samma serie.
tr: Eğer bilgisayarınız son Linux Mint sürümü ile uyumluluk sorunları yaşıyorsa, aynı Linux Mint serisinden önceki bir sürümü yüklemeyi deneyebilirsiniz.
zh_cn: 如果您的计算机与最新版的 Linux Mint 不兼容，可以安装同一个 Linux Mint 系列的更早的版本。

source: For instance, if you can't install Linux Mint 18.3 (which comes with a 4.10 kernel), install Linux Mint 18 (which comes with a 4.4 kernel) and upgrade to 18.3.
am: ለምሳሌ: እርስዎ መግጠም ካልቻሉ ሊነክስ ሚንት 18.3 (የሚመጣው ከ 4.10 ከረኔል ጋር ነው) ይግጠሙ ሊነክስ ሚንት 18 (የሚመጣው ከ 4.4 ከረኔል ጋር ነው) እና ማሻሻያ ወደ 18.3.
bg: Например, ако не можете да инсталирате Линукс Минт 18.3 (който идва с ядро 4.10), инсталирайте Линукс Минт 18 (който идва с ядро 4.4) и надстройте до 18.3.
ca: Per exemple, si no podeu instal·lar Linux Mint 18.3 (que ve amb el nucli 4.10), instal·leu Linux Mint 18 (que ve amb el nucli 4.4) i després actualitzeu a la versió 18.3.
cs: Například, pokud se nedaří nainstalovat Linux Mint 18.3 (který přichází s jádrem 4.10), nainstalujte Linux Mint 18 (s jádrem 4.4) a pak (aktualizací) přejděte na 18.3.
da: Hvis du f.eks. ikke kan installere Linux Mint 18.3 (som har en 4.10-kerne), kan du installere Linux Mint 18 (som har en 4.4-kerne) og efterfølgende opgradere til 18.3.
de: Wenn Sie beispielsweise Linux Mint 18.3 (das mit einem 4.10-Kernel ausgeliefert wird) nicht installieren können, installieren Sie Linux Mint 18 (das mit einem 4.4-Kernel ausgeliefert wird) und aktualisieren Sie es auf 18.3.
el: Για παράδειγμα, αν δεν μπορείτε να κάνετε εγκατάσταση το Linux Mint 18.3 (το οποίο έρχεται με τον πυρήνα Linux 4.10), κάντε εγκατάσταση το Linux Mint 18 (το οποίο έρχεται με τον πυρήνα Linux 4.4) και μετά κάντε αναβάθμιση στο 18.3.
eo: Ekzemple, se vi malsukcesas instali Linukson Minton 18.3 (kiu havas 4.10-kernon), tiam instalu Linukson Minton 18 (kiu havas 4.4-kernon) kaj promociu al 18.3. (dum kio vi konservos la 4.4-kernon)
es: Por ejemplo, si no puede instalar Linux Mint 18.3 (que viene con el kernel 4.10), instale Linux Mint 18 (que viene con el kernel 4.4) y después actualice a la versión 18.3.
eu: Adibidez, ezin baduzu Linux Mint 18.3 (4.10 nukleoa duena) instalatu, instalatu Linux Mint 18 (4.4 nukleoa duena) eta bertsio-berritu 18.3ra.
fr_ca: Par exemple, si vous ne pouvez pas installer Linux Mint 18.3 (qui utilise un noyau 4.10), installez Linux Mint 18 (qui utilise un noyau 4.4) puis mettre à jour vers 18.3.
hr: Na primjer, ako ne možete instalirati Linux Mint 18.3 (koji dolazi sa 4.10 kernelom), instalirajte Linux Mint 18 (koji dolazi sa 4.4 kernelom) i nadogradite na 18.3.
hu: Például: Ha nem sikerül telepítenie a Linux Mint 18.3-as verzióját (ami a 4.10 verziójú kernelt használja), akkor telepítse a Linux Mint 18-as verzióra (ami a 4.4 verziójú kernelt használja) és frissítsen a 18.3-as verzióra.
ia: Per exemplo, si tu non pote installar Linux Mint 18.3 (que veni con un kernel 4.10), installa Linux Mint 18 (que veni con un kernel 4.4) e promove lo a 18.3.
it: Ad esempio, se non riesci ad installare Linux Mint 18.3 (che usa il kernel 4.10), installa Linux Mint 18 (che usa il kernel 4.4) e aggiorna alla versione 18.3.
ko: 예를 들어, 리눅스 민트 18.3 (커널 4.10 기반)이 설치되지 않는다면, 리눅스 민트 18 (커널 4.4 기반)을 설치하신 후에 18.3으로 업그레이드해보세요.
lt: Pavyzdžiui, jeigu negalite įdiegti Linux Mint 18.3 (kuri yra pateikiama su 4.10 branduoliu), tuomet įdiekite Linux Mint 18 (kuri yra pateikiama su 4.4 branduoliu) ir atsinaujinkite į 18.3.
nl: Bijvoorbeeld: als u Linux Mint 18.3 niet kunt installeren (die een 4.10-systeemkern heeft), installeer dan Linux Mint 18.1 (die een 4.4-systeemkern heeft) en waardeer die vervolgens op naar 18.3 (met behoud van de 4.4.x-systeemkern).
pt_br: Por exemplo, se você não está conseguindo instalar o Linux Mint 18.3 (que vem com um kernel 4.10), instale o Linux Mint 18 (que vem com um kernel 4.4) e atualize para 18.3.
ru: Например, если вы не можете установить Linux Mint 18.3 (который поставляется с ядром 4.10), установите Linux Mint 18 (который поставляется с ядром 4.4) и обновите до 18.3.
sv: Ett exempel: om du inte kan installera Linux Mint 18.3 (som har kärna 4.10) så installera Linux Mint 18 (som har kärna 4.4) och uppgradera sedan till 18.3.
tr: Örneğin, Linux Mint 18.3'ü yükleyemezseniz (bu sürüm 4.10.x sürüm çekirdek ile gelir), Linux Mint 18'i yükleyip (bu sürüm 4.4.x sürüm çekirdek gelir) 18.3 sürüme yükseltebilirsiniz.
zh_cn: 比如说，如果您无法安装 Linux Mint 18.3（其 Linux 内核的版本是 4.10），可以尝试 Linux Mint 18（其 Linux 内核的版本是 4.4），然后升级到 18.3。

source: The first release in each series uses an LTS (Long Term Support) kernel. Upgrading from this release to the latest one in the series does not change your kernel.
am: በ መጀመሪያ የሚለቀቀው እትም የሚጠቀመው LTS (ለ ረጅም ጊዜ ድጋፍ) ከረኔል ነው: ይህን እትም ማሻሻል ወደ ዘመናዊው እትም ከረኔሉን አይቀይረውም
bg: Първата версия на всяка серия използва LTS (Дългосрочна поддръжка) ядро.
ca: El primer llançament de cada sèrie utilitza un kernel LTS (de suport estès). L'actualització des d'aquest llançament al més nou de la mateixa sèrie no canviarà el vostre kernel.
cs: První vydání v každé sérii používá jádro s dlouhodobou podporou (LTS). A přechod na novější verzi vydání v rámci jedné série nemění jádro.
da: Den første udgave i hver serie anvender en LTS-kerne (Long Term Support). Opgradering fra denne udgave til den seneste i en serie ændrer ikke din kerne.
de: Die erste Version in jeder Reihe verwendet einen LTS-Kernel (Langzeitunterstützung; engl.: Long Term Support). Die Aktualisierung von dieser Version auf die neueste Version in dieser Reihe ändert Ihren Kernel nicht.
el: Η πρώτη έκδοση σε κάθε σειρά χρησιμοποιεί έναν πυρήνα LTS (Υποστήριξη Μακράς Διάρκειας). Κάνοντας αναβάθμιση από αυτή τν έκδοση στην τελευταία της σειράς, αυτό δεν αλλάζει την έκδοση του πυρήνα.
eo: La unua versio en ĉiu serio uzas LTS-kernon (LTS = (angle) Long Term Support). Promocio de ĉi tiu versio al la plej nova el la serio ne ŝanĝas la kernon.
es: La primera versión de cada serie utiliza un núcleo LTS (de apoyo extendido). Actualizar desde esta edición a una más reciente de la misma serie no cambiará el núcleo instalado.
eu: Serie bakoitzeko lehen bertsioak epe luzeko euskarria (LTS, Long Term Support) duen nukleoa izaten du. Bertsio horretatik berrienera bertsio-berritzeak ez du nukleoa aldatzen.
fr_ca: La première version de chaque série utilise un noyau LTS (Long Term Support). La mise à jour de cette version vers la version la plus récente de la même série ne change pas le noyau.
hr: Prvo izdanje u svakoj seriji koristi LTS (Dugoročno podržani) kernel. Nadogradnja s tog izdanja na najnovije u seriji ne zamjenjuje vaš kernel.
hu: Minden sorozat első kiadása LTS (Long Term Support – Hosszú Távú Támogatás) kernel-t használ. Erről a verzióról a legújabb verzióra történő frissítés nem változtatja meg a kernel-t verzióját.
ia: Le prime version in cata serie usa un kernel LTS (Supporto a longe termino). Promover ab iste version al ultimo in le serie, non cambia tu kernel.
it: La prima versione di ogni serie usa un kernel LTS (con supporto a lungo termine). Aggiornare da questa versione all'ultima disponibile nella serie non cambierà il tuo kernel.
ko: 각 시리즈들 중에서 첫 번째 배포판은 LTS(장기 지원) 커널을 사용합니다. 이 배포판에서 최신 버전들 중 하나로 업그레이드해도 커널은 바뀌지 않습니다.
lt: Kiekvienos serijos pirmoji laida naudoja LTS (Ilgo laikotarpio palaikymo) branduolį. Naujinimas toje pačioje serijoje iš šios laidos į naujesnę nekeičia jūsų branduolio.
nl: De eerste versie in elke serie, en meestal ook de tweede, hebben een langdurig ondersteunde LTS-systeemkern. Opwaarderen van deze versie naar de nieuwste in de serie, verandert uw systeemkern niet.
pt_br: O primeiro lançamento de cada série utiliza um kernel LTS (Long Term Support - ou Suporte de Longo Prazo). A atualização dessa versão para a mais recente desta série não altera o kernel.
ru: Первый выпуск в каждой серии использует ядро LTS (долгосрочная поддержка). Обновление до последней версии не изменяет ядро.
sv: Den första versionen i varje serie har en kärna med långtidssupport (LTS). Uppgradering av en sådan version till den senaste i samma serie lämnar kärnan oförändrad.
tr: Her serideki ilk sürüm LTS (Uzun Süre Destekli) bir çekirdeği kullanır. Bu serideki en son çekirdek sürümüne yükseltme çekirdeğin serisini değiştirmez. Örneğin çekirdeğin 4.10.x serisinin en sürümünü kurmak gibi...
zh_cn: 每一个系列的第一个版本使用的是 LTS（长期支持）的内核。从这一个版本更新到最新的版本并不会更改您的内核。

source: Boot Linux Mint
am: ሊነክስ ሚንት ማስነሻ
bg: Стартиране на Линункс Минт
ca: Arrenqueu Linux Mint
cs: Spuštění Linux Mint
da: Boote Linux Mint
de: Linux Mint starten
el: Εκκίνηση Linux Mint
eo: Startigi Linukson Minton
es: Arrancar Linux Mint
eu: Abiarazi Linux Mint
fr_ca: Démarrer Linux Mint
hr: Pokretanje Linux Minta
hu: A Linux Mint betöltése
ia: Facer le boot de Linux Mint
it: Avviare Linux Mint
ko: 리눅스 민트 부팅하기
lt: Linux Mint paleidimas
nl: Linux Mint opstarten
pt_br: Inicialização do Linux Mint
ru: Загрузка Linux Mint
sv: Starta Linux Mint
tr: Linux Mint Açılış
zh_cn: 启动 Linux Mint

source: Now that you have Linux Mint on a USB stick (or DVD) boot the computer from it.
am: እርስዎ አሁን ሊነክስ ሚንት በ USB stick (ወይንም ዲቪዲ) አለዎት: ኮምፒዩተሩን ያስነሱ
bg: Сега, след като имате Линукс Минт на флашка (или диск), стартирайте компютъра от него.
ca: Ara que teniu Linux Mint en un llapis USB (o DVD), arrenqueu l'equip des d'aquest mitjà.
cs: Nyní, když máte Linux Mint na USB klíčence (nebo DVD), spusťte z ní počítač.
da: Da du nu har Linux Mint på en USB-nøgle (eller DVD), kan du boote computeren fra den.
de: Jetzt, da Sie Linux Mint auf einem USB-Stick (oder einer DVD) haben, starten Sie den Rechner davon.
el: Τώρα που έχετε διαθέσιμο το Linux Mint στο USB (ή σε DVD) κάντε εκκίνηση τον υπολογιστή σας από αυτό.
eo: Kun Linukso Minto sur USB-bastoneto (aŭ lumdisko) startigu la komputilon de ĝi.
es: Ahora que tiene Linux Mint en una memoria USB (o en un DVD), arranque el equipo desde ese soporte.
eu: Dagoeneko Linux Mint USBean (edo DVDan) prest duzunez abiarazi ordenagailua bertatik.
fr_ca: Maintenant que vous avez Linux Mint sur la clé USB (ou le DVD), veuillez l'utiliser pour démarrer l'ordinateur.
hr: Pošto imate Linux Mint na USB uređaju (ili DVD-u) pokrenite računalo s njega.
hu: Most, hogy van egy Linux Mint telepítő egy USB adathordozón (vagy DVD-lemezen), indítsa el a számítógépet a telepítővel.
ia: Ora que tu ha Linux Mint sur un clave USB (o DVD) re-initia le computator ab illo.
it: Ora che hai Linux Mint su una penna USB (o un DVD), avvia il computer da quest'ultima.
ko: 이제 리눅스 민트 USB 스틱이나 (DVD)로 컴퓨터를 부팅해 보겠습니다.
lt: Dabar, kai įsirašėte Linux Mint į USB atmintuką (ar DVD), paleiskite iš jo savo kompiuterį.
nl: Nu u Linux Mint op een USB-staafje of DVD heeft gezet, kunt u de computer ermee opstarten.
pt_br: Agora que você tem o Linux Mint em um dispositivo USB (ou DVD), inicialize o computador a partir dele.
ru: Теперь, когда у вас есть Linux Mint на USB-накопителе (или DVD), загрузите с него компьютер.
sv: Använd ditt nya installationsmedia med Linux Mint för att starta datorn.
tr: Artık bilgisayarınızı açabileceğiniz Linux Mint USB bellek (ya da DVD) kurulum ortamına sahipsiniz.
zh_cn: 现在您在U盘或 DVD 上有了一个可用于启动计算机的 Linux Mint 系统。

source: Insert your USB stick (or DVD) into the computer.
am: ያስገቡ የ እርስዎን USB stick (ወይንም ዲቪዲ) ወደ ኮምፒዩተር ውስጥ
bg: Вкарайте флашката (или диска) в компютъра.
ca: Inseriu el vostre llapis USB (o DVD) a l'ordinador.
cs: Připojte tuto USB klíčenku (nebo vložte DVD) do počítače.
da: Indsæt din USB-nøgle (eller DVD) i computeren.
de: Stecken Sie den USB-Stick (oder die DVD) in den Rechner.
el: Εισάγετε το USB (ή το DVD) στον υπολογιστή σας.
eo: Enmetu la USB-bastoneton (aŭ lumdiskon) en la komputilon.
es: Inserte la memoria USB (o el DVD) en el equipo.
eu: Sartu USBa (edo DVDa) ordenagailuan.
fr_ca: Insérez la clé USB (ou DVD) dans l'ordinateur.
hr: Umetnite USB uređaj (ili DVD) u vaše računalo.
hu: Helyezze be az USB adathordozót (vagy DVD-lemezt) a számítógépbe.
ia: Insere tu clave USB (o DVD) bootabile in le computator.
it: Inserisci la tua penna USB (o il DVD) dentro il computer.
ko: USB 스틱 (또는 DVD)를 컴퓨터에 끼웁니다.
lt: Įdėkite savo USB atmintuką (ar DVD) į kompiuterį.
nl: Steek uw USB-staafje (of DVD) in de computer.
pt_br: Coloque seu dispositivo USB (ou DVD) no computador.
ru: Вставьте Ваш USB накопитель (или DVD) в компьютер.
sv: Sätt i mediat (USB-minnet eller DVD:n) i datorn.
tr: USB belleğinizi (ya da DVD'nizi) bilgisayarınıza takınız.
zh_cn: 将U盘或 DVD 插入您的计算机。
