Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: Choose an installation type.
am: የ መግጠሚያ አይነት ይምረጡ
bg: Избор на вид инсталация.
ca: Trieu un tipus d'instal·lació.
cs: Zvolte typ instalace.
da: Vælg en installationstype.
de: Wählen Sie eine Installationsart.
el: Επιλέξετε έναν τύπο εγκατάστασης.
eo: Elektu instaladan tipon.
es: Seleccione un tipo de instalación.
eu: Aukeratu instalazio mota.
fr_ca: Sélectionnez un type d'installation.
hr: Odaberite vrstu instalacije.
hu: Válassza ki a telepítés típusát.
ia: Elige un typo de installation.
it: Scegli il tipo di installazione.
ko: 설치 유형을 선택하세요.
lt: Pasirinkite diegimo tipą.
nl: Kies het installatietype.
pt_br: Escolha o tipo de instalação.
ru: Выберите тип установки.
sv: Välj installationstyp.
tr: Kurulum türünü seçin.
zh_cn: 选择一个安装类型。

source: If Linux Mint is the only operating system you want to run on this computer and all data can be lost on the hard drive, choose :guilabel:`Erase disk and install Linux Mint`.
am: እርስዎ በዚህ ኮምፒዩተር ላይ የ ሊነክስ ሚንትን መስሪያ ስርአት ብቻ መግጠም እና መጠቀም ከ ፈለጉ ሁሉንም ዳታ ያጥፉ ከ ሀርድ ድራይቩ ላይ: እና ይምረጡ :guilabel:`ዲስክ ማጥፊያ እና ሊነክስ ሚንትን መግጠሚያ`
bg: Ако Линукс Минт е единствената операционна система, която ще работи на компютъра и всичките данни от диска могат да бъдат изгубени, изберете :guilabel:`Изтрий диска и инсталирай Линукс Минт`.
ca: Si Linux Mint és l'únic sistema operatiu que voleu executar en aquest ordinador i es poden perdre totes les dades al disc dur, trieu :guilabel:`Esborra el disc i instal·la Linux Mint`.
cs: Pokud je Linux Mint jediným operačním systémem, který chcete na tomto počítači provozovat a na jeho datovém úložišti nejsou žádná data, která chcete zachovat, zvolte :guilabel:`Vymazat datové úložiště a nainstalovat Linux Mint`.
da: Hvis Linux Mint er det eneste styresystem, du vil have på computeren, og det ikke gør noget, hvis alle data på harddisken går tabt, vælg :guilabel:`Slet disk og installer Linux Mint`.
de: Wenn Linux Mint das einzige Betriebssystem ist, das auf diesem Rechner ausgeführt werden soll und alle Daten auf der Festplatte gelöscht werden können, wählen Sie :guilabel:`Festplatte löschen und Linux Mint installieren`.
el: Εάν το Linux Mint είναι το μοναδικό λειτουργικό σύστημα που θέλετε να έχετε στον υπολογιστή σας διαγράφοντας όλα τα υπόλοιπα δεδομένα, επιλέξετε :guilabel:`Erase disk and install Linux Mint`.
eo: Se Linukso Minto estas nura operaciumo, kiun vi intencas ruli sur ĉi tiu komputilo, kaj se ĉiuj datumoj sur la fiksita diskilo povas perdiĝi, do elektu :guilabel:`Forviŝi diskon kaj instali Linukson Minton`.
es: Si Linux Mint es el único sistema operativo que ejecutará en el equipo y se puede borrar todo la información del disco duro, seleccione :guilabel:`Borrar disco e instalar Linux Mint`.
eu: Ordenagailu honetan exekutatu nahi duzun sistema eragile bakarra Linux Mint bada eta disko gogorreko datu guztiak galtzea berdin bazaizu, aukeratu :guilabel:`Ezabatu diskoa eta instalatu Linux Mint`.
fr_ca: Si Linux Mint est le seul système d'exploitation que vous souhaitez utiliser sur cet ordinateur et que toutes les données du disque peuvent être effacées, choisissez :guilabel:`Effacer le disque et installer Linux Mint`.
hr: Ako je Linux Mint jedini operativni sustav koji želite koristiti na ovom računalu i svi podaci se mogu obrisati na čvrstom disku, odaberite :guilabel:`Obriši disk i instaliraj Linux Mint`.
hu: Ha a Linux Mint az egyetlen olyan operációs rendszer, amelyet ezen a számítógépen kíván futtatni, a számítógép belső adattárolóján tárolt adatok elvesznek. A telepítéshez válassza a :guilabel:`Merevlemez törlése, és Linux Mint telepítése` lehetőséget.
ia: Si Linux Mint es le sol systema operative que tu desira facer fluer sur iste computator e tote le datos pote esser perdite sur le disco dur, elige :guilabel:`Erase disk and install Linux Mint`.
it: Se Linux Mint è il solo sistema operativo che vuoi eseguire su questo computer, e tutti i dati su disco possono essere cancellati, scegli :guilabel:`Cancella il disco e installa Linux Mint`.
ko: 만약 이 컴퓨터에 리눅스 민트만 설치할 계획이시고 드라이브의 모든 데이터가 지워져도 된다면, `디스크 삭제 후 리눅스 민트 설치`를 선택하세요.
lt: Jeigu Linux Mint yra vienintelė sistema, kurią norite naudoti šiame kompiuteryje ir visus duomenis standžiajame diske galima prarasti, tuomet pasirinkite :guilabel:`Ištrinti viską pasirinktame diske ir įdiegti Linux Mint`.
nl: Als u wilt dat Linux MInt het enige besturingssysteem is waarmee u de computer wilt opstarten, en alle gegevens van de harde schijf mogen gewist worden, dan kunt u :guilabel:`Wis harde schijf en installeer Linux Mint` kiezen.
pt_br: Se o Linux Mint for o único sistema operacional que você deseja executar neste computador e todos os dados possam ser apagados do disco rígido, escolha :guilabel:`Apagar o disco e instalar o Linux Mint`.
ru: Если Linux Mint является единственной операционной системой, которую нужно запускать на этом компьютере, и все данные могут быть потеряны на жёстком диске, выберите :guilabel:`Стереть диск и установить Linux Mint`
sv: Om Linux Mint är det enda operativsystem du vill använda i datorn, och alla data som finns på hårddisken kan raderas, väljer du :guilabel:`Radera disken och installera Linux Mint`.
tr: Eğer Bilgisayarınızda sadece Linux Mint kullanacaksanız, hard diskinizdeki bütün verileri silmek için, :guilabel:`Bütün diski sil ve Linux Mint kur` seçeneğini işaretleyin.
zh_cn: 如果 Linux Mint 是您希望在这个电脑上运行的唯一系统，并且硬盘上所有的数据都可以丢失，请选择 :guilabel:`Erase disk and install Linux Mint`。

source: :guilabel:`Encrypt the new Linux Mint installation for security` refers to full disk encryption. At this stage of the installation your keyboard layout wasn't yet selected so it is set to en_US. If you decide to use this option, keep this in mind when entering a password. Note that there are issues with this option and some NVIDIA drivers. If you are new to Linux use home directory encryption instead (you can select it later during the installation).
am: :guilabel:`አዲስ የ ሊነክስ ሚንት መግጠሚያ መመስጠሪያ ለ ደህንነት ሲባል` ይህ የሚያሳየው የ ዲስክ መመስጠሪያ ነው: በዚህ ሁኔታ ውስጥ መግጠሚያው የ እርስዎን የ ፊደል ገበታ እቅድ ገና አልተመረጠም ስለዚህ የ ተሰናዳው ለ en_US ነው: እርስዎ ይህን ምርጫ ለ መጠቀም ከ ፈለጉ: የ መግቢያ ቃል ሲያስገቡ ይህን ያስታውሱ: ማስታወሻ: በዚህ ምርጫ አንዳንድ ችግር አለ ለ NVIDIA drivers. እርስዎ አዲስ ተጠቃሚ ከሆኑ የ ቤት ዳይሬክቶሪ መመስጠሪያ ይጠቀሙ: (እርስዎ በኋላ በ መግጠሚያ ውስጥ መምረጥ ይችላሉ)
bg: :guilabel:`Криптиране на новата Линукс Минт инсталация за сигурност` означава да се криптира целия диск. На този етап от инсталацията, още няма избрана клавиатурна подредба, зададената е en_US. Ако решите да използвате тази опция, имайте го предвид, когато въвеждате парола. Отбележете че когато е избрана тази опция, има проблем с някои драйвери NVIDIA. Ако сте нови в Линукс, използвайте криптиране на домашната папка, вместо това (ще може да изберете по-късно по време на инсталацията).
ca: :guilabel:`Xifra la instal·lació de Linux Mint nova per seguretat` es refereix al xifrat de disc complet. En aquesta etapa de la instal·lació, encara no s'ha seleccionat la disposició de teclat, de manera que està configurada com a en_US. Si decidiu utilitzar aquesta opció, teniu això en compte quan introduïu una contrasenya. Tingueu en compte que hi ha problemes amb aquesta opció i alguns controladors NVIDIA. Si sou nou a Linux, utilitzeu el xifrat del directori de l'usuari (podeu seleccionar-ho més tard durant la instal·lació).
cs: :guilabel:`Zabezpečit novou instalaci Linux Mint šifrováním` odkazuje na šifrování celé jednotky datového úložiště. V této fázi instalaci ještě nebylo zvoleno rozvržení klávesnice, takže je anglické (en_US). Pokud se tedy rozhodnete pro tuto volbu, pamatujte na to při zadávání hesla. Poznamenejme, že s touto volbou jsou problémy ve spojení s některými ovladači grafických čipů NVIDIA. Pokud jste v Linuxu nováčky, použijte namísto toho raději šifrování pouze domovské složky (to vyberete v pozdějších krocích instalace).
da: :guilabel:`Kryptér den nye installation af Linux Mint for øget sikkerhed` betyder, at hele disken krypteres. På dette trin i installeringen er valg af tastaturlayout endnu ikke foretaget, så det er sat til en_US. Hvis du anvender denne indstilling, skal du være opmærksom på dette, når du indtaster en adgangskode. Bemærk at der er problemer med denne mulighed og nogle NVIDIA-drivere. Hvis du ikke har så meget erfaring med Linux, så nøjes med at kryptere din Hjem-mappe (kan vælges senere under installeringen).
de: :guilabel:`Die neue Linux Mint-Installation zur Sicherheit verschlüsseln` bezieht sich auf die vollständige Festplattenverschlüsselung. In diesem Stadium der Installation ist Ihre Tastaturbelegung noch nicht ausgewählt, daher ist sie auf en_US eingestellt. Wenn Sie sich entscheiden diese Option zu verwenden, beachten Sie dies bei der Eingabe eines Passworts. Beachten Sie außerdem, dass bei dieser Option mit einigen NVIDIA-Treibern Probleme auftreten. Wenn Sie mit Linux noch nicht vertraut sind, verwenden Sie stattdessen die Verschlüsselung des Home-Verzeichnisses (diese kann später während der Installation ausgewählt werden).
el: Το :guilabel:`Encrypt the new Linux Mint installation for security` αναφέρεται στην πλήρη κρυπτογράφηση του δίσκου. Σε αυτό το στάδιο της εγκατάστασης η διάταξη πληκτρολογίου δεν έχει ακόμη επιλεγεί οπότε τίθεται αυτόματα σε en_US. Εάν αποφασίσετε να χρησιμοποιήσετε αυτή τη επιλογή, να το θυμάστε αυτό όταν εισάγετε τον κωδικό. Λάβετε επίσης υπόψη σας ότι υπάρχουν κάποια ζητήματα με αυτή τη επιλογή σε συνδυασμό με κάποια προγράμματα οδήγησης της NVIDIA. Εάν είστε νεοεισερχόμενος στο Linux καλύτερο είναι να χρησιμοποιήσετε την κρυπτογράφηση του προσωπικού σας καταλόγου (μπορείτε να την επιλέξετε αργότερα κατά τη διάρκεια της εγκατάστασης).
eo: :guilabel:`Ĉifri la novan Linuksan Mintan instalaĵon por sekurigi` koncernas ĉifradon de la plena disko. Ĉi-momente dum instalado via klavararanĝo ankoraŭ ne estis elektita, do ĝia agordo estas en_US. Se vi decidas uzi ĉi tiun opcion, atentu tiun fakton enigante iun ajn pasvorton. Notu, ke estas problemoj pri ĉi tiu opcio kaj kelkaj NVIDIA-peliloj. Se vi estas novo pri Linukso anstataŭ uzu ĉifradon de la hejma dosierujo (vi povos elekti ĝin poste dum instalado).
es: :guilabel:`Encriptar la nueva instalación de Linux Mint por seguridad` se refiere al cifrado completo del disco. En esta etapa de la instalación, su distribución de teclado aún no se ha seleccionado, por lo que está configurado en en_US. Si decide usar esta opción, tenga esto en cuenta al teclear contraseñas. Tenga en cuenta que esta opción da problemas con algunos controladores de NVIDIA. Si es nuevo en Linux, utilice en su lugar el cifrado del directorio de inicio (puede seleccionarlo más adelante durante la instalación).
eu: :guilabel:`Enkriptatu Linux Mint berriaren instalazioa segurtasunagatik` aukerak disko osoa enkriptatzea adierazten du. Instalazioaren fase honetan teklatuaren diseinua hautatu gabe dago oraindik eta horregatik en_US ezarri da. Aukera hau erabiltzea hautatzen baduzu, gogoan izan ezazu pasahitza sartzean. Kontutan izan aukera honek arazoak ematen dituela NVIDIA kontrolatzaile batzuekin. Linuxen munduan hasi berria bazara hobe duzu karpeta nagusia enkriptatzea (aurrerago hautatu dezakezu).
fr_ca: :guilabel:`Chiffrer la nouvelle installation de Linux Mint pour la securité` correspond au chiffrement de la totalité du disque dur. Comme le choix de l'agencement de clavier n'a pas encore été fait, ce dernier est configuré en en_US (QWERTY). Si vous décidez d'utiliser cette option, gardez cela à l'esprit lorsque vous tapez un mot de passe. Notez aussi qu'il y a des problèmes avec cette option et certains pilotes NVIDIA. Si vous débutez sous Linux, choisissez plutôt le chiffrement du dossier personnel (vous pouvez choisir cette option plus tard pendant l'installation).
hr: :guilabel:`Šifriraj novu Linux Mint instalaciju iz sigurnosnih razloga` što znači potpuno šifriranje diska. U ovoj fazi instalacije vaš raspored tipkovnice još nije odabran stoga je postavljen na en_US. Ako odlučite koristiti ovu mogućnost, imajte ovo na umu kada upisujete lozinku. Zapamtite da postoje problemi sa ovom mogućnosti i sa određenim NVIDIA upravljačkim programima. Ako vam je novitet kako Linux koristi šifriranje osobne mape (to možete odabrati i kasnije tijekom instalacije).
hu: :guilabel:`Az új Linux Mint telepítés titkosítása a biztonság érdekében` lehetőség a teljes lemeztitkosítást jelenti. A telepítés ezen szakaszában a billentyűzet elrendezését még nem választotta ki, ezért az „en_US” értékre van állítva. Ha úgy dönt, hogy ezt a lehetőséget használja, tartsa szem előtt, amikor jelszót ad meg. Ne feledje, hogy előfordulhatnak problémák ezzel az lehetőséggel, és néhány NVIDIA illesztőprogrammal is. Ha ezek az első lépései a Linux világában, akkor használja helyette a Saját mappa titkosítást (amelyet a telepítés későbbi fázisában adhat meg).
ia: :guilabel:`Encrypt the new Linux Mint installation for security` se refere al cryptographia de tote le disco. A iste grado del installation tu mappa de claviero non es ancora seligite, assi illo es configurate a en_US. Si tu decide de usar iste option, tene lo ben in mente quando tu inserera tu contrasigno. Nota que il ha problemas per iste option e alcun drivers NVIDIA. Si tu es novicio de Linux usa in vice le cryptographia del plica home (tu lo potera eliger postea, durante le installation).
it: :guilabel:`Cripta la nuova installazione di Linux Mint per maggior sicurezza` si riferisce alla criptazione di tutto il disco. A questo punto dell'installazione il layout della tastiera non è stato ancora selezionato, quindi è impostato su en_US (tastiera americana). Se decidi di usare questa opzione, tienilo bene a mente quando inserisci la password. Nota che questa opzione dà alcuni problemi con i driver NVIDIA. In alternativa, se sei appena arrivato nel mondo Linux, usa la criptazione della cartella Home (puoi selezionarla più tardi durante l'installazione).
ko: `Encrypt the new Linux Mint installation for security`는 디스크 전체의 암호화를 말합니다. 지금 단계는 아직 키보드 배치를 설정하기 전입니다 그래서 기본 영어 en_US로 설정되어져 있습니다. 이 옵션을 사용하실 때는 비밀번호를 입력할 때 이 점을 유의하셔야 합니다. 더불어서 이 옵션은 몇몇 NVIDIA 드라이버와 문제가 있음도 알아두시기 바랍니다. 리눅스를 처음 사용하신다면 대신에 홈 디렉토리 암호화를 이용하시길 권해드립니다( 나중에 설치 과정에서 바꿀 수 있습니다)
lt: :guilabel:`Užšifruoti naująjį Linux Mint įdiegimą, siekiant saugumo` nurodo į viso disko šifravimą. Šioje diegimo stadijoje jūsų klaviatūros išdėstymas dar nebuvo pasirinktas, taigi, jis yra nustatytas į en_US. Jeigu nuspręsite naudoti šį parametrą, turėkite tai omenyje, įvesdami slaptažodį. Taip pat turėkite omenyje, kad yra problemų su šiuo parametru ir kai kuriomis NVIDIA tvarkyklėmis. Jei Linux sistema naudojatės neseniai, tuomet vietoj to parametro, naudokite namų katalogo šifravimą (jį diegimo metu galite pasirinkti šiek tiek vėliau).
nl: :guilabel:`Versleutel de nieuwe LInux Mint-installatie voor veiligheid` verwijst naar volledige versleuteling van uw harde schijf. In dit stadium van de installatie werd uw toetsenbordindeling nog niet gekozen, dus werd het ingesteld op 'en_US'. Houd dit in het oog wanneer u een wachtwoord intikt. Merk ook op dat er problemen zijn met deze optie met sommige NVIDIA-stuurprogramma's. Als u nieuw bent bij LInux, is het aangeraden om alleen de thuismap te versleutelen (wat u later kan aanvinken tijdens de installatie).
pt_br: :guilabel:`Criptografar por segurança a nova instalação do Linux Mint` refere-se a criptografia completa do disco. Nesta etapa da instalação, seu layout de teclado ainda não foi selecionado, portanto, está configurado para en_US. Se você decidir usar esta opção, tenha isso em mente ao inserir uma senha. Observe que poderá existir alguns problemas com esta opção e com alguns drivers NVIDIA. Se você é novo no Linux, use a criptografia na sua Pasta pessoal (você pode selecioná-la mais tarde durante a instalação).
ru: :guilabel:`Шифрование новой установки Linux Mint для обеспечения безопасности` относится к полному шифрованию диска. На этом этапе установки раскладка клавиатуры ещё не была выбрана, поэтому она установлена в en_US. Если вы решили использовать этот параметр, помните об этом при вводе пароля. Обратите внимание, что есть проблемы с этой опцией и некоторыми драйверами NVIDIA. Если вы новичок в Linux, используйте шифрование домашнего каталога (вы можете выбрать его позже во время установки).
sv: :guilabel:`Kryptera din nya Linux Mint-installation för extra säkerhet` innebär att hela hårddisken krypteras. Om du inte har bytt till svensk teckenuppsättning innan du började installera så är den fortfarande satt till en_US. Om du utnyttjar den här möjligheten så ha detta i åtanke när du skriver in ett lösenord. Tänk också på att krypteringen kan orsaka problem i kombination med vissa drivrutiner från NVIDIA. Om du är nybörjare i fråga om Linux så är det bättre att du krypterar din personliga mapp. Detta val görs senare under installationen.
tr: :guilabel:`Yeni Linux Mint kurulumunu güvenlik için şifrele` seçeneği tam disk şifrelemesine atıfta bulunur. Kurulumun bu aşamasında klavye düzeniniz henüz seçilmemiştir, bu nedenle en_US (İngilizce) olarak ayarlanmıştır. Bu seçeneği kullanmaya karar verirseniz, bir parola girerken bunu göz önünde bulundurunuz. Bu seçeneğin ayrıca bazı NVIDIA sürücüleri ile ilgili sorunlar oluşturabileceğini de dikkate alınız. Linux'a yeniyseniz, bunun yerine ev dizini şifrelemesi kullanmanızı öneririz (bunu kurulumun sonraki aşamalarında yapabilirsiniz).
zh_cn: :guilabel:`Encrypt the new Linux Mint installation for security` 指的是完整的磁盘加密。在安装的这一步您还没有选择键盘布局，所以它被设置为 en_US。如果您决定使用这个选项，请在输入密码的时候记住这一点。注意，这个选项和一些 NVIDIA 驱动存在问题。如果您是 Linux 新手，请使用主目录加密来替代它（您可以在后面的安装中选择此项）。
