Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: If you can't find them, browse the `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ and click the version of the Linux Mint release you downloaded.
am: እርስዎ ሊያገኙት ካልቻሉ ይቃኙ በ `Heanet የ ማውረጃ ማንፀባረቂያ <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ እና ይጫኑ የ ሊነክስ ሚንት እትም እርስዎ ያወረዱትን
bg: Ако не ги намирате, отворете `Огледалото за сваляне на Heanet <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ и натиснете на версията на Линукс Минт, която сте свалили.
ca: Si no els podeu trobar, navegueu per la `rèplica de baixades de Heanet <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ i feu clic a la versió del llançament de Linux Mint que heu baixat.
cs: Pokud se je nedaří najít, jděte na `distribuční zrcadlo Heanet <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ a klikněte na verzi Linux Mint, kterou jste si stáhli.
da: Hvis du ikke kan finde dem, så gå til `Heanet-downloadspejl <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ og åbn mappen svarende til den version af Linux Mint, du hentede.
de: Wenn Sie sie nicht finden können, durchsuchen Sie den `Heanet-Spiegelserver <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ und wählen Sie die Version der Linux-Mint-Ausgabe aus, die Sie heruntergeladen haben.
el: Αν δεν μπορείτε να τα εντοπίσετε, περιηγηθείτε στο `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ και κάντε κλικ στην έκδοση του Linux Mint που κάνατε λήψη.
eo: Se vi ne povas trovi ĉi tiujn dosierojn, tiam traserĉu la `Heanet-spegulservilo <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ kaj alklaku la version de la LinuksoMinta eldono, kiun vi elŝutis.
es: Si no los encuentra, navegue por el `espejo de descargas de Heanet <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ y haga clic en la versión de Linux Mint que ha descargado.
eu: Ezin badituzu aurkitu, arakatu `Heanet deskarga ispilua <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ eta egin klik deskargatu duzun Linux Mint bertsioan.
fr_ca: Si vous ne les trouvez pas, consultez le `miroir de téléchargement Heanet <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ et cliquez sur la version de Linux Mint que vous avez téléchargée.
hr: Ako ih ne možete pronaći, pregledajte `Heanet zrcalni poslužitelj preuzimanja <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ i kliknite na inačicu Linux Mint izdanja koji ste preuzeli.
hu: Ha nem találja meg őket, keresse meg a `Heanet letöltési tükör <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ kiszolgálón, és kattintson a letöltött Linux Mint kiadás verziójára.
ia: Si tu non pote trovar los, explora `Heanet, le speculo de discargamento <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ e clicca le version de edition de Linux Mint que tu ha discargate.
it: Se non riesci a trovarli, sfoglia il `server di download Heanet <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ e clicca sulla versione e l'edizione di Linux Mint che hai scaricato.
ko: 찾지 못하신 분들은, `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ 에서 다운로드하신 버전을 검색하신 후에 해당 버전을 클릭하시면 됩니다.
lt: Jeigu negalite jų rasti, naršykite po `Heanet atsiuntimo tinklavietę <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ ir spustelėkite ant jūsų atsisiųstos Linux Mint laidos versijos.
nl: Als u deze niet kan vinden, doorzoek dan de `Heanet-spiegelserver <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ en klik op de Linux Mintversie die u binnenhaalde.
pt_br: Se você não conseguir encontrá-los, acesse o mirror de download da `Heanet <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ e clique na versão exata do Linux Mint que você baixou.
ru: Если вы не можете найти их, перейдите на `зеркало загрузки Heanet <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ и щёлкните на версии выпуска Linux Mint, который вы загрузили.
sv: Om du inte hittar dem kan du gå till `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ och klicka på den version och utgåva du valt av Linux Mint.
tr: Eğer bunlara ulaşamazsanız, `Heanet indirme yansısını <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ açın ve indirdiğiniz serideki Linux Mint sürümüne tıklayın.
zh_cn: 如果您不能找到他们，请浏览 `Heanet download mirror <https://ftp.heanet.ie/mirrors/linuxmint.com/stable/>`_ 并且检查您下载的 Linux Mint 版本。

source: Download both ``sha256sum.txt`` and ``sha256sum.txt.gpg``.
am: ሁለቱንም ያውርዱ ``sha256sum.txt`` እና ``sha256sum.txt.gpg``.
bg: Свалете и двата ``sha256sum.txt`` и ``sha256sum.txt.gpg`` файла.
ca: Baixeu tant ``sha256sum.txt`` com ``sha256sum.txt.gpg``.
cs: Stáhněte si jak ``sha256sum.txt``, tak ``sha256sum.txt.gpg``.
da: Hent både ``sha256sum.txt`` og ``sha256sum.txt.gpg``.
de: Laden Sie die beiden Dateien ``sha256sum.txt`` und ``sha256sum.txt.gpg`` herunter.
el: Κάντε λήψη και των δυο αρχείων ``sha256sum.txt`` και ``sha256sum.txt.gpg``.
eo: Elŝutu kaj ``sha256sum.txt`` kaj ``sha256sum.txt.gpg``.
es: Descargue tanto ``sha256sum.txt`` como ``sha256sum.txt.gpg``.
eu: Deskargatu ``sha256sum.txt`` eta ``sha256sum.txt.gpg``.
fr_ca: Téléchargez ``sha256sum.txt`` et ``sha256sum.txt.gpg``.
hr: Preuzmite oboje ``sha256sum.txt`` i ``sha256sum.txt.gpg``.
hu: Töltse le a ``sha256sum.txt`` és a ``sha256sum.txt.gpg`` fájlokat.
ia: Discarga sia ``sha256sum.txt``, que ``sha256sum.txt.gpg``.
it: Scarica entrambi i file ``sha256sum.txt`` e ``sha256sum.txt.gpg``.
ko: ``sha256sum.txt`` 와 ``sha256sum.txt.gpg`` 두 파일을 모두 다운로드하세요.
lt: Atsisiųskite abu ``sha256sum.txt`` ir ``sha256sum.txt.gpg`` failus.
nl: Haal zowel ``sha256sum.txt`` als ``sha256sum.txt.gpg`` binnen.
pt_br: Baixe ambos os arquivos ``sha256sum.txt`` e ``sha256sum.txt.gpg``.
ru: Загрузите ``sha256sum.txt`` и ``sha256sum.txt.gpg``.
sv: Hämta både ``sha256sum.txt`` och ``sha256sum.txt.gpg``.
tr: ``sha256sum.txt`` ve ``sha256sum.txt.gpg`` dosyalarının her ikisini de indirin.
zh_cn: 下载 ``sha256sum.txt`` 和 ``sha256sum.txt.gpg`` 。

source: Do not copy their content, use "right-click->Save Link As..." to download the files themselves and do not modify them in any way.
bg: Не копирайте съдържанието им, използвайте "десен-клик->Запази връзката като...", за да свалите самите файлове и не ги променяйте по никакъв начин.
ca: No copieu el contingut, utilitzeu "clic dret-> Desa l'enllaç com a ..." per descarregar els propis fitxers i no els modifiqueu de cap manera.
cs: Nekopírujte jejich obsah, stáhněte soubory samotné pomocí „kliknutí pravým tlačítkem myši->Uložit odkaz jako…“ a nijak je neupravujte.
da: Kopiér ikke deres indhold. Brug "højreklik -> Gem link som …" for at hente selve filerne og ændr dem ikke på nogen måde.
de: Den Inhalt bitte nicht kopieren, verwenden Sie "Rechtsklick -> Ziel speichern unter …", um die Dateien herunterzuladen und verändern Sie diese in keiner Weise.
el: Μην αντιγράφετε το περιεχόμενό τους, χρησιμοποιήστε το "δεξί κλικ->Αποθήκευση συνδέσμου ως ..." για να κατεβάσετε τα αρχεία και να μην τα τροποποιήσετε με οποιονδήποτε τρόπο.
eo: Ne kopiu ilian enhavon, uzu "dekstre alklaku->Konservi ligilon kiel..." por elŝuti la dosierojn mem kaj tute ne modifu ilin.
es: No copie el contenido, use "clic derecho-> Guardar enlace como ..." para descargar los archivos y no los modifique de ninguna manera.
eu: Ez kopiatu bere edukia, erabili "eskuin klik->Gorde esteka honela..." fitxategiak deskargatzeko eta ez egin inongo aldaketarik.
fr_ca: Ne copiez pas leur contenu, faites un "clic droit->Enregistrer le lien sous..." pour télécharger les fichiers et ne les modifiez aucunement.
hr: Ne kopirajte njihov sadržaj, koristite "desni-klik->Spremi kao..." za preuzimanje samih datoteka i ne mijenjate ih ni na koji način.
hu: Ne másolja a tartalmát, hanem a linkre jobb gombra kattintva válassza a „Hivatkozás mentése más néven” lehetőséget a fájl letöltéséhez.
ia: Non copiar lor contento, usa "right-click->Save Link As..." pro discargar le files mesme e non modificar los in ulle maniera.
it: Non copiare il loro contenuto, usa "tasto destro-> Salva link come..." per scaricare i file così come sono e non modificarli in nessuna maniera.
ko: 내용을 복사하지 말고 "마우스 오른쪽 버튼 클릭 - 다른 이름으로 링크 저장..."으로 파일을 다운로드하고 어떤 방식으로든 수정하지 마세요.
lt: Nekopijuokite jų turinio, naudokite "dešiniojo pelės mygtuko spustelėjimą->Įrašyti saistomą objektą kaip...", kad atsisiųstumėte pačius failus ir jokiu būdu jų nemodifikuokite.
nl: Kopieer hun inhoud niet, maar gebruik "rechtsklik - Koppeling opslaan als..." om de bestanden zelf binnen te halen. Wijzig ze op geen enkele manier.
pt_br: Não copie o conteúdo, use "clique com o botão direito do mouse -> Salvar link como ..." para fazer o download dos arquivos e não os modifique de forma alguma.
ru: Не копируйте их содержимое, используйте «правый клик -> Сохранить ссылку как...», чтобы загрузить сами файлы и не изменять их каким-либо образом.
sv: Kopiera inte deras innehåll utan högerklicka och välj "Spara länk som..." för att hämta filerna. Ändra inte innehållet på något sätt.
tr: Bunların içeriğini kopyalamayınız, bu dosya bağlantıları üzerinde "sağ-tık->Bağlantıyı farklı kaydet..." seçeneği ile bu dosyaların kendisini indiriniz ve bu dosyaları kesinlikle düzenlemeyiniz.
zh_cn: 请勿复制其内容，请使用 "右键单击->另存为..." 来下载文件，不要以任何方式修改它们。

source: Integrity check
am: ትክክለኛነት ማረጋገጫ
bg: Проверка за цялостност
ca: Comprovació de la integritat
cs: Kontrola neporušenosti
da: Integritetstjek
de: Unversehrtheitsprüfung
el: Έλεγχος Ακεραιότητας
eo: Integreca kontrolo
es: Comprobación de integridad
eu: Osotasun kontrola
fr_ca: Test d'intégrité
hr: Provjera cjelovitosti
hu: Integritásellenőrzés
ia: Controlo del integritate
it: Controllo di integrità
ko: 무결성 확인
lt: Vientisumo patikrinimas
nl: Integriteitscontrole
pt_br: Verificação de integridade
ru: Проверка целостности
sv: Integritetskontroll
tr: Doğrulama kontrolü
zh_cn: 真实性检查

source: To check the integrity of your local ISO file, generate its SHA256 sum and compare it with the sum present in ``sha256sum.txt``.
am: የ እርስዎን ISO file ትክክለኛነት ለማረጋገጥ: የ SHA256 sum ያመንጩ እና ድምሩን ከ ነበረው የ ``sha256sum.txt`` ያወዳድሩ
bg: Да проверите цялостта на локалния ISO файл, генерирайте неговата SHA256 сума и я сравнете със сумата от ``sha256sum.txt``.
ca: Per comprovar la integritat del vostre fitxer ISO local, genereu la seva suma SHA256 i compareu-la amb la suma present a ``sha256sum.txt``.
cs: Pro kontrolu neporušenosti ISO souboru ve vašem počítači vytvořte jeho SHA256 kontrolní součet a porovnejte ho s tím v ``sha256sum.txt``.
da: For at tjekke integriteten af din lokale ISO-fil skal du generere dets SHA256-sum og sammenligne den med summen i ``sha256sum.txt``.
de: Um die Unversehrtheit Ihrer lokalen ISO-Datei zu überprüfen, erzeugen Sie dessen SHA256-Prüfsumme und vergleichen Sie diese mit der aus ``sha256sum.txt``.
el: Για να ελέγξετε την ακεραιότητα του αρχείου ISO που διαθέτετε, δημιουργήστε το SHA256 sum και συγκρίνετέ το με εκείνο που υπάρχει στο αρχείο ``sha256sum.txt``.
eo: Por kontroli la integrecon de via loka ISO-dosiero, generu ĝian SHA256-kontrolsumon kaj komparu ĝin kun la sumo, kiu ĉeestas en ``sha256sum.txt``.
es: Para verificar la integridad del archivo ISO local, genere la suma SHA256 y compárela con la suma presente en ``sha256sum.txt``.
eu: ISO fitxategi lokalaren osotasuna egiaztatzeko, sortu bere SHA256 batura eta konparatu ``sha256sum.txt`` fitxategiko baturarekin.
fr_ca: Pour vérifier l'intégrité de votre image ISO, générez sa somme de hachage SHA256 et comparez la à la somme présente dans ``sha256sum.txt``.
hr: Kako bi provjerili cjelovitost vaše lokalne ISO datoteke, stvorite njen SHA256 kontrolni zbroj i usporedite ga s kontrolnim zbrojem prisutnim u ``sha256sum.txt``.
hu: A letöltött ISO-lemezképfájl integritásának ellenőrzéséhez számolja ki a fájl SHA256 összegét, és hasonlítsa össze a ``sha256sum.txt`` fájlban megadott összeggel.
ia: Pro controlar le integritate de tu file local ISO, genera su summa SHA256 e compara lo con le summa presente in ``sha256sum.txt``.
it: Per verificare l'integrità del tuo file ISO locale, genera il suo checksum SHA256 e confrontalo con quello presente nel file ``sha256sum.txt``.
ko: 로컬 ISO 파일의 무결성을 확인하기 위해서, 해당 파일의 SHA256 sum을 생성해서 ``sha256sum.txt`` 파일에 제공된 sum과 비교합니다.
lt: Norėdami patikrinti savo vietinio ISO failo vientisumą, sugeneruokite jo SHA256 sumą ir palyginkite su ``sha256sum.txt`` faile esančia suma.
nl: Om de integriteit te controleren van uw lokale ISO-bestand, genereert u daarvan de SHA256sum en vergelijkt u deze met de som in ``sha256sum.txt``.
pt_br: Para verificar a integridade do seu arquivo ISO baixado, gere a soma de verificação em SHA256 e compare-a com a soma de verificação presente no arquivo ``sha256sum.txt``.
ru: Для проверки целостности вашего ISO-файла сгенерируйте его контрольную сумму SHA256 и сравните её с контрольной суммой в файле ``sha256sum.txt``.
sv: Räkna fram kontrollsumman, i form av en sha256-signatur, hos den ISO-fil du hämtat och jämför den med motsvarande summa i ``sha256sum.txt``.
tr: İndirdiğiniz ISO dosyasının doğrulamasını kontrol etmek için, onun SHA256 sum değerini oluşturun ve ``sha256sum.txt`` dosyasında sunulan değerle karşılaştırın.
zh_cn: 为了检验你本地 ISO 文件的完整性，生成它的 SHA256 值并且与 ``sha256sum.txt`` 里面的值进行比较。

source: If you are using Windows follow the tutorial `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
bg: Ако използвате Windows, следвайте урока `Как да потвърдя ISO образа под Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
ca: Si utilitzeu Windows, seguiu el tutorial `Com verificar la imatge ISO a Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
cs: Pokud používáte operační systém Windows, následujte pokyny v `Jak ověřit neporušenost ISO obrazu na Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
da: Bruger du Windows, så følg vejledningen `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
de: Wenn Sie Windows benutzen, folgen Sie der Anleitung `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
el: Αν χρησιμοποιείτε Windows ακολουθήστε τον οδηγό `Πως να επαληθεύσετε την εικόνα ISO σε Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
eo: Se vi uzadas Vindozon, sekvu la lernilon `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
es: Sí está usando Windows siga el tutorial `Como verificar la imagen ISO en Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
eu: Windows erabiltzen ari bazara jarraitu tutorial hau: `Nola egiaztatu ISO irudia Windowsen <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
fr_ca: Si vous utilisez Windows, suivez le tutoriel `Comment vérifier l'image ISO sur Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
hr: Ako koristite windowse slijedite sljedeće upute provjere vjerodostojnosti `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
hu: Amennyiben Windows operációs rendszert használ, kövesse a `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_ dokumentumban leírtakat. Magyar nyelvű leírást itt talál: `Letöltött ISO lemezkép-fájl ellenőrzése <https://linuxmint.hu/ellenorzes>`_.
ia: Si tu emplea Windows seque le instruction 'Como verificar le imagine ISO sur Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
it: Se tu stai usando Windows segui il tutorial `How to verify the ISO image on WIndows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
ko: Windows를 사용하신다면 다음 튜토리얼을 따르세요 `Windows에서 ISO 이미지를 검증하는 방법 <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
lt: Jeigu naudojate Windows, sekite mokymo priemonę anglų kalba `Kaip patvirtinti ISO atvaizdį, naudojant Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
nl: Indien u Windows gebruikt, pas dan de Engelstalige handleiding `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_ toe.
pt_br: Se você estiver usando o Windows, siga o tutorial `Como verificar a imagem ISO no Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>` _.
ru: Если вы используете Windows, следуйте руководству `Как проверить образ ISO в Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>` _.
sv: Om du använder Windows så kan du följa guiden `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
tr: Eğer Windows kullanıyorsanız doğrulama için şu rehberi inceleyiniz `Windows üzerinde ISO dosyası nasıl doğrulanır <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.
zh_cn: 如果您正在使用 Windows，请遵循教程 `How to verify the ISO image on Windows <https://forums.linuxmint.com/viewtopic.php?f=42&t=291093>`_.

source: If the sums match, your ISO image was successfully downloaded. If they don't, download it again.
am: የ እርስዎ ድምር ተመሳሳይ ከሆነ: የ እርስዎ ISO image በ ትክክል ወርዷል ማለት ነው: ድምሩ ተመሳሳይ ካልሆነ እንደገና ያውርዱ
bg: Ако сумите съвпадат, вашия ISO образ е бил свален успешно. Ако не, свалете го наново.
ca: Si les sumes coincideixen, la vostra imatge ISO s'ha baixat correctament. Si no ho fan, torneu a baixar-ho.
cs: Pokud se kontrolní součty shodují, ISO obraz byl úspěšně stažený. Pokud ne, stáhněte ho znovu.
da: Er summerne ens, blev din ISO-fil hentet uden problemer. Hvis ikke, så hent den igen.
de: Wenn die Prüfsummen übereinstimmen, wurde Ihre ISO-Abbild erfolgreich heruntergeladen. Wenn sie nicht übereinstimmen, laden sie die Datei erneut herunter.
el: Αν τα αθροίσματα (sums) ταιριάζουν, η εικόνα ISO έχει ληφθεί επιτυχώς. Αν όχι, κάντε εκ νέου λήψη.
eo: Se la sumoj kongruas, via ISO-bildo estis sukcese elŝutita. Se ne, tiam elŝutu ĝin denove.
es: Si las sumas coinciden, la imagen ISO se descargó con éxito. Si no, descárguela de nuevo.
eu: Baturak bat badatoz, zure ISO irudia behar bezala deskargatu da. Bestela, deskargatu berriro.
fr_ca: Sil les sommes correspondent, votre image ISO a été proprement téléchargée. Sinon, téléchargez à nouveau l'image ISO.
hr: Ako se kontrolni zbroj podudara, vaša ISO slika je uspješno preuzeta. A ako se ne podudara ne preuzimajte ju ponovno.
hu: Ha az összegek megegyeznek, akkor az ISO-lemezképfájlt sikeresen letöltötte. Ha nem egyeznek meg, akkor töltse le újra az ISO-lemezképfájlt.
ia: Si le summas concorda, tu imagine ISO ha essite discargate con bon successo.
it: Se i checksum corrispondono, la tua immagine ISO è stata scaricata con successo. Altrimenti, scaricala di nuovo.
ko: sum값이 일치한다면, ISO 이미지가 제대로 다운로드된 것입니다. 값이 다르다면, 다시 다운로드해야 합니다.
lt: Jei sumos sutampa, jūsų ISO atvaizdis buvo sėkmingai atsisiųstas. Jei nesutampa, atsisiųskite jį dar kartą.
nl: Als de controlesom overeenkomt, dan werd uw ISO-beeldbestand correct binnengehaald. Als dat niet zo is, dan moet u het bestand opnieuw binnenhalen.
pt_br: Se as somas coincidirem, sua imagem ISO foi baixada com êxito. Caso contrário, terá que baixar a ISO novamente.
ru: Если суммы совпадают, значит образ ISO был загружен успешно. Если не совпадают, попробуйте загрузить его снова.
sv: Om kontrollsummorna överensstämmer är filen felfri. Om inte, hämta den på nytt.
tr: Eğer değerler eşleşirse, ISO dosyanızı başarıyla indirdiniz demektir. Eğer eşleşme yoksa, yeniden indirmeyi denemelisiniz.
zh_cn: 如果校验和匹配，您的 ISO 映像已被成功下载。如果没有，请再次下载。

source: Authenticity check
am: ትክክለኛነት መመርመሪያ
bg: Проверка за автентичност
ca: Comprovació de l'autenticitat
cs: Kontrola nepodvrženosti
da: Tjek af ægthed
de: Echtheitsprüfung
el: Έλεγχος Αυθεντικότητας
eo: Aŭtentokontrolo
es: Comprobación de autenticidad
eu: Egiazkotasun kontrola
fr_ca: Test d'authenticité
hr: Provjera vjerodostojnosti
hu: Hitelesség ellenőrzés
ia: Controlo del authenticitate
it: Controllo di autenticità
ko: ISO 이미지 인증
lt: Autentiškumo patikrinimas
nl: Authenticiteitscontrole
pt_br: Verificação de autenticidade
ru: Проверка подлинности
sv: Äkthetskontroll
tr: Güvenirlik kontrolü
zh_cn: 真实性检查

source: To verify the authenticity of ``sha256sum.txt``, check the signature of ``sha256sum.txt.gpg`` by following the steps below.
am: ትክክለኛነት ለ መመርመር የ ``sha256sum.txt``, ፊርማውን ይመርምሩ የ ``sha256sum.txt.gpg`` በሚቀጥሉት ደረጃዎች
bg: За да проверите автентичността на ``sha256sum.txt``, проверете подписа в ``sha256sum.txt.gpg``, следвайки стъпките по-долу.
ca: Per verificar l'autenticitat de ``sha256sum.txt``, comproveu la signatura de ``sha256sum.txt.gpg`` seguint els passos següents.
cs: Pro ověření nepodvrženosti ``sha256sum.txt``, zkontrolujte podpis ``sha256sum.txt.gpg`` provedením následujících níže popsaných kroků.
da: For at bekræfte ægtheden af ``sha256sum.txt`` skal du tjekke signaturen på ``sha256sum.txt.gpg`` ved at følge trinene nedenfor.
de: Um die Echtheit von ``sha256sum.txt`` zu überprüfen, prüfen Sie die Signatur von ``sha256sum.txt.gpg``, indem Sie die unten beschriebenen Schritte befolgen.
el: Για να ελέγξετε την αυθεντικότητα του αρχείου ``sha256sum.txt``, ελέγξτε την υπογραφή στο αρχείο ``sha256sum.txt.gpg`` ακολουθώντας τα παρακάτω βήματα.
eo: Por kontroli la aŭtenton de ``sha256sum.txt`` kontrolu la subskribon de ``sha256sum.txt.gpg`` sekvante la subajn paŝojn.
es: Para verificar la autenticidad de ``sha256sum.txt``, compruebe la firma de ``sha256sum.txt.gpg`` siguiendo los pasos a continuación:
eu: ``sha256sum.txt`` baturaren egiazkotasuna frogatzeko, egiaztatu ``sha256sum.txt.gpg`` sinadura pauso hauek jarraituz.
fr_ca: Pour vérifier l'authenticité de ``sha256sum.txt``, vérifiez la signature de ``sha256sum.txt.gpg`` en suivant les étapes ci-dessous.
hr: Za provjeru vjerodostojnosti ``sha256sum.txt``, provjerite potpis ``sha256sum.txt.gpg`` pomoću sljedećih koraka ispod.
hu: Az `sha256sum.txt`` hitelességének ellenőrzéséhez ellenőrizze a ``sha256sum.txt.gpg`` aláírást az alábbi lépések végrehajtásával.
ia: Pro verificar le authenticitate de ``sha256sum.txt``, controla le firma de ``sha256sum.txt.gpg`` per le sequente le grados.
it: Per verificare l'autenticità del file ``sha256sum.txt``, controlla la firma di ``sha256sum.txt.gpg`` seguendo i passi elencati di seguito.
ko: ``sha256sum.txt``의 인증 여부를 확인하려면 다음 순서에 따라 ``sha256sum.txt.gpg``의 서명을 확인하시면 됩니다.
lt: Norėdami patikrinti ``sha256sum.txt`` autentiškumą, patikrinkite ``sha256sum.txt.gpg`` parašą, įvykdydami žemiau nurodytus žingsnius.
nl: Om de authenticiteit te verifiëren van ``sha256sum.txt``, moet u de handtekening van ``sha256sum.txt.gpg`` controleren door de onderstaande stappen uit te voeren.
pt_br: Para verificar a autenticidade de ``sha256sum.txt``, verifique a assinatura do ``sha256sum.txt.gpg`` seguindo as etapas abaixo.
ru: Для проверки подлинности ``sha256sum.txt`` проверьте подпись ``sha256sum.txt.gpg``, как описано ниже.
sv: För att kontrollera att ingen manipulerat ``sha256sum.txt`` kan du använda filen ``sha256sum.txt.gpg``. Gör så här:
tr: ``sha256sum.txt`` güvenirliğini doğrulamak, ``sha256sum.txt.gpg`` imzasını kontrol etmek için aşağıdaki adımları takip ediniz.
zh_cn: 采取下面的步骤来核实 ``sha256sum.txt`` 的真实性，以及检查 ``sha256sum.txt.gpg`` 的签名。
