Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: Restart the computer.
am: ኮምፒዩተሩን እንደገና ያስጀምሩ
bg: Рестартирайте компютъра.
ca: Reinicieu l'ordinador.
cs: Restartujte počítač.
da: Genstart computeren.
de: Starten Sie den Rechner neu.
el: Κάντε επανεκκίνηση τον υπολογιστή.
eo: Restartigu la komputilon.
es: Reinicie el equipo.
eu: Berrabiarazi ordenagailua.
fr_ca: Redémarrez l'ordinateur.
hr: Ponovno pokrenite računalo
hu: Indítsa újra a számítógépet.
ia: Relancea le computator
it: Riavvia il computer.
ko: 컴퓨터를 다시 시작합니다.
lt: Paleiskite kompiuterį iš naujo.
nl: Start de computer opnieuw op.
pt_br: Reinicie o computador
ru: Перезагрузить компьютер.
sv: Starta om datorn.
tr: Bilgisayarı yeniden başlatın.
zh_cn: 重启计算机。

source: Before your computer boots your current operating system (Windows, Mac, Linux) you should see your `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ loading screen. Check the screen or your computer's documentation to know which key to press and instruct your computer to boot on USB (or DVD).
am: የ እርስዎ ኮምፒዩተር የ ነበረውን የ መስሪያ ስርአት ከ መጫኑ በፊት (Windows, Mac, Linux) አንዱን ለ እርስዎ መታየት አለበት ይህ `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ loading screen. የ እርስዎን ኮምፒዩተር መመልከቻ ሰነድ ይመርምሩ የትኛውን ቁልፍ ሲጫኑ የ እርስዎን ኮምፒዩተር ማስነሻ እንደሚቀየር ወደ USB (ወይንም ዲቪዲ) ማስጀመሪያ
bg: Преди вашия компютър да стартира вашата операционна система (Windows, Mac, Linux), вие трябва да видите началния екран на `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ а. Вижте на екрана, или в документацията на компютъра кой клавиш трябва да натиснете и как да инструктирате BIOS-а да стартира от USB или DVD диск.
ca: Abans que el vostre ordinador arrenqui el sistema operatiu actualment instal·lat (Windows, Mac, Linux), hauríeu de veure la pantalla de càrrega del `BIOS <https://es.wikipedia.org/wiki/BIOS>`_. Comproveu la pantalla o la documentació de l'ordinador per saber quina tecla heu de prémer i indiqueu al vostre ordinador que arrenqui des de l'USB o DVD.
cs: Ještě než počítač spustí stávající operační systém (Windows, macOS, Linux), měli byste vidět obrazovku načítání `BIOS <https://en.wikipedia.org/wiki/BIOS>`_. Z ní nebo dokumentace k počítači zjistěte, kterou klávesu stisknout pro to, aby se zobrazila nabídka, ze které bude možné zvolit spuštění počítače z USB (nebo DVD).
da: Før din computer booter dit nuværende styresystem (Windows, Mac, Linux), skulle du kunne se din `BIOS <https://en.wikipedia.org/wiki/BIOS>`_-opstartsskærm. Kig på skærmen eller i din computers dokumentation for at finde ud af, hvilken tast du skal trykke på for at komme ind i BIOS'en og få computeren til at boote fra USB (eller DVD).
de: Bevor der Rechner das aktuelle Betriebssystem startet (Windows, Mac, Linux), sollten Sie den `BIOS <https://de.wikipedia.org/wiki/BIOS>`_-Ladebildschirm sehen. Überprüfen Sie den Bildschirm oder die Unterlagen Ihres Rechners, um herauszufinden, welche Taste gedrückt werden soll, um den Rechner vom USB-Stick (oder von der DVD) zu starten.
el: Πριν ο υπολογιστής σας εκκινήσει το τρέχων λειτουργικό σας σύστημα (Windows, Mac, Linux) θα πρέπει να δείτε την οθόνη εκκίνησης του `BIOS <https://en.wikipedia.org/wiki/BIOS>`_. Ελέγξτε την οθόνη του υπολογιστή σας ή τις οδηγίες χρήσης για να γνωρίσετε πιο πλήκτρο πρέπει να πατήσετε ώστε να εκκινήσει ο υπολογιστής σας από το USB (ή το DVD).
eo: Antaŭ ol la komputilo praŝargas la nunan operaciumon (Vindozo, Mac, Linukso) vi vidu la `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ -ŝargan ekranon. Rigardu la ekranon aŭ la komputilan dokumentadon por ekscii, kiun klavon vi premu, kaj igu la komputilon starti de USB (aŭ lumdisko).
es: Antes de que el equipo arranque con su sistema operativo actual (Windows, Mac o Linux), debería ver la pantalla de carga del `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ . Consulte en la pantalla o en la documentación del equipo qué tecla debe pulsar para arrancar desde la memoria USB (o desde el DVD).
eu: Ordenagailuak une honetan instalatuta duen sistema eragilea (Windows, Mac, Linux) abiarazi aurretik `BIOS <https://en.wikipedia.org/wiki/BIOS>`_-aren kargatze pantaila agertu behar litzaizuke. Begiratu pantaila edo ordenagailuaren dokumentazioa abioko menura sartzeko zein tekla sakatu behar duzun jakiteko. Abioko menuan USBtik (edo DVDtik) abiarazi nahi duzula adierazteko aukera izango duzu.
fr_ca: Avant que votre ordinateur ne démarre votre système d'exploitation (Windows, Mac, Linux) vous devriez voir l'écran de chargement de votre `BIOS <https://en.wikipedia.org/wiki/BIOS>`_. Regardez l'écran et la documentation de votre ordinateur pour savoir quelle touche appuyer pour démarrer l'ordinateur à partir de la clé USB (ou du DVD).
hr: Prije nego što računalo pokrene vaš operativni sustav (Windows, Mac, Linux) trebali bi vidjeti vaš `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ zaslon učitavanja. Provjerite zaslon ili vašu dokumentaciju računala kako bi saznali koju tipku treba pritisnuti za pokretanje računala sa USB uređaja (ili DVD-a).
hu: Mielőtt a számítógépe betöltené a már telepített operációs rendszert (Windows, Mac, Linux), megjelenik a `BIOS <https://hu.wikipedia.org/wiki/BIOS>`_ betöltő képernyő. Ellenőrizze a képernyőn vagy a számítógép dokumentációját, hogy megtudja, melyik billentyűt kell megnyomni ahhoz, hogy utasítsa a számítógépet az USB pendrive eszközről (vagy DVD lemezről) történő rendszerindításra.
ia: Ante que tu computator face le boot de tu actual systema operative (Windows, MAC, Linux), tu debe vider tu schermo de cargamento - `BIOS <https://en.wikipedia.org/wiki/BIOS>`_. Controla le schermo o le documentation de tu computator pro saper que clave pulsar e indicar a tu computator de re-initiar per USB (o DVD).
it: Prima che il tuo computer avvii il tuo sistema operativo attuale (Windows, macOS o Linux), dovresti vedere la schermata di caricamento del tuo `BIOS <https://it.wikipedia.org/wiki/BIOS>`_. Controlla la schermata oppure la documentazione del tuo computer per sapere quale tasto premere per far avviare il computer dalla penna USB (o dal DVD).
ko: 지금 사용하고 계신 OS (윈도우, 맥, 리눅스)로 컴퓨터를 부팅하기 전에 바이오스`BIOS <https://ko.wikipedia.org/wiki/바이오스>`_ 에서 로딩 화면에 관한 내용을 한 번 읽어보시길 권해드립니다. 화면이나 컴퓨터 사용 안내서를 보시고 어느 키를 눌러서 USB (또는 DVD)로 부팅하면 되는지 먼저 확인해보세요.
lt: Prieš jūsų kompiuteriui paleidžiant jūsų esamą operacinę sistemą (Windows, Mac, Linux), jūs turėtumėte pamatyti savo `BIOS <https://lt.wikipedia.org/wiki/BIOS>`_ įkėlimo ekraną. Norėdami žinoti, kurį klavišą spausti, pasižiūrėkite į savo ekrano dokumentaciją ir nurodykite kompiuteriui pasileisti iš USB (ar DVD).
nl: Voordat uw computer uw huidige besturingssysteem (Windows, Mac OS, Linux) start, zou u uw `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ laadscherm moeten zien. Kijk op dat scherm of in de documentatie van uw computer, welke toets u moet indrukken en laat uw computer opstarten vanaf uw USB-staafje of DVD.
pt_br: Antes do seu computador iniciar o seu sistema operacional atual (Windows, Mac, Linux), você verá a tela de carregamento da `BIOS <https://pt.wikipedia.org/wiki/BIOS>`_. Verifique na tela ou no manual do seu computador qual tecla deverá ser pressionada para inicializar pelo dispositivo USB (ou DVD).
ru: Перед тем как ваш компьютер загрузит имеющуюся операционную систему (Windows, Mac, Linux), вы должны увидеть экран загрузки `BIOS <https://en.wikipedia.org/wiki/BIOS>`_. Ознакомьтесь с информацией на экране, или документацией к вашему компьютеру, чтоб узнать какую клавишу необходимо нажать, чтоб указать компьютеру загрузиться с USB (или DVD).
sv: Innan datorn startar sitt nuvarande operativsystem (Windows, Mac, Linux) ser du en startbild som hör till `BIOS <https://sv.wikipedia.org/wiki/Basic%5FInput%2FOutput%5FSystem>`_. På denna bild, eller i datorns manual, kan du hitta en uppgift om vilken tangent som skall tryckas ned för att få datorn att starta från ett USB-minne (eller en DVD).
tr: Mevcut işletim sisteminiz (Windows, Mac, Linux) başlamadan önce `BIOS <https://tr.0wikipedia.org/wiki/BIOS>`_ yükleme ekranını görürsünüz. BIOS'a erişmek için hangi tuşa basacağınızı öğrenmek ve bilgisayarınızı USB (veya DVD) üzerinden önyükleme yapmasını sağlamak için ekranınızdaki yönlendirmeleri ya da bilgisayarınızın belgelerini kontrol ediniz.
zh_cn: 在您的计算机启动您当前的操作系统（Windows，Mac，Linux）之前，您会看到您的 `BIOS <https://en.wikipedia.org/wiki/BIOS>`_ 加载屏幕。 请查看屏幕或计算机的说明书，以确认按哪个键来从 USB 或 DVD 启动。

source: Most BIOS have a special key you can press to select the boot device and all of them have a special key to enter the BIOS configuration screen (from which you can define the boot order). Depending on the BIOS, these special keys can be :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, or :kbd:`Delete`. That information is usually briefly written on the screen during the boot sequence.
am: በርካታ BIOS የ ተለየ ቁልፍ አላቸው: እርስዎ የሚጫኑት የ ማስነሻ አካል ለ መምረጥ: እና ሁሉም የ ተለየ መግቢያ ቁልፍ አላቸው ወደ BIOS ማሰናጃ መመልከቻ ለ መግባት (እርስዎ የ ማስነሻ ቅደም ተከተል የሚመርጡበት): ይህ ሁኔታ እንደ የ BIOS, አይነት ይለያያል: እነዚህ የ ተለዩ ቁልፎች መሆን ይችላሉ እንደ :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12` ወይንም :kbd:`Delete`. ይህ መረጃ አብዛኛውን ጊዜ ኮምፒዩተሩ በሚነሳበት ጊዜ በ መመልከቻው ላይ ይታያል:
bg: Повечето BIOSи имат специален клавиш, който да натиснете, за да изберете стартиращо устройство, а всички имат специален клавиш, с който да влезете в екрана за настройки на BIOS (откъдето може да определите реда на стартиране). Според BIOS-а, този специален клавиш може да е :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, или :kbd:`Delete`. Обикновено, тази информация е кратко описана на екрана, по време на стартирането.
ca: La majoria dels BIOS tenen una tecla especial que podeu prémer per seleccionar el dispositiu d'arrencada; i tots tenen una tecla especial per accedir a la configuració del BIOS (des d'on podeu definir l'ordre d'arrencada). En funció del vostre BIOS, aquestes tecles especials podrien ser :kbd:`Esc`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, o :kbd:`Supr`. Aquesta informació sol escriure's breument a la pantalla durant la seqüència d'arrencada.
cs: Většina BIOS má speciální klávesu, stisknutím které vyberete spouštěcí zařízení. A všechny pak mají speciální klávesu pro vstup do nastavení BIOS (odkud je možné určit pořadí zavádění). Dle daného BIOS, tyto speciální klávesy mohou být :kbd:`ESC`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, nebo :kbd:`DEL`. Tento údaj je obvykle na okamžik zobrazen na obrazovce krátce po zapnutí počítače.
da: De fleste BIOS'er har en særlig tast, du kan trykke på for at vælge bootenheden, og alle har en særlig tast til at komme ind i BIOS'en (hvorfra man kan bestemme bootrækkefølgen. Afjhængig af BIOS'en kan disse særlige taster være :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, or :kbd:`Delete`. Denne oplysning står som regel kortvarigt på skærmen under opstart.
de: Die meisten BIOS haben eine bestimmte Taste, die Sie drücken können, um das Start-Gerät auszuwählen, und alle haben eine bestimmte Taste, um den BIOS-Konfigurationsbildschirm aufzurufen (von dem aus Sie die Startreihenfolge definieren können). Je nach BIOS können diese bestimmten Tasten :kbd:`Esc`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12` oder :kbd:`Entf` sein. Diese Information steht normalerweise während des Startvorgangs kurz auf dem Bildschirm.
el: Τα περισσότερα BIOS διαθέτουν ένα ειδικό πλήκτρο το οποίο μπορείτε να πατήσετε ώστε να επιλέξετε από ποια συσκευή θα γίνει η εκκίνηση του υπολογιστή, ενώ όλα τα BIOS διαθέτουν πλήκτρο για να μπείτε στην οθόνη ρυθμίσεων (από την οποία μπορείτε να καθορίσετε τη σειρά εκκίνησης). Αναλόγως το BIOS, αυτά τα ειδικά πλήκτρα μπορεί να είναι :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, ή :kbd:`Delete`. Αυτές οι πληροφορίες αναγράφονται συνήθως στην οθόνη κατά τη διάρκεια της εκκίνησης του υπολογιστή.
eo: Plej multaj BIOS havas specialan klavon vi premu por elekti la praŝargan aparaton kaj ĉiuj havas specialan klavon por eniri la BIOS-agordan ekranon (de kiu vi povas difini la praŝargan ordon). Depende de la BIOS ĉi tiuj specialaj klavaj povas esti :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, aŭ :kbd:`Delete`. Tiu informo kutime mallonge aperas surekrane dum la praŝarga procezo.
es: La mayoría de BIOS tienen una tecla específica para seleccionar el dispositivo de arranque y también tienen una tecla específica para acceder a la pantalla de configuración del BIOS (donde puede definir el orden de arranque). Dependiendo de cada BIOS, esas teclas especiales pueden ser :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12` o :kbd:`Supr`. Usualmente, esa información aparece en pantalla durante la secuencia de arranque.
eu: BIOS gehienek abioko gailua hautatzeko menura sarbidea ematen duen tekla berezi bat izan ohi dute eta BIOS guztiek konfigurazio pantailara sartzeko tekla berezi bat izaten dute, non abioko ordena alda dezakezun. BIOSaren arabera tekla berezi horiek hauek izan daitezke: :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12` edo :kbd:`Delete`. Normalean informazio hori abioko sekuentzia bistaratzen da une batez.
fr_ca: La plupart des BIOS utilisent une touche spéciale pour sélectionner le périphérique de démarrage, et tous utilisent une touche spéciale pour entrer dans les paramètres du BIOS. Selon le BIOS, ces touches spéciales peuvent être :kbd:`Echap`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, ou :kbd:`Suppr`. Cette information est souvent affichée brièvement à l'écran pendant la séquence de démarrage.
hr: Većina BIOS-a ima određenu tipku koju možete pritisnuti za odabir uređaja pokretanja a svaki od njih ima posebnu tipku za ulazak u BIOS zaslon podešavanja (iz kojega možete odrediti poredak pokretanja uređaja). Ovisno o BIOSU, te određene tipke mogu biti :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, ili :kbd:`Delete`. Ta informacija je kratko prikazana na zaslonu tijekom postupka pokretanja.
hu: A legtöbb BIOS-nál van egy speciális billentyű, amelyet megnyomva eljuthat a rendszerindító eszköz kiválasztásához. Valamint mindegyiknek BIOS-nál van egy speciális billentyű, amely a BIOS konfigurációs menüjét jeleníti meg (ahonnan meghatározhatja a rendszerindítási meghajtók sorrendet). A BIOS-tól függően ezek a speciális billentyűk lehetnek: :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, :kbd:`Del` vagy :kbd:`Delete`. Ezek az információk rendszerint röviden időre megjelennek a kijelzőn a rendszerindítás során.
ia: Le major parte de BIOS ha un clave special que tu pote pulsar pro eliger le dispositivo de re-initio e tote los ha un clave special pro monstrar le schermo de configuration del BIOS (per le qual tu pote definir le ordine del dispositivos de boot). Secundo le BIOS, iste special claves pote esser :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, o :kbd:`Delete`. Ille informationes es usualmente brevemente scribite sur le schermo durante le sequentia de boot.
it: La maggior parte dei BIOS hanno un tasto speciale che puoi premere per selezionare il dispositivo dal quale eseguire l'avvio, e tutti i BIOS hanno un tasto speciale da premere per entrare nella schermata di configurazione (dalla quale puoi impostare l'ordine di avvio). A seconda del tuo BIOS, questi tasti speciali possono essere :kbd:`ESC`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, o :kbd:`CANC`. Questa informazione di solito appare brevemente sullo schermo durante l'avvio.
ko: 대부분의 BIOS는 BIOS 설정 화면에 들어가 보면 부팅 장치를 지정하는 특수 키들이 지정되어 있습니다. BIOS에 따라 다르지만, 주로 `Escape`, `F1`, `F2`, `F8`, `F10`, `F11`, `F12`, 또는`Delete`등이 사용됩니다. 그리고 이런 알림은 부팅하는 동안 화면에 아주 잠깐 출력됩니다.
lt: Dauguma BIOS turi specialų klavišą, kurį paspaudę, galite pasirinkti paleidimo įrenginį, o taip pat visi BIOS turi specialų klavišą, skirtą įeiti į BIOS konfigūracijos ekraną (kuriame galite nurodyti paleidimo tvarką). Priklausomai nuo BIOS, šie specialūs klavišai gali būti :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, ar :kbd:`Delete`. Ši informacija paleidimo sekos metu, dažniausiai, yra trumpai rodoma ekrane.
nl: De meeste BIOS'en gebruiken een speciale toets waarmee u het opstartmedium kan kiezen, en waarmee u het BIOS-configuratiescherm kan kiezen (waarin u de opstartvolgorde kan selecteren). Afhankelijk van het BIOS zijn deze toetsen: :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, of :kbd:`Delete`. Gewoonlijk wordt deze informatie kort getoond tijdens het opstarten.
pt_br: A maioria das BIOS tem uma tecla especial que você pode pressionar para selecionar o dispositivo de inicialização e todos eles têm uma tecla especial para entrar na tela de configuração do BIOS (a partir da qual você pode definir a ordem de inicialização). Dependendo da BIOS, estas teclas especiais podem ser :kbd:`Esc`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, ou :kbd:`Delete`. Essa informação geralmente é mostrada rapidamente na tela durante a inicialização.
ru: Большинство BIOS имеют специальную клавишу, которую вы можете нажать для выбора загрузочного устройства, а также для каждого из них есть специальная клавиша для перехода к экрану конфигурации BIOS (в котором можно определить порядок загрузки). В зависимости от BIOS, эти специальные клавиши могут быть :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, или :kbd:`Delete`. Эта информация обычно отображается на экране в процессе загрузки.
sv: De flesta datorer har en särskild tangent som du kan använda för att välja startenhet och alla datorer har en tangent för att komma till BIOS-inställningarna där du kan bestämma startordningen. Beroende på BIOS kan dessa tangenter vara :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12` eller :kbd:`Delete`. Information om detta brukar, som hastigast, visas på skärmen när datorn startar.
tr: Çoğu BIOS'un önyükleme aygıtını seçmek için kullanabileceğiniz bir kısayol tuşu ve hepsinin (önyükleme önceliğini tanımlamak amacıyla) BIOS yapılandırma ekranına girmek için özel bir kısayol tuşu vardır. BIOS'a bağlı olarak şu özel kısayol tuşlarından biri tanımlanmış olabilir; :kbd:`Escape`, :kbd:`F1`, :kbd:`F2`, :kbd:`F8`, :kbd:`F10`, :kbd:`F11`, :kbd:`F12`, or :kbd:`Delete`. Bu bilgi genellikle önyükleme esnasında ekranda kısa bir süre gösterilebilir.
zh_cn: 大部分 BIOS 有一个特殊的键，您可以按该键以选择启动设备。所有的 BIOS 都有一个特殊的键来进入 BIOS 设置屏幕，你可以在该设置屏幕中调整启动顺序。对不同的 BIOS ，这个特殊键可能是 :kbd:`Escape`， :kbd:`F1`， :kbd:`F2`， :kbd:`F8`， :kbd:`F10`， :kbd:`F11`， :kbd:`F12`，或者是 :kbd:`Delete`。这些信息通常在启动时短暂地出现在屏幕上。

source: On Macs, keep your finger pressed on the :kbd:`Alt` or :kbd:`Option` key after hearing the boot sound.
am: በ Macs, ተጭነው ይያዙ :kbd:`Alt` ወይንም :kbd:`Option` ቁልፍ የ ማስጀመሪያ ድምፅ ከ ሰሙ በኋላ
bg: За Mac-овете, задръжте натиснат клавиша :kbd:`Alt` или :kbd:`Option`, след като чуете звука при стартиране.
ca: En els Mac, mantingueu premuda la tecla :kbd:`Alt` o :kbd:`Option` després de sentir el so d'arrencada.
cs: Na počítačích Apple Mac, poté co uslyšíte zvuk spouštění, stiskněte a držte klávesu :kbd:`ALT` nebo :kbd:`Option`.
da: På Mac-computere holdes :kbd:`Alt`- eller :kbd:`Option`-tasten nede, efter opstartslyden høres.
de: Bei Macs: halten Sie die Taste :kbd:`Alt` oder :kbd:`Option` gedrückt, nachdem Sie den Startton gehört haben.
el: Σε υπολογιστές Mac, κρατήστε πατημένο τα πλήκτρα :kbd:`Alt` ή :kbd:`Option` αφού ακούσετε τον ήχο εκκίνησης.
eo: Sur Mac-komputiloj tenu la fingron prematan sur la :kbd:`Alt` aŭ :kbd:`Option` -klavo aŭdinte la praŝargan sonon.
es: En los Mac, mantenga pulsada la tecla :kbd:`Alt` u :kbd:`Opción` después de oír el sonido de arranque.
eu: Mac-etan mantendu :kbd:`Alt` edo :kbd:`Option` tekla sakatuta abioko soinua entzun ondoren.
fr_ca: Sur les Macs, laissez le doigt appuyé sur :kbd:`Alt` ou :kbd:`Option`après avoir entendu le son de démarrage.
hr: Na Macovima, držite pritisnutu :kbd:`Alt` ili :kbd:`Option` tipku nakon što čujete zvuk pokretanja.
hu: A Mac számítógépeken tartsa lenyomva az :kbd:`Alt` vagy az :kbd:`Option`billentyűk valamelyikét, miután meghallotta a rendszerindítási hangot.
ia: Sur Macs, mantene tu digito pulsate sur le clave :kbd:`Alt` o :kbd:`Option` post audite le sono del boot.
it: Se hai un computer Mac, tieni premuto il tasto :kbd:`Alt` o :kbd:`Opzione` dopo aver sentito il suono di avvio.
ko: 맥에서는, 부팅 사운드가 난 후에 `Alt` 또는 `Option` 키를 누르고 계시면 됩니다.
lt: Mac kompiuteriuose, išgirdę paleidimo garsą, laikykite savo pirštą paspaudę ant :kbd:`Alt` ar :kbd:`Option` klavišo.
nl: Bij Macs houdt u de toets :kbd:`Alt` of :kbd:`Option` ingedrukt nadat het opstartgeluid weerklonk.
pt_br: No Mac, mantenha a tecla :kbd:`Alt` ou :kbd:`Option` pressionada após ouvir o som de inicialização.
ru: На Mac, держите зажатой клавишу :kbd:`Alt` or :kbd:`Option`, после того как услышите звуковой сигнал загрузки.
sv: Om du har en Mac så håller du ned någon av tangenterna :kbd:`Alt` eller :kbd:`Option` efter startljudet.
tr: Mac bilgisayarlarda, açılış sesini duyduktan sonra :kbd:`Alt` ya da :kbd:`Option` tuşlarına basın.
zh_cn: 在 Macs 上，听到启动音效后按住 :kbd:`Alt` 或 :kbd:`Option` 键。
