Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: Boot Linux Mint in ``live`` mode (with your USB stick or DVD).
am: ሊነክስ ሚንት ማስነሻ በ ``live`` ዘዴ (በ እርስዎ USB stick ወይንም ዲቪዲ).
bg: Стартирайте Линукс Минт в ``live`` режим (от вашето USB или DVD).
ca: Arranqueu Linux Mint en mode ``autònom`` (amb el vostre llapis USB o DVD).
cs: Spusťte Linux Mint v tzv. ``živém`` režimu (z USB klíčenky nebo DVD).
da: Boot Linux Mint i ``live``-tilstand (med din USB-nøgle eller DVD).
de: Starten Sie Linux Mint im ``Live``-Modus (mit Ihrem USB-Stick oder Ihrer DVD).
el: Εκκινήστε το Linux Mint σε λειτουργία ``live`` (από το USB stick ή το DVD).
eo: Startigu Linukson Minton laŭ ``prova-seanco``-reĝimo (per via USB-bastoneto aŭ lumdisko).
es: Arranque Linux Mint en modo ``live`` (desde su DVD o unidad USB ).
eu: Abiarazi Linux Mint ``live`` moduan (USB edo DVDtik).
fr_ca: Démarrez Linux Mint en mode ``live`` (avec votre clé USB ou votre DVD Linux Mint).
hr: Pokrenite Linux Mint u ``live`` načinu rada (s vašeg USB uređaja ili DVD-a).
hu: Linux Mint rendszerindítás ``live`` üzemmódban (USB pendrive eszköz vagy DVD lemez segítségével).
ia: Lancea Linux Mint in modo ``extemporanee`` (per tu clave USB o DVD).
it: Avvia Linux Mint in modalità ``live`` (ovvero dalla tua penna USB o dal DVD).
ko: 리눅스 민트를 USB나 DVD를 이용해서 ``라이브`` 모드로 부팅하세요.
lt: Paleiskite Linux Mint tiesioginėje (angl. ``live``) veiksenoje (naudodami USB atmintuką ar DVD).
nl: Start Linux Mint op in ``Live`` modus (met uw USB-staafje of DVD).
pt_br: Inicialize o Linux Mint no modo ``live`` (com seu dispositivo USB ou DVD).
ru: Загрузите Linux Mint в ``live``режиме (с Вашего USB накопителя или DVD).
sv: Kör Linux Mint i ``demoläge`` från ditt installationsmedia.
tr: Linux Mint'i (USB bellek ya da DVD ile) ``çalışan`` kipte açın.
zh_cn: 在 ``实时`` 模式下启动 Linux Mint（使用 USB 设备或 DVD）。

source: Open a terminal.
am: ተርሚናል ይክፈቱ
bg: Отворете терминал.
ca: Obriu un terminal.
cs: Otevřete terminál.
da: Åbn en terminal.
de: Öffnen Sie ein Terminal.
el: Ανοίξτε ένα τερματικό.
eo: Malfermu terminalfenestron.
es: Abra un terminal.
eu: Ireki terminal bat.
fr_ca: Ouvrez un terminal.
hr: Otvorite terminal.
hu: Nyisson meg egy terminált.
ia: Aperi un terminal.
it: Apri un terminale.
ko: 터미널 열기
lt: Atverkite terminalą.
nl: Open een terminalvenster.
pt_br: Abra o terminal.
ru: Откройте терминал
sv: Öppna ett terminalfönster.
tr: Bir uçbirim açın.
zh_cn: 打开一个终端。

source: Type ``sudo efibootmgr`` and press :kbd:`Enter`.
bg: Напишете ``sudo efibootmgr`` и натиснете :kbd:`Enter`.
ca: Teclegeu ``sudo efibootmgr`` i premeu :kbd:`Enter`.
cs: Zadejte příkaz ``sudo efibootmgr`` a stiskněte :kbd:`Enter`.
da: Skriv ``sudo efibootmgr`` og tryk :kbd:`Enter`.
de: Bitte ``sudo efibootmgr`` eingeben und :kbd:`Enter` drücken.
el: Πληκτρολογείστε ``sudo efibootmgr`` και πατήστε :kbd:`Enter`.
eo: Tajpu ``sudo efibootmgr`` kaj premu :kbd:`Eniga klavo`.
es: Teclee ``sudo efibootmgr`` y pulse :kbd:`Enter`.
eu: Idatzi ``sudo efibootmgr`` eta sakatu :kbd:`Enter`.
fr_ca: Tapez ``sudo efibootmgr`` et appuyez sur :kbd:`Entrée`.
hr: Upišite ``sudo efibootmgr`` i pritisnite :kbd:`Enter`.
hu: Írja be ``sudo efibootmgr`` parancsot, majd nyomja le az :kbd:`Enter` billentyűt.
ia: Scribe ``sudo efibootmgr`` e pulsa :kbd:`Enter`.
it: Digita ``sudo efibootmgr`` e premi :kbd:`Invio`.
ko: ``sudo efibootmgr``를 입력하고 :kbd:`Enter`키를 누르세요.
nl: Tik ``sudo efibootmgr`` in en druk op :kbd:`Enter`.
pt_br: Digite ``sudo efibootmgrr`` e pressione :kbd:`Enter`.
ru: Наберите ``sudo efibootmgr`` и нажмите :kbd:`Enter`.
sv: Skriv ``sudo efibootmgr`` och tryck :kbd:`Enter`.
tr: ``sudo efibootmgr`` komutunu yazın ve :kbd:`Enter` tuşuna basın.
zh_cn: 输入 ``sudo efibootmgr`` 然后按 :kbd:`Enter`。

source: This command lists the available boot options and the boot order.
am: ይህ ትእዛዝ ዝግጁ የሆኑ የ ማስነሻ ምርጫ እና የ ማስነሻ ደረጃ ዝርዝር ያሳያል
bg: Тази команда показва списъка и реда на наличните boot опции.
ca: Aquesta ordre mostra les opcions d'arrencada disponibles i l'ordre d'arrencada.
cs: Tento příkaz vypíše volby zavádění a pořadí.
da: Denne kommando viser de tilgængelige bootmuligheder og bootrækkefølgen.
de: Dieser Befehl listet die verfügbaren Startoptionen und die Startreihenfolge auf.
el: Αυτή η εντολή επιστρέφει τις διαθέσιμες επιλογές εκκίνησης και τη σειρά εκκίνησης.
eo: Ĉi tiu komando listigas la haveblajn praŝargajn opciojn kaj la praŝargan ordon.
es: Este comando muestra las opciones de arranque disponibles y el orden de arranque.
eu: Komando honek abioko aukera erabilgarriak eta abioko ordena bistaratzen ditu.
fr_ca: Cette commande affiche les options de démarrage disponibles ainsi que l'ordre de démarrage.
hr: Ova naredba prikazuje dostupne mogućnosti pokretanja i poredak pokretanja.
hu: Ez a parancs felsorolja a rendelkezésre álló rendszerindítási lehetőségeket és a rendszerindítási sorrendet.
ia: Iste commando lista le optiones de boot disponibile e le ordine de boot.
it: Questo comando elenca le opzioni di avvio disponibili e l'ordine di avvio.
ko: 이 명령은 사용 가능한 부팅 옵션과 부팅 순서를 나열합니다.
lt: Ši komanda išvardija prieinamus paleidimo parametrus ir paleidimo tvarką.
nl: Deze opdracht geeft een lijst weer van de mogelijke opstartopties en de opstartvolgorde.
pt_br: Esse comando lista as opções de inicialização disponíveis e a ordem de inicialização.
ru: Эта команда выведет список доступных параметров и порядка загрузки.
sv: Detta kommando visar startordningen och de val som finns.
tr: Bu komut mevcut açılış seçeneklerini ve açılış sırasını listeler.
zh_cn: 该命令列出了可用的启动选项和启动顺序。

source: In the screenshot above, there are three boot options:
am: በ መመልከቻው ፎቶ ከ ላይ በኩል ሶስት አይነት የ ማስነሻ ምርጫዎች አሉ:
bg: На снимката по-горе има три boot опции
ca: A la captura de pantalla de dalt, hi ha tres opcions d'arrencada:
cs: Na výše uvedeném snímku obrazovky jsou tři volby zavádění:
da: I skærmbilledet ovenfor er der tre bootmuligheder:
de: Im obigen Bildschirmfoto gibt es drei Startoptionen:
el: Στο παραπάνω στιγμιότυπο οθόνης, υπάρχουν τρείς επιλογές εκκίνησης:
eo: En ĉi-supra ekrankopio estas tri praŝargaj eblecoj:
es: En la captura de pantalla superior aparecen tres opciones de arranque:
eu: Goiko pantaila-argazkian abioko hiru aukera daude:
fr_ca: Dans la copie d'écran ci-dessus, il y a trois options de démarrage :
hr: U slici zaslona iznad, dostupne su tri mogućnosti pokretanja
hu: A fenti képernyőn három rendszerindítási lehetőség van:
ia: In le instantaneo de schermo antecedente, il ha tres optiones de boot:
it: Nello screenshot sopra, ci sono tre opzioni di avvio:
ko: 위의 스크린 샷에는, 세 가지 부팅 옵션이 있습니다:
lt: Ekrano kopijoje viršuje, yra trys paleidimo parametrai:
nl: In de schermafdruk hierboven zijn dit de drie opstartmogelijkheden:
pt_br: Na tela acima, há três tipos de opções de inicialização:
ru: На снимке экрана выше, есть три варианта загрузки:
sv: I ovanstående skärmbild finns tre val:
tr: Aşağıdaki ekranda, üç açılış seçeneği bulunuyor:
zh_cn: 在上面的截图中，有三个启动选项：

source: ``ubuntu`` at ``0000``
bg: ``ubuntu`` като ``0000``
ca: ``ubuntu`` a ``0000``
cs: ``ubuntu`` na ``0000``
da: ``ubuntu`` på ``0000``
de: ``ubuntu`` bei ``0000``
eo: ``ubuntu`` sur ``0000``
es: ``ubuntu`` en ``0000``
eu: ``ubuntu`` ``0000``-an
fr_ca: ``ubuntu`` à ``0000``
hr: ``ubuntu`` na ``0000``
hu: ``ubuntu`` → ``0000``
ia: ``ubuntu`` a ``0000``
ko: ``ubuntu``는 ``0000``입니다
lt: ``ubuntu`` ties ``0000``
nl: ``ubuntu`` op ``0000``
pt_br: ``ubuntu`` em ``0000``
ru: ``ubuntu`` на ``0000``
sv: ``ubuntu`` med värdet ``0000``
tr: ``ubuntu`` ``0000`` da
zh_cn: ``ubuntu`` 在 ``0000``

source: ``linuxmint`` at ``0001``
bg: ``linuxmint`` като ``0001``
ca: ``linuxmint`` a ``0001``
cs: ``linuxmint`` na ``0001``
da: ``linuxmint`` på ``0001``
de: ``linuxmint`` bei ``0001``
eo: ``linuxmint`` sur ``0001``
es: ``linuxmint`` en ``0001``
eu: ``linuxmint`` ``0001``-ean
fr_ca: ``linuxmint`` à ``0001``
hr: ``linuxmint`` na ``0001``
hu: ``linuxmint`` → ``0001``
ia: ``linuxmint`` a ``0001``
ko: ``linuxmint``는 ``0001``입니다
lt: ``linuxmint`` ties ``0001``
nl: ``linuxmint`` op ``0001``
pt_br: ``linuxmint`` em ``0001``
ru: ``linuxmint`` на ``0001``
sv: ``linuxmint`` med värdet ``0001``
tr: ``linuxmint`` ``0001`` de
zh_cn: ``linuxmint`` 在 ``0001``

source: ``Mac OS X`` at ``0081``
bg: ``Mac OS X`` като ``0081``
ca: ``Mac OS X`` a ``0081``
cs: ``Mac OS X`` na ``0081``
da: ``Mac OS X`` på ``0081``
de: ``Mac OS X`` bei ``0081``
eo: ``Mac OS X`` sur ``0081``
es: ``Mac OS X`` en ``0081``
eu: ``Mac OS X`` ``0081``-ean
fr_ca: ``Mac OS X`` à ``0081``
hr: ``Mac OS X`` na ``0081``
hu: ``Mac OS X`` → ``0081``
ia: ``Mac OS X`` a ``0081``
ko: ``macOS``는 ``0081``입니다
lt: ``Mac OS X`` ties ``0081``
nl: ``Mac OS X`` op ``0081``
pt_br: ``Mac OS X`` em ``0081``
ru: ``Mac OS X`` на ``0081``
sv: ``Mac OS X`` med värdet ``0081``
tr: ``Mac OS X`` ``0081`` de
zh_cn: ``Mac OS X`` 在 ``0081``

source: The boot order is ``0081``. This indicates that the computer only tries to boot Mac OS and not Linux Mint.
am: ይህ የ ማስነሻ ደረጃ ``0081``: ይህ የሚያሳየው ኮምፒዩተሩ ለ ማስነሳት የሚሞክረው የ Mac OS ነው እና ሊነክሥ ሚንትን አይደለም
bg: В boot order е ``0081``. Това показва че компютъра ще опита да стартира Mac OS , но не и Линукс Минт.
ca: L'ordre d'arrencada és ``0081``. Aquest indica que l'ordinador només intenta arrencar Mac OS i no Linux Mint.
cs: Pořadí zavádění je ``0081``. To znamená, že počítač se pokusí spustit pouze macOS a už ne Linux Mint.
da: Bootrækkefølgen er ``0081``, hvilket indikerer, at computeren kun forsøger at boote Mac OS og ikke Linux Mint.
de: Die Startreihenfolge ist ``0081``. Dies bedeutet, dass der Rechner nur versucht, Mac OS zu starten und nicht Linux Mint.
el: Η σειρά εκκίνησης είναι ``0081``. Αυτό υποδεικνύει ότι ο υπολογιστής προσπαθεί να εκκινήσει μόνο στο Mac OS και όχι στο Linux Mint.
eo: La praŝarga ordo estas ``0081``. Ĉi tio indikas, ke la komputilo nur provas praŝargi Mac OS kaj ne Linukson Minton.
es: El orden de arranque es ``0081``. Esto indica que el ordenador sólo intentará arrancar Mac OS, y no Linux Mint.
eu: Abioko ordena ``0081`` da. Honek ordenagailua Mac OS soilik abiarazten saiatzen dela adierazten du, ez Linux Mint.
fr_ca: L'ordre de démarrage est ``0081``. Cela indique que l'ordinateur essaie de démarrer Mac OS et non Linux Mint.
hr: Poredak pokretanja je ``0081``. To prikazuje da računalo samo pokušava pokrenuti Mac OS a ne Linux Mint.
hu: A rendszerindítási sorrend `` 0081``. Ez azt jelzi, hogy a számítógép Mac OS operációs rendszert próbál indítani, és nem Linux Mint-et.
ia: Le primo in ordine de boot es ``0081``. Isto indica que le computator tenta solo de facer le boot per MAC OS e non Linux Mint.
it: L'ordine di avvio è ``0081``. Questo indica che il computer cerca solo di avviare macOS e non Linux Mint.
ko: 부팅 순서 ``0081``. 이 경우에 컴퓨터는 macOS로 부팅하려고 하지 리눅스 민트로 부팅하려고 하지 않습니다.
lt: Paleidimo tvarka yra ``0081``. Tai nurodo, kad kompiuteris bando paleisti tik Mac OS, o ne Linux Mint.
nl: De opstartvolgorde is ``0081``. Dit geeft aan dat de computer enkel Mac OS tracht op te starten en niet Linux Mint.
pt_br: O BootOrder está com o valor ``0081``. Isso indica que o computador está tentando inicializar somente o Mac OS e não o Linux Mint.
ru: Порядок загрузки (BootOrder) имеет значение ``0081``. Это указывает, что компьютер попытается загрузить только Mac OS, а не Linux Mint.
sv: Startordningen är ``0081``. Detta innebär att datorn bara försöker starta Mac OS, alltså inte Linux Mint.
tr: Açılış sıralaması ``0081``. Bu bilgisayarın Linux Mint değil sadece Mac OS önyüklemeyi denediğini gösterir.
zh_cn: 引导顺序是 ``0081``。 这表明计算机只会尝试启动 Mac OS 而不启动 Linux Mint。

source: For technical reasons Linux Mint uses ``ubuntu`` as its EFI boot name.
am: በ ቴክኒካል ምክንያት ሊነክስ ሚንት የሚጠቀመው ``ኡቡንቱ`` ነው እንደ EFI ማስነሻ ስም
bg: По техниччески причини Линукс Минт използва ``ubuntu``за EFI име.
ca: Per raons tècniques, Linux Mint utilitza ``ubuntu`` com al seu nom d'arrencada EFI.
cs: Z technických důvodů, Linux Mint používá jako svůj název pro EFI zavádění ``ubuntu``.
da: Af tekniske grunde bruger Linux Mint ``ubuntu`` som sit EFI-bootnavn.
de: Aus technischen Gründen verwendet Linux Mint ``ubuntu`` als seinen EFI-Startnamen.
el: Για τεχνικούς λόγους το Linux Mint χρησιμοποιεί το ``ubuntu`` ως όνομα στη λειτουργία EFI.
eo: Pro teknikaj kialoj Linukso Minto uzas ``ubuntu`` kiel sian EFI-praŝargan nomon.
es: Por razones técnicas, Linux Mint usa ``ubuntu`` como nombre de arranque EFI.
eu: Arrazoi teknikoengatik Linux Mintek ``ubuntu`` erabiltzen du EFI abioko izen bezala.
fr_ca: Pour des raisons techniques Linux Mint utilise ``ubuntu`` pour son nom de démarrage EFI.
hr: Zbog tehničkih razloga Linux Mint koristi ``ubuntu`` za svoj EFI naziv pokretanja.
hu: A Linux Mint technikai okokból az ``ubuntu`` szót használja az EFI rendszerindítási neveként.
ia: Pro rationes technic Linux Mint usa ``ubuntu`` como su nomine de boot de EFI.
it: Per ragioni tecniche Linux Mint utilizza ``ubuntu`` come suo nome di avvio EFI.
ko: 기술적인 이유로 리눅스 민트는 EFI 부팅 이름으로 ``ubuntu``를 사용합니다.
lt: Dėl techninių priežasčių Linux Mint kaip savo EFI paleidimo pavadinimą naudoja ``ubuntu``.
nl: Om technische redenen heeft Linux Mint ``ubuntu`` als EFI-opstartnaam.
pt_br: Por razões técnicas, o Linux Mint usa ``ubuntu`` como nome na inicialização do EFI.
ru: По техническим причинам Linux Mint использует ``ubuntu`` в качестве имени пункта загрузки EFI.
sv: Av tekniska orsaker använder Linux Mint namnet ``ubuntu`` i EFI.
tr: Teknik bazı nedenlerden dolayı Linux Mint EFI açılış adını ``ubuntu`` olarak kullanır.
zh_cn: 由于技术原因，Linux Mint 使用 ``ubuntu`` 作为它的 EFI 启动名称。

source: To fix the boot order, type ``sudo efibootmgr --bootorder XXXX,YYYY`` (where ``XXXX`` and ``YYYY`` are the operating system boot options you want to boot).
am: የ ማስነሻ ቅደም ተከተል ለ ማስተካከል: ይጻፉ: ``sudo efibootmgr --bootorder XXXX,YYYY`` (ይህ ``XXXX`` እና ``YYYY`` የ መስሪያ ስርአት ማስነሻ ምርጫ ናቸው እርስዎ ማስነሳት የሚፈልጉት)
bg: За да оправите реда на стартиране, въведете ``sudo efibootmgr --bootorder XXXX,YYYY`` (където ``XXXX`` и ``YYYY`` са boot опциите на операционната система, която искате да стартира).
ca: Per corregir l'ordre d'arrencada, teclegeu ``sudo efibootmgr --bootorder XXXX,YYYY`` (on ``XXXX`` i ``YYYY`` són les opcions d'arrencada del sistema operatiu que voleu arrencar).
cs: Pořadí zavádění opravíte příkazem ``sudo efibootmgr --bootorder XXXX,YYYY`` (kde ``XXXX`` a ``YYYY`` jsou možnosti spouštění operačních systémů, které chcete závádět).
da: For at rette i bootrækkefølgen skrives ``sudo efibootmgr --bootorder XXXX,YYYY`` (hvor ``XXXX`` og ``YYYY`` er tallene på det styresystem, du ønsker at boote).
de: Um die Startreihenfolge zu reparieren, geben Sie ein ``sudo efibootmgr --bootorder XXXX,YYYY`` (wobei ``XXXX`` und ``YYYY`` die Startoptionen der Betriebssysteme sind, die Sie starten möchten).
el: Για να διορθώσετε τη σειρά εκκίνησης, πληκτρολογήστε ``sudo efibootmgr --bootorder XXXX,YYYY`` (όπου ``XXXX`` και ``YYYY`` είναι οι επιλογές εκκίνησης του λειτουργικού συστήματος που θέλετε να εκκινήσετε.)
eo: Por repari la praŝargan ordon, tajpu ``sudo efibootmgr --bootorder XXXX,YYYY`` (kie ``XXXX`` kaj ``YYYY`` estas la praŝargaj opcioj de la operaciumoj, kiujn vi deziras praŝargi).
es: Para reparar la prioridad de arranque, escriba ``sudo efibootmgr --bootorder XXXX,YYYY`` (donde ``XXXX`` e ``YYYY`` son las opciones de arranque del sistema operativo).
eu: Abioko ordena konpontzeko, idatzi ``sudo efibootmgr --bootorder XXXX,YYYY`` (non ``XXXX`` eta ``YYYY`` abiarazi nahi dituzun sistema eragileen abioko aukerak diren).
fr_ca: Pour réparer l'ordre de démarrage, tapez ``sudo efibootmgr --bootorder XXXX,YYYY`` (où ``XXXX`` et ``YYYY`` sont les options de démarrage souhaitées).
hr: Kako bi popravili poredak pokretanja, upišite ``sudo efibootmgr --bootorder XXXX,YYYY`` (gdje su ``XXXX`` i ``YYYY`` mogućnosti pokretanja operativnog sustava koji želite pokrenuti).
hu: A rendszerindítási sorrend javításához írja be a ``sudo efibootmgr --bootorder XXXX, YYYY`` parancsot (ahol ``XXXX`` és ``YYYY`` az indítható operációs rendszerindítási azonosítója).
ia: Pro stabilir le ordine de boot, insere ``sudo efibootmgr --bootorder XXXX,YYYY`` (ubi ``XXXX`` e ``YYYY`` es le optiones de boot que tu desira pro tu systema operative).
it: Per riparare l'ordine di avvio, digita ``sudo efibootmgr --bootorder XXXX,YYYY`` (dove ``XXXX`` e ``YYYY`` sono le opzioni di avvio del sistema operativo che vuoi avviare).
ko: 부팅 순서를 바꾸시려면 ``sudo efibootmgr --bootorder XXXX, YYYY``라고 입력하세요 (여기서``XXXX``와``YYYY``는 부팅 할 운영 체제 부팅 옵션입니다).
lt: Norėdami pataisyti paleidimo tvarką, įrašykite ``sudo efibootmgr --bootorder XXXX,YYYY`` (kur ``XXXX`` ir ``YYYY`` yra norimos paleisti operacinės sistemos paleidimo parametrai).
nl: Om de opstartvolgorde te corrigeren, type ``sudo efibootmgr --bootorder XXXX,YYYY`` (waarbij ``XXXX`` en ``YYYY`` de besturingssystemen zijn waartussen u wenst te kiezen).
pt_br: Para consertar a ordem de inicialização, digite ``sudo efibootmgr --bootorder XXXX,YYYY`` (onde ``XXXX`` e ``YYYY`` são as opções de inicialização do sistema operacional que você deseja inicializar).
ru: Чтобы исправить порядок загрузки, напишите ``sudo efibootmgr --bootorder XXXX,YYYY``, где ``XXXX`` и ``YYYY`` — опции загрузки операционной системы, которую вы хотите загрузить.
sv: För att ändra startordningen skriver du ``sudo efibootmgr --bootorder XXXX,YYYY`` (där ``XXXX`` och ``YYYY`` är de värden du vill ange som startordning.
tr: Açılış sıralamasını düzeltmek için, ``sudo efibootmgr --bootorder XXXX,YYYY`` yazın (``XXXX`` ve ``YYYY`` yerine açılış yapmak istediğiniz işletim sisteminin açılış sırasını yazınız).
zh_cn: 要修复引导顺序，请输入 ``sudo efibootmgr --bootorder XXXX,YYYY``（其中 ``XXXX`` 和 ``YYYY`` 是要引导的操作系统引导选项）。

source: In the screenshot above, ``sudo efibootmgr --bootorder 0000,0081`` instructs the computer to first try to boot Linux Mint (``ubuntu`` being the EFI boot name for Linux Mint), and then Mac OS.
am: ከ ላይ የሚገኘው የ መመልከቻ ፎቶ ``sudo efibootmgr --bootorder 0000,0081`` ለ ኮምፒዩተሩ ትእዛዝ ይሰጠዋል ሊነክስ ሚንት መጀመሪያ እንዲነሳ (``ubuntu`` ይሆናል የ EFI ማስነሻ ስም ለ ሊነክስ ሚንት) እና ከዛ Mac OS.
bg: На снимката по-горе, ``sudo efibootmgr --bootorder 0000,0081`` инструктира компютъра първо да стартира Линукс Минт (``ubuntu`` е EFI името на Линукс Минт), а след това Mac OS.
ca: A la captura de pantalla de dalt, ``sudo efibootmgr --bootorder 0000,0081`` ordena a l'ordinador que primer intenti arrencar Linux Mint (sent ``ubuntu`` el nom d'arrencada EFI per a Linux Mint), i després Mac OS.
cs: Na výše uvedeném snímku obrazovky, ``sudo efibootmgr --bootorder 0000,0081`` je pokynem počítači aby první vyzkoušel spustit Linux Mint (``ubuntu`` je EFI boot název pro Linux Mint), a pak macOS.
da: I skærmbilledet ovenfor instruerer ``sudo efibootmgr --bootorder 0000,0081`` computeren til først at prøve at boote Linux Mint (``ubuntu`` er EFI-bootnavnet for Linux Mint) og derefter Mac OS.
de: Im obigen Bildschirmfoto sagt ``sudo efibootmgr --bootorder 0000,0081`` dem Rechner, dass zuerst versucht werden soll, Linux Mint zu starten (wobei ``ubuntu`` der EFI-Startname für Linux Mint ist), und erst dann Mac OS.
el: Στο στιγμιότυπο οθόνης παραπάνω, το ``sudo efibootmgr --bootorder 0000,0081`` καθοδηγεί τον υπολογιστή να προσπαθήσει πρώτα να εκκινήσει στο Linux Mint (με το ``ubuntu`` να είναι το όνομα που χρησιμοποιείται στη λειτουργία EFI) και έπειτα στο Mac OS.
eo: En supra ekrankopio ``sudo efibootmgr --bootorder 0000,0081`` instruas al la komputilo unue provi praŝargi Linukson Minton (``ubuntu`` estas la EFI-praŝarga nomo por Linukso Minto), kaj tiam Mac OS.
es: En la captura de pantalla de arriba, ``sudo efibootmgr --bootorder 0000,0081`` indica al equipo que primero intente arrancar Linux Mint (``ubuntu`` es el nombre de arranque EFI de Linux Mint), y después Mac OS.
eu: Goiko pantaila-argazkian ``sudo efibootmgr --bootorder 0000,0081`` komandoak lehenik Linux Mint (``ubuntu`` Linux Minten EFI abioko izena da) abiarazten saiatzeko adierazten dio ordenagailuari eta ondoren Mac OS.
fr_ca: Dans la copie d'écran ci-dessus, ``sudo efibootmgr --bootorder 0000,0081`` ordonne à l'ordinateur de démarrer Linux Mint (``ubuntu`` étant le nom de démarrage EFI de Linux Mint), puis Mac OS.
hr: U slici zaslona iznad, ``sudo efibootmgr --bootorder 0000,0081`` upućuje računalo da prvo pokuša pokrenuti Linux Mint (``ubuntu`` je EFI naziv pokretanja za Linux Mint), a zatim Mac OS.
hu: A fenti képen a ``sudo efibootmgr --bootorder 0000,0081`` utasítja a számítógépet, hogy először próbálja meg indítani a Linux Mint-et (az ``ubuntu`` a Linux Mint EFI rendszerindítási neve), majd pedig a Mac OS-t.
ia: In le precedente instantanea de schermo, ``sudo efibootmgr --bootorder 0000,0081`` indica al computator de provar primo a facer le boot per Linux Mint (``ubuntu`` es le nomine de boot pro Linux Mint in EFI), e pois per MAC OS.
it: Nello screenshot sopra, ``sudo efibootmgr --bootorder 0000,0081`` dice al computer di provare ad avviare prima Linux Mint (``ubuntu`` è il nome di avvio EFI di Linux Mint), e poi macOS.
ko: 위의 스크린샷에 있는 ``sudo efibootmgr --bootorder 0000,0081``는 컴퓨터에게 리눅스 민트를 먼저 부팅하도록 하게 합니다 (리눅스 민트의 EFI 부팅 이름은 ``ubuntu``입니다) 그런 다음 macOS를 시도합니다.
lt: Ekrano kopijoje viršuje, ``sudo efibootmgr --bootorder 0000,0081`` nurodo kompiuteriui, iš pradžių, bandyti paleisti Linux Mint (kur ``ubuntu`` yra Linux Mint EFI paleidimo pavadinimas), o po to, Mac OS.
nl: In de schermafdruk hierboven vertelt ``sudo efibootmgr --bootorder 0000,0081`` de computer om eerst te proberen op te starten met Linux MInt (``ubuntu`` is de EFI-opstartnaam van Linux Mint), en daarna met Mac OS.
pt_br: Na tela acima, ``sudo efibootmgr --bootorder 0000,0081`` instrui o computador a tentar inicializar o Linux Mint (``ubuntu`` sendo o nome de inicialização EFI do Linux Mint), e depois o Mac OS.
ru: В снимке экрана выше строка ``sudo efibootmgr --bootorder 0000,0081`` указывает компьютеру сначала пробовать запустить Linux Mint (``ubuntu`` — загрузочное имя Linux Mint в EFI), а затем Mac OS.
sv: I ovanstående skärmbild instruerar kommandot ``sudo efibootmgr --bootorder 0000,0081`` datorn att första hand försöka starta Linux Mint (här med EFI-namnet ``ubuntu``) och i andra hand Mac OS..
tr: Yukarıdaki ekran görüntüsünde, ``sudo efibootmgr --bootorder 0000,0081`` komutu bilgisayarı ilk önce Linux Mint'i açmaya çalışması için yönlendirir (``ubuntu`` Linux Mint için EFI önyükleme adıdır), ve diğer işletim sistemini ikinci sıraya yönlendirir.
zh_cn: 在上面的截图中，``sudo efibootmgr --bootorder 0000,0081`` 是指计算机将首先尝试启动 Linux Mint（Linux Mint 的 EFI 启动名为 ``ubuntu``），然后是 Mac OS。
