Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: Verify your ISO image
am: የ እርስዎን የ ISO ምስል ያረጋግጡ
bg: Проверка на ISO образа
ca: Verificació de la vostra imatge ISO
cs: Ověření neporušenosti ISO obrazu
da: Bekræft din ISO-fil
de: Das ISO-Abbild verifizieren
el: Επαληθεύστε την εικόνα ISO
eo: Kontrolu vian ISO-bildon
es: Verifique la imagen ISO
eu: Egiaztatu ISO irudia
fr_ca: Vérifier l'image ISO
hr: Provjera vaše ISO slike
hu: Ellenőrizze ISO-lemezképfájlt
ia: Verifica tu imagine ISO
it: Verificare la tua immagine ISO
ko: ISO 이미지 검증하기
lt: ISO atvaizdžio patikrinimas
nl: Verifieer uw ISO-beeldbestand
pt_br: Verifique sua imagem ISO
ru: Проверка образа ISO
sv: Verifiera ISO-filen
tr: ISO imajını doğrulama
zh_cn: 验证您的 ISO 映像

source: It is important to verify the integrity and authenticity of your ISO image.
am: የ እርስዎን ISO ምስል ትክክለኛነት ማረጋገጥ በጣም አስፈላጊ ነው.
bg: Важно е да проверите цялостта и автентичността на ISO образа.
ca: És important verificar la integritat i l'autenticitat de la vostra imatge ISO.
cs: Je důležité ověřit neporušenost a nepodvrženost ISO obrazu, který máte.
da: Det er vigtigt at bekræfte din ISO-fils integritet og ægthed.
de: Es ist wichtig, die Unversehrtheit und Echtheit Ihres ISO-Abbildes zu überprüfen.
el: Είναι σημαντικό να επαληθεύσετε την ακεραιότητα και την αυθεντικότητα της εικόνας ISO που έχετε.
eo: Gravas kontroli la integrecon kaj aŭtenton de via ISO-bildo.
es: Es importante verificar la integridad y autenticidad de la imagen ISO.
eu: Garrantzitsua da ISO irudiaren osotasuna eta egiazkotasuna egiaztatzea.
fr_ca: Il est important de vérifier l'intégrité et l'authenticité de votre image ISO.
hr: Bitno je da provjerite cjelovitost i vjerodostojnost vaše ISO slike.
hu: Fontos, hogy ellenőrizze az ISO-lemezképfájl integritását és hitelességét.
ia: Il es importante verificar le integritate e authenticitate de tu imagine ISO.
it: È importante verificare l'integrità e l'autenticità della tua immagine ISO.
ko: ISO 이미지의 무결성 확인 및 제품 인증은 매우 중요합니다.
lt: Labai svarbu patikrinti ISO atvaizdžio vientisumą ir autentiškumą.
nl: Het is belangrijk om de juistheid, integriteit en authenticiteit van uw beeldbestand (ISO) te verifiëren.
pt_br: É importante verificar a integridade e autenticidade de sua imagem ISO.
ru: Важно убедиться в целостности и подлинности вашего образа ISO.
sv: Det är viktigt att kontrollera integriteten och äktheten hos den ISO-fil du hämtat.
tr: ISO imajınızın doğruluğunu ve güvenirliğini doğrulamak önemlidir.
zh_cn: 验证 ISO 映像的完整性和可靠性是很重要的。

source: The integrity check confirms that your ISO image was properly downloaded and that your local file is an exact copy of the file present on the download servers. An error during the download could result in a corrupted file and trigger random issues during the installation.
am: ትክክለኛነት ማረጋገጫ የሚያረጋግጠው የ ISO ምስል በ ትክክል መውረዱን ነው: እና የ እርስዎ ፋይል ትክክለኛ መሆኑን ነው ከ ወረደበት ሰርቨር ውስጥ: እርስዎ በሚያወርዱ ጊዜ የ ተበላሸ ፋይል ወይንም የ ተሳሳተ ከሆነ በሚገጠም ጊዜ ችግር ሊፈጥር ይችላል
bg: Проверката за цялостност потвърждава че ISO образа е свален правилно и че локалния файл е точно копие на файла от сървъра за сваляне. Грешка по време на свалянето може да доведе до повреден файл и да се получат грешки по време на инсталацията.
ca: La comprovació de la integritat confirma que la vostra imatge ISO s'ha baixat correctament i que el vostre fitxer local és una còpia exacta del fitxer present als servidors de baixades. Un error durant la baixada podria resultar en un fitxer malmès i provocar problemes aleatoris durant la instal·lació.
cs: Kontrola neporušenosti ověří, zda byl ISO obraz stažený v pořádku, tedy že tento soubor u vás na počítači je přesnou kopií souboru, který se nachází na distribučních serverech. Chyba při stahování může vést k poškozenému souboru a instalace z takového by vedla k nahodilým chybám.
da: Integritetstjekket bekræfter, at din ISO-fil blev hentet korrekt, og at din lokal fil er en nøjagtig kopi af filen på serveren. Opstod der en fejl, mens du hentede filen, kunne det medføre en ødelagt fil og udløse tilfældige problemer under installeringen.
de: Die Unversehrtheitsprüfung bestätigt, dass Ihr ISO-Abbild ohne Fehler heruntergeladen wurde und dass Ihre lokale Datei eine genaue Kopie der Datei auf den Downloadservern ist. Ein Fehler während des Herunterladens kann zu einer beschädigten Datei führen und zufällige Probleme während der Installation auslösen.
el: Ο έλεγχος ακεραιότητας επιβεβαιώνει ότι η εικόνα ISO λήφθηκε σωστά και ότι το τοπικό σας αρχείο είναι ακριβές αντίγραφο του αρχείου που φιλοξενείται στους διακομιστές λήψεων. Ένα λάθος κατά τη διάρκεια της λήψης μπορεί να έχει ως αποτέλεσμα ένα κατεστραμμένο αρχείο και να προκαλέσει διάφορα ζητήματα κατά τη διάρκεια της εγκατάστασης.
eo: La integreca kontrolo konfirmas, ke via ISO-bildo estis bone elŝutita kaj ke via loka dosiero estas ekzakta kopio de la dosiero, kiu ĉeestas sur la elŝutaj serviloj. Eraro dum elŝuto povus rezultigi difektitan dosieron kaj kaŭzi iujn ajn problemojn dum instalado.
es: La verificación de integridad confirma que la imagen ISO se descargó correctamente y que el archivo local es una copia exacta del archivo presente en los servidores de descarga. Un error durante la descarga puede provocar la corrupción del archivo y provocar problemas aleatorios durante la instalación.
eu: Osotasun kontrolak ISO irudia behar bezala deskargatu dela eta fitxategi lokala deskargako zerbitzarietako fitxategiaren kopia zehatza dela egiaztatzen du. Deskargatzean gertatutako errore batek fitxategia hondatu dezake eta instalazioan ausazko arazoak eragin.
fr_ca: Le test d'intégrité confirme que votre image ISO a été proprement téléchargée et qu'elle est une copie exacte du fichier présent sur le miroir de téléchargement. Une erreur pendant le téléchargement peut corrompre l'image et engendrer des problèmes aléatoires pendant l'installation.
hr: Provjera cjelovitosti potvrđuje da je vaša ISO slika ispravno preuzeta i da je vaša lokalna datoteka istovjetna kopija datoteke prisutne na poslužiteljima preuzimanja. Greška pri preuzimanju može rezultirati oštećenom datotekom i uzrokovati razne probleme tijekom instalacije.
hu: Az integritás ellenőrzése megerősíti, hogy az ISO-lemezképfájlt megfelelően töltötte le, és hogy a helyi fájl a letöltési kiszolgálókon található fájl pontos másolata. A letöltés során okozott hiba megsérült fájlt eredményezhet és véletlenszerű problémákat okozhat a telepítés során.
ia: Le controlo de integritate confirma que tu imagine ISO ha essite debitemente discargate e que tu file local es un exacte copia del file presente sur le servitores de discargamento. Un error durante le discarga pote implicar in un file corrupte e discatenar problemas aleatori durante le installation.
it: Il controllo di integrità conferma che la tua immagine ISO è stata scaricata in maniera corretta, e che il file locale che possiedi è una esatta copia del file presente nei server di download. Un errore durante lo scaricamento potrebbe risultare in un file corrotto, e potrebbe generare errori casuali durante l'installazione.
ko: 무결성 확인은 ISO 이미지가 제대로 다운로드되었는지와 다운로드한 파일이 다운로드 서버에 있는 파일의 정확한 복사본인지를 확인합니다. 다운로드 중에 오류가 생기면 파일이 손상되거나 설치 과정에서 임의의 문제가 생길 수 있습니다.
lt: Vientisumo patikrinimas patvirtina, kad ISO atvaizdis buvo tinkamai atsisiųstas ir, kad jūsų vietinis failas yra tiksli atsiuntimo serveriuose esančio failo kopija. Klaida atsiuntimo metu gali sąlygoti pažeistą failą ir diegimo metu sukelti įvairias problemas.
nl: De integriteitscontrole bevestigt dat uw ISO-bestand correct werd binnengehaald en dat uw lokale bestand een exacte kopie is van datzelfde bestand op de downloadservers. Een fout tijdens het binnenhalen zou kunnen resulteren in een corrupt bestand en zou kunnen leiden tot willekeurige fouten tijdens de installatie.
pt_br: A verificação de integridade confirma que sua imagem ISO foi baixada corretamente e que seu arquivo local é uma cópia exata do arquivo presente nos servidores de download. Um erro durante o download pode resultar em um arquivo corrompido e desencadear problemas aleatórios durante a instalação.
ru: Проверка целостности подтверждает, что образ ISO был скачан правильно, и ваш локальный файл является точной копией файла на серверах загрузки. Ошибка во время скачивания может привести к повреждению файла и вызвать различные ошибки во время установки системы.
sv: Integritetskontrollen bekräftar att den ISO-fil du hämtat är en exakt kopia av den som finns i servern. Denna kontroll görs för att förhindra fel som beror på att filen blivit skadad under hämtningen.
tr: Doğrulama kontrolü, ISO imajının düzgün şekilde indirildiğini ve yereldeki dosyanızın indirme sunucularında bulunan dosyanın tam bir kopyası olduğunu onaylar. İndirme sırasında oluşan bir hata, bozuk bir dosyayla sonuçlanabilir ve yükleme sırasında rastgele sorunlara neden olabilir.
zh_cn: 完整性检查确认您的 ISO 映像是否被正确下载，以及您的本地文件是否和下载服务器上存在的文件完全一致。下载过程中的错误可能导致文件损坏，并在安装过程中引发随机问题。

source: The authenticity check confirms that the ISO image you downloaded was signed by Linux Mint, and thus that it isn't a modified or malicious copy made by somebody else.
am: ማረጋገጫ መመርመር የሚጠቅመው እርስዎ ያወረዱት የ ISO ምስል በ ሊነክስ ሚንት መፈረሙን ለ ማረጋገጥ ነው: እና ምንም እንዳልተሻሻለ እና መጥፎ ኮፒ አለመሆኑን ለ ማረጋገጥ ነው:
bg: Проверката за автентичност потвърждава че сваления образ е подписан от Линукс Минт и оттогава не е променян и че не е злонамерено копие, правено от някой друг.
ca: La comprovació de l'autenticitat confirma que la imatge ISO que heu baixat va ser signada per Linux Mint i, per tant, no es tracta d'una còpia modificada o maliciosa feta per una altra persona.
cs: Kontrola nepodvrženosti ověří, zda byl stažený obraz podepsán tvůrci Linux Mint a tím se zajistí, že nebyl upraven/napodoben někým jiným.
da: Ægthedstjekket bekræfter, at ISO-filen, du hentede, var signeret af Linux Mint, og derfor ikke er en ændret eller ondsindet kopi lavet af nogen andre.
de: Die Unversehrtheitsprüfung bestätigt, dass Ihr heruntergeladenes ISO-Abbild von Linux Mint signiert wurde und somit keine veränderte oder bösartige Kopie ist, die von irgendjemand anderem erstellt worden ist.
el: Ο έλεγχος αυθεντικότητας επιβεβαιώνει ότι η εικόνα ISO που έχετε κάνει λήψη είναι υπογεγραμμένη από το Linux Mint, και έτσι ότι δεν είναι τροποποιημένη από κάποιον άλλο ή ότι δεν είναι κάποιο κακόβουλο αντίγραφο.
eo: La aŭtentokontrolo konfirmas, ke la elŝutita ISO-bildo estis subskribita fare de Linukso Minto, kaj do ke ĝi ne estas ŝanĝita aŭ malbonintenca kopio, farita de alia.
es: El control de autenticidad confirma que la imagen ISO que descargó está firmada por Linux Mint, y por lo tanto no es una copia modificada o maliciosa hecha por otra persona.
eu: Egiazkotasun kontrolak deskargatutako ISO irudia Linux Mintek sinatutakoa dela egiaztatzen du eta ondorioz ez dela beste norbaitek aldatutako edo asmo txarreko kopia bat.
fr_ca: Le test d'authenticité confirme que l'image ISO que vous avez téléchargée a été signée par Linux Mint, et qu'il ne s'agit pas d'une copie modifiée ou malveillante.
hr: Provjera vjerodostojnosti potvrđuje da je vaša preuzeta ISO slika potpisana od strane Linux Minta, da nije promijenjena ili da nije zlonamjerna kopija koju je napravio netko drugi.
hu: Az eredetiség-ellenőrzés megerősíti, hogy a letöltött ISO-lemezképfájl a Linux Mint által lett aláírva, így nem módosított, vagy mások által módosított rosszindulatú másolat.
ia: Le controlo de authenticitate confirma que le imagine ISO que tu ha discargate era signate per Linux Mint, e assi que illo non es un copia modificate o maligne componite per alicuno.
it: Il controllo di autenticità conferma che l'immagine ISO che hai scaricato è stata firmata da Linux Mint, e di conseguenza non è una copia modificata da qualcuno o contenente codice malevolo.
ko: 제품 인증은 다운로드한 ISO 이미지가 리눅스 민트에 의해 서명된 제품임을 인증해줌으로써 다른 사람이 만든 수정본 이거나 악의적인 복사본이 아니라는 것을 확인해줍니다.
lt: Autentiškumo patikrinimas patvirtina, kad jūsų atsisiųstas ISO atvaizdis buvo pasirašytas Linux Mint ir todėl, nėra modifikuota ar kenkėjiška kažkieno sukurta kopija.
nl: De authenticiteitscontrole bevestigt dat het beeldbestand (ISO) dat u binnenhaalde ondertekend werd door LInux Mint, en aldus dat het geen gewijzigde of kwaadwillige andere versie is, die is gemaakt door iemand anders.
pt_br: A verificação de autenticidade confirma que a imagem ISO que você baixou foi assinada pelo Linux Mint e, portanto, não é uma cópia modificada ou maliciosa feita por outra pessoa.
ru: Проверка подлинности (аутентичности) подтверждает, что скачанный образ ISO был действительно подписан Linux Mint, то есть это не какая-то модифицированная или вредоносная копия, сделанная кем-то другим.
sv: Äkthetskontrollen bekräftar att den ISO-fil du hämtat har signerats av Linux Mints utvecklare. Denna kontroll görs för att förhindra spridning av skumma kopior som gjorts av andra.
tr: Güvenirlik kontrolü, indirdiğiniz ISO imajının Linux Mint tarafından imzalandığını doğrulamaktadır, ve böylece başka biri tarafından değiştirilmiş veya kötü amaçlı bir kopya olmadığı anlaşılmış olur.
zh_cn: 可靠性检验确认您下载的 ISO 映像是由 Linux Mint 签署，而不是被别人修改的或恶意的拷贝。

source: Download the SHA256 sums provided by Linux Mint
am: በ ሊነክስ ሚንት የሚቀርበውን የ SHA256 ድምር ያውርዱ
bg: Свалете SHA256 сумите, предоставени от Линукс Минт
ca: Baixeu les sumes SHA256 subministrades per Linux Mint
cs: Stáhněte si soubor s SHA256 kontrolními součty poskytovanými tvůrci Linux Mint
da: Hent SHA256-summerne leveret af Linux Mint
de: Die von Linux Mint bereitgestellten SHA256-Prüfsummen herunterladen
el: Κάντε λήψη τα SHA256 sums τα οποία παρέχονται από το Linux Mint
eo: Elŝutu la SHA256-kontrolsumojn, liveritajn de Linukso Minto
es: Descargue las sumas SHA256 proporcionadas por Linux Mint
eu: Deskargatu Linux Mintek emandako SHA256 baturak
fr_ca: Télécharger les sommes SHA256 fournies par Linux Mint
hr: Preuzmite SHA256 kontrolni zbroj koji pruža Linux Mint
hu: Töltse le a SHA256 összegeket, amelyeket a Linux Mint biztosít
ia: Discarga le summa de controlo SHA256 providite per Linux Mint
it: Scaricare il checksum SHA256 fornito da Linux Mint
ko: 리눅스 민트에서 제공하는 SHA256 sum을 다운로드합니다
lt: Atsisiųskite Linux Mint pateiktą SHA256 sumą
nl: Haal de SHA256-controlesommen binnen die aangeboden worden door Linux Mint
pt_br: Baixe as somas de verificação em SHA256 fornecidas pelo Linux Mint
ru: Загрузите контрольные суммы SHA256, предоставленные Linux Mint
sv: Hämta SHA256-signaturerna för Linux Mint
tr: Linux Mint tarafından sunulan SHA256 sums değerlerini indir
zh_cn: 下载由 Linux Mint 提供的SHA256值

source: All `download mirrors <https://www.linuxmint.com/mirrors.php>`_ provide the ISO images, a ``sha256sum.txt`` file and a ``sha256sum.txt.gpg`` file. You should be able to find these files in the same place you downloaded the ISO image from.
am: ሁሉም `የ ማውረጃ አንፀባራቂዎች <https://www.linuxmint.com/mirrors.php>`_ የሚያቀርቡት የ ISO ምስል ነው: ከ ``sha256sum.txt`` ያይል እና ``sha256sum.txt.gpg`` ፋይል ጋር: እርስዎ እነዚህን ፋይሎች ይህን የ ISO ምስል ከሚያወርዱበት ቦታ ማግኘት ይችላሉ
bg: Всички `огледала за сваляне <https://www.linuxmint.com/mirrors.php>`_ доставят ISO образи, файл ``sha256sum.txt`` и файл ``sha256sum.txt.gpg``. Трябва да видите тези файлове на същото място, от което сваляте ISO образа.
ca: Totes `les rèpliques de baixades <https://www.linuxmint.com/mirrors.php>`_ proporcionen les imatges ISO, un fitxer ``sha256sum.txt`` i un fitxer ``sha256sum.txt.gpg``. Hauríeu de poder trobar aquests fitxers al mateix lloc des d'on heu baixat la imatge ISO.
cs: Všechna `distribuční zrcadla <https://www.linuxmint.com/mirrors.php>`_ poskytují ISO obrazy, dále soubory ``sha256sum.txt`` a ``sha256sum.txt.gpg``. Ty by se měly nacházet ve stejném umístění, ze kterého jste si stáhli ISO obraz.
da: Alle `downloadspejle <https://www.linuxmint.com/mirrors.php>`_ har ISO-filerne samt filerne ``sha256sum.txt`` og ``sha256sum.txt.gpg``. Du burde kunne finde dem samme sted, som du hentede ISO-filen fra.
de: Alle `Spiegelserver <https://www.linuxmint.com/mirrors.php>`_ stellen neben den ISO-Abbildern eine ``sha256sum.txt``-Datei und eine ``sha256sum.txt.gpg``-Datei zur Verfügung. Sie sollten diese Dateien an derselben Stelle finden, von der Sie das ISO-Abbild heruntergeladen haben.
el: Όλοι οι `download mirrors <https://www.linuxmint.com/mirrors.php>`_ παρέχουν εικόνες ISO, ένα αρχείο ``sha256sum.txt`` και ένα αρχείο ``sha256sum.txt.gpg``. Θα πρέπει να είστε σε θέση να βρείτε αυτά τα αρχεία στο ίδιο μέρος από όπου κάνατε λήψη την εικόνα ISO.
eo: Ĉiuj `elŝutaj spegulserviloj <https://www.linuxmint.com/mirrors.php>`_ enhavas la ISO-bildojn, ``sha256sum.txt``-dosieron kaj ``sha256sum.txt.gpg``-dosieron. Vi devus kapabli trovi ĉi tiujn dosierojn en la sama loko, el kiu vi elŝutis la ISO-bildon.
es: Todos los `espejos de descarga <https://www.linuxmint.com/mirrors.php>`_ proporcionan las imágenes ISO, un archivo ``sha256sum.txt`` y un archivo ``sha256sum.txt.gpg``. Debería encontrar estos archivos en el mismo lugar desde donde descargó la imagen ISO.
eu: `Deskargarako ispilu <https://www.linuxmint.com/mirrors.php>`_ guztiek ISO irudiak, ``sha256sum.txt`` fitxategi bat eta ``sha256sum.txt.gpg`` fitxategi bat eskaintzen dituzte. ISO irudia deskargatutako lekuan horiek guztiak aurkitu behar zenituzke.
fr_ca: Tous les `miroirs de téléchargement <https://www.linuxmint.com/mirrors.php>`_ fournissent les images ISO, un fichier ``sha256sum.txt`` et un fichier ``sha256sum.txt.gpg``. Vous devriez trouver ces fichiers au même endroit où vous avez téléchargé l'image ISO.
hr: Svi `zrcalni poslužitelji <https://www.linuxmint.com/mirrors.php>`_ pružaju ISO slike, ``sha256sum.txt`` datoteku i ``sha256sum.txt.gpg`` datoteku. Trebali bi naći te datoteke na istom mjestu s kojeg ste preuzeli ISO slike.
hu: Az `összes letöltési tükör <https://www.linuxmint.com/mirrors.php>`_ biztosítja az ISO lemezkép fájlokat, valamint a ``sha256sum.txt`` fájlt és a ``sha256sum.txt.gpg`` fájlt. Ott kell lennie ezeknek a fájloknak ugyanazon a helyen, ahonnan letöltötte az ISO-lemezképfájlokat.
ia: Tote le `speculos de discarga <https://www.linuxmint.com/mirrors.php>`_ forni le imagines ISO, un ``file sha256sum.txt`` e un file ``sha256sum.txt.gpg``. Tu debe ser capace a trovar iste files in le mesme loco ubi tu ha discargate le imagine ISO.
it: Tutti i `server per il download <https://www.linuxmint.com/mirrors.php>`_ forniscono le immagini ISO, un file ``sha256sum.txt`` ed un file ``sha256sum.txt.gpg``. Dovresti essere in grado di trovare quei file nello stesso posto da cui hai scaricato l'immagine ISO.
ko: 모든 `다운로드 미러 서버 <https://www.linuxmint.com/mirrors.php>`_ 는 ISO 이미지, ``sha256sum.txt`` 파일, 그리고 ``sha256sum.txt.gpg`` 파일을 제공합니다. ISO 이미지를 다운로드 한 곳에서 이 파일을 찾으실 수 있을 겁니다.
lt: Visose `atsiuntimo tinklavietėse <https://www.linuxmint.com/mirrors.php>`_ yra pateikiami ISO atvaizdžiai, ``sha256sum.txt`` failas ir ``sha256sum.txt.gpg`` failas. Šiuos failus turėtumėte rasti toje pačioje vietoje, iš kurios atsisiuntėte ISO atvaizdį.
nl: Alle `spiegelservers <https://www.linuxmint.com/mirrors.php>`_ bevatten de ISO-beeldbestanden, een ``sha256sum.txt``-bestand en een ``sha256sum.txt.gpg``-bestand. U zou deze bestanden moeten kunnen vinden op dezelfde plaats als de plaats waar u het ISO-beeldbestand van binnenhaalde.
pt_br: Todos os `mirrors de download <https://www.linuxmint.com/mirrors.php>`_ fornecem as imagens ISO, um arquivo ``sha256sum.txt`` e um arquivo ``sha256sum.txt.gpg``. Você encontrará esses arquivos no mesmo local do qual você baixou a imagem ISO.
ru: Все `зеркала загрузки <https://www.linuxmint.com/mirrors.php>`_ предоставляют образы ISO, файл ``sha256sum.txt`` и файл ``sha256sum.txt.gpg``. Эти файлы можно найти в том же месте, откуда вы загружаете образ ISO.
sv: Alla `hämtningsplatser <https://www.linuxmint.com/mirrors.php>`_ har, förutom avbilderna i ISO-format, filerna ``sha256sum.txt`` och ``sha256sum.txt.gpg``. Du kan hitta dem i samma mapp där du hämtade ISO-filen.
tr: Tüm `indirme yansıları <https://www.linuxmint.com/mirrors.php>`_ ISO dosyası ile birlikte, bir ``sha256sum.txt`` dosyası ve bir ``sha256sum.txt.gpg`` dosyası sunar. Bu dosyalara ISO imajını indirdiğiniz aynı alandan ulaşabilirsiniz.
zh_cn: 所有 `下载镜像<https://www.linuxmint.com/mirrors.php>`_ 都提供 ISO 映像，一个 ``sha256sum.txt`` 文件和一个 ``sha256sum.txt.gpg`` 文件。您应该能够在您下载 ISO 映像相同的位置找到这些文件。
