Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: From version 20 onward, only 64-bit is available.
bg: От версия 20 напред е налична само 64-битова версия.
ca: Des de la versió 20, només és disponible en 64 bits.
cs: Od verze 20 je k dispozici pouze 64bitová verze.
da: Fra og med version 20 er kun 64-bit tilgængelig.
de: Ab Version 20 ist nur noch 64-Bit verfügbar.
el: Από την έκδοση 20 και μετά, μόνο 64-bit είναι διαθέσιμο.
eo: Ekde versio 20 nur 64-bita disponeblas.
es: A partir de la versión 20, solo está disponible para 64 bits
eu: 20 bertsiotik aurrera, 64 bitekoa bakarrik dago erabilgarri.
fr_ca: Depuis la version 20, seulement l'architecture 64 bits est disponible.
hr: Od izdanja 20 i novijeg, dostupno je samo 64-bitno izdanje.
hu: A 20-as verziótól kezdődően kizárólag 64 bites változatban érhető el.
ia: Ab le version 20 in avante, solo 64-bit es disponibile.
it: Dalla versione 20 in poi, sono disponibili solo 64 bit.
ko: 버전 20부터는 64비트 만 사용할 수 있습니다.
nl: Met ingang van versie 20 is alleen 64-bits beschikbaar.
pt_br: A partir da versão 20, apenas 64 bits estão disponíveis.
ru: Начиная с выпуска 20, доступна только 64-битная версия.
sv: Från och med version 20 stöds bara 64 bitar.ft
tr: 20. sürümden itibaren sadece 64 bit mevcuttur.
zh_cn: 从 20 版开始，仅提供 64 位版本。

source: The 32-bit ISO images on prior versions are provided for compatibility with older computers. 32-bit processors are extremely rare nowadays and most computers are able to run in 64-bit. If your computer was manufactured after 2007, you probably have a 64-bit processor.
bg: 32-битови ISO изображения за по-стари версии са налични за съвместимост със стари компютри. Повечето съвременни компютри са съвместими със 64-битови операционни системи. Ако вашият компютър е произведен след 2007-ма година, най-вероятно имате 64-битов процесор.
ca: Les imatges ISO de 32 bits de versions anteriors s'ofereixen per compatibilitat amb els equips més antics. Els processadors de 32 bits són extremadament rars avui dia i la major part dels equips poden funcionar a 64 bits. Si el vostre equip va ser fabricat després de 2007, probablement teniu un processador de 64 bits.
cs: 32bitové obrazy ISO v předchozích verzích jsou poskytovány kvůli kompatibilitě se staršími počítači. 32bitové procesory jsou v dnešní době spíše výjimkou a většina počítačů je schopna provozovat 64bitovouv verzi. Pokud byl váš počítač vyroben po roce 2007, pravděpodobně máte 64bitový procesor.
da: 32-bit ISO-filerne i tidligere versioner er der af hensyn til ældre computere. 32-bit processorer er meget sjældne nu til dags, og de fleste computere kan køre 64-bit. Hvis din computer er fra 2007 eller senere, har du sandsynligvis en 64-bit processor.
de: Die 32-Bit-ISO-Abbilder früherer Versionen sind für die Kompatibilität mit älteren Rechnern vorgesehen. 32-Bit-Prozessoren sind heutzutage äußerst selten, und die meisten Rechner sind in der Lage, mit 64-Bit zu arbeiten. Wenn Ihr Rechner nach 2007 hergestellt wurde, haben Sie wahrscheinlich einen 64-Bit-Prozessor.
el: Οι εικόνες ISO 32-bit σε προηγούμενες εκδόσεις παρέχονται για συμβατότητα με παλαιότερους υπολογιστές. Οι επεξεργαστές 32 bit είναι εξαιρετικά σπάνιοι στις μέρες μας και οι περισσότεροι υπολογιστές μπορούν να λειτουργούν σε 64 bit. Εάν ο υπολογιστής σας κατασκευάστηκε μετά το 2007, πιθανότατα έχετε επεξεργαστή 64 bit.
eo: La 32-bitaj ekzaktaj kopioj de diskoj ĉe antaŭaj versioj estas provizataj por kongruo al pli malnovaj komputiloj. 32-bitaj procesoroj estas tre maloftaj nuntempe kaj plej multaj komputiloj kapablas ruliĝi 64-bite. Se via komputilo estis fabrikita post 2007, vi verŝajne havas 64-bitan procesoron.
es: Las imágenes ISO de 32 bits de versiones anteriores se ofrecen por compatibilidad con equipos más antiguos. Los procesadores de 32 bits son extremadamente raros hoy en día y la mayoría de los equipos pueden funcionar en 64 bits. Si su equipo fue fabricado después de 2007, probablemente tenga un procesador de 64 bits.
eu: Aurreko bertsioen 32 biteko ISO irudiak ordenagailu zaharrekin bateragarritasuna izateko ematen dira. 32 biteko prozesatzaileak oso arraroak dira gaur egun eta ordenagailu gehienek 64 bitekoak darabiltzate. Zure ordenagailua 2007 ondoren egindakoa bada, ziur aski 64 biteko prozesatzaile bat daukazu.
fr_ca: Les images 32 bit ISO des versions antérieures sont compatibles pour les ordinateurs anciens. Les micro-processeurs 32 bit sont plutôt rares et, maintenant, les ordinateurs ont la capacités de fonctionner avec l'architecture 64 bit. Si votre ordinateur a été fabriqué après 2007, il y a de fortes chances qui fonctionne en 64 bit.
hr: 32-bitne ISO slike na prijašnjim izdanjima se isporučuju zbog kompatibilnosti sa starijim računalima. 32-bitni procesori danas su vrlo rijetki i većina računala koristi 64-bitne procesore. Ako je vaše računalo proizvedeno nakon 2007 godine, najvjerojatnije imate 64-bitni procesor.
hu: Az előző verziók 32 bites ISO-lemezképfájljai a régebbi számítógépekkel való kompatibilitást biztosította. A kizárólag 32 bites utasításokat támogató processzorok nagyon ritkák manapság, és a legtöbb számítógép képes 64 bites programkódokat futtatni. Amennyiben a számítógépet 2007 után gyártották, jó eséllyel 64 bites processzort tartalmaz.
ia: Le imagines ISO 32-bit sur le versiones precedente es fornite pro compatibilitate con computatores plus vetere. Le processors a 32-bit es extrememente rar jam e le major parte del computatores pote fluer in 64-bit. Si tu computator era fabricate post 2007, tu probabilemente ha un processor a 64-bit.
it: Le immagini ISO a 32 bit delle versioni precedenti sono fornite per compatibilità con i computer più vecchi. I processori a 32 bit sono estremamente rari al giorno d'oggi e la maggior parte dei computer è in grado di funzionare a 64 bit. Se il tuo computer è stato prodotto dopo il 2007, probabilmente ha un processore a 64 bit.
ko: 32비트 ISO 이미지는 구형 컴퓨터와의 호환성을 위해 제공됩니다. 32비트 프로세서는 현재 매우 드물고 오늘날 대부분의 컴퓨터는 64비트입니다. 2007년 이후에 제조된 컴퓨터인 경우 64비트 프로세서를 적용했을 겁니다.
nl: De 32-bits-ISO-schijfkopieën van oudere versies worden ter beschikking gesteld wegens de verenigbaarheid met oudere computers. 32-bits-processoren zijn tegenwoordig bijzonder zeldzaam en de meeste computers kunnen 64-bits aan. Als uw computer werd vervaardigd na 2007, hebt u waarschijnlijk een 64-bits-processor.
pt_br: As imagens ISO de 32 bits em versões anteriores são fornecidas para compatibilidade com computadores mais antigos. Os processadores de 32 bits são extremamente raros hoje em dia e a maioria dos computadores é capaz de rodar em 64 bits. Se o seu computador foi fabricado depois de 2007, provavelmente você tem um processador de 64 bits.
ru: 32-битные образы ISO предыдущих версий предоставляются для совместимости со старыми компьютерами. 32-битные процессоры весьма редки в наши дни, и большинство компьютеров способны работать с 64-битными операционными системами. Если ваш компьютер выпущен после 2007 года, то, скорее всего, у вас 64-битный процессор.
sv: De 32-bitars ISO-filer som finns av tidigare versioner är till för äldre datorer. Processorer med 32 bitars ordlängd är numera väldigt sällsynta då de flesta datorer är avsedda för 64 bitar. Om din dator tillverkats efter år 2007 så har den troligen en 64-bitars processor.
tr: Daha önceki sürümlerdeki 32-bit ISO kalıpları eski bilgisayarlara uyumluluk sağlamak amacıyladır. 32-bit işlemciler günümüzde oldukça nadirdir ve çoğu bilgisayar 64-bit’le çalışabilir. Bilgisayarınız 2007’den sonra üretildiyse, muhtemelen 64 bit işlemcisiye sahiptir.

source: If you have an old computer and you are unsure whether or not it can run in 64-bit, read `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
am: እርስዎ አሮጌ ኮምፒዩተር ካለዎት እና እርግጠኛ ካልሆኑ ማስኬድ መቻሉን የ 64-ቢት: ይህን ያንብቡ `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
bg: Ако имате стар компютър и не сте сигурни дали може да стартирате 64-битовата версия, прочетете `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
ca: Si teniu un ordinador antic i no esteu segur de si pot funcionar o no en 64 bits, llegiu `Cronologia X86 <https://en.wikipedia.org/wiki/X86#Chronology>`_.
cs: Pokud máte starší počítač a nevíte, zda je nebo není schopen provozu v 64bitech, najděte si jeho procesor v `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_ (v angličtině).
da: Hvis du har en gammel computer og er usikker på, om den kan køre 64-bit, så læs `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
de: Wenn Sie einen alten Rechner haben und unsicher sind, ob er in 64-Bit laufen kann, lesen Sie `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
el: Αν έχετε ένα πολύ παλιό υπολογιστή και δεν είστε βέβαιοι εάν είναι ικανός να τρέξει 64-bit, διαβάστε το `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
eo: Se vi havas malnovan komputilon kaj necertas ĉu ĝi povas ruli 64-bite, legu (angle) `X86 Kronologio <https://en.wikipedia.org/wiki/X86#Chronology>`_.
es: Si tiene un equipo viejo y no está seguro de si puede funcionar en 64 bits, lea `Cronología del X86 <https://es.wikipedia.org/wiki/X86#Cronolog%C3%ADa>`_.
eu: Ordenagailu zahar bat baduzu eta ez bazaude ziur 64 bitetan funtziona dezakeen ala ez, irakurri `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
fr_ca: Si vous avez un vieil ordinateur et que vous n'êtes pas certain s'il peut fonctionner ou non avec l'architecture 64-bit, lisez `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
hr: Ako imate starije računalo i niste sigurni je li 64-bitno, pročitajte `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
hu: Ha régi számítógéppel rendelkezik, és nem biztos benne, hogy 64 bites verzió futtatható-e vagy sem, akkor olvassa el az "X86-kronológia <https://hu.wikipedia.org/wiki/X86#Id%C5%91rend> _ bekezdést.
ia: Si tu ha un vetule computator e tu es insecur si illo pote fluer o non in 64-bits, lege `Chronologia del X86 <https://en.wikipedia.org/wiki/X86#Chronology>`_.
it: Se hai un computer datato e non sei sicuro se possa girare a 64-bit, leggi `Cronologia dei processori x86 (in inglese) <https://en.wikipedia.org/wiki/X86#Chronology>`_.
ko: 오래된 컴퓨터를 가지고 계시며 64 비트로 사용이 가능한지 모르시겠다면, `X86 연표 <https://en.wikipedia.org/wiki/X86#Chronology>`_ 를 한 번 살펴보세요.
lt: Jeigu turite seną kompiuterį ir nesate tikri ar jis gali veikti 64 bitų veiksenoje, tuomet skaitykite `X86 chronologiją <https://en.wikipedia.org/wiki/X86#Chronology>`_.
nl: Als u in het bezit bent van een oude computer, en u twijfelt of die in 64-bits kan draaien, lees dan `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_ (in het Engels).
pt_br: Se você tem um computador antigo e não tem certeza se ele pode ou não funcionar em 64 bits, leia `Cronologia do X86 <https://pt.wikipedia.org/wiki/X86#Cronologia>`_
ru: Если у вас старый компьютер, и вы не знаете, может ли он работать в 64-битном режиме, прочитайте `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_.
sv: Om du har en gammal dator och inte vet om den klarar 64 bitar, läs `X86 Tidsaxel <https://sv.wikipedia.org/wiki/X86#Tidsaxel>`_.
tr: Eğer eski bir bilgisayara sahipseniz ve bilgisayarınızın 64-bit'i desteklediğinden emin değilseniz, şu bağlantıyı inceleyebilirsiniz: `X86 Kronolojisi <https://en.wikipedia.org/wiki/X86#Chronology>`_
zh_cn: 如果您有一台老计算机，并且不确定它是否能以64位运行，请阅读 `X86 Chronology <https://en.wikipedia.org/wiki/X86#Chronology>`_。

source: You can try to boot Linux Mint 64-bit on your computer. If it isn't compatible, nothing bad will happen. You will just get an error message.
am: እርስዎ መሞከር ይችላሉ ሊነክስ ሚንት 64-ቢት በ እርስዎ ኮምፒዩተር ላይ: ተስማሚ ካልሆነ ምንም መጥፎ ነገር አይፈጠርም: ለ እርስዎ የ ስህተት መልእክት ይታያል
bg: Може да опитате да стартирате 64-битовия Линукс Минт. Ако не е съвместим няма да се случи нищо лошо. Просто ще получите съобщение за грешка.
ca: Podeu provar d'arrencar Linux Mint de 64 bits a l'ordinador. Si no és compatible, no passarà res dolent. Només obtindreu un missatge d'error.
cs: Můžete zkusit na konkrétním počítači spustit 64bitový Linux Mint. Pokud není kompatibilní, nic špatného se nestane – jen obdržíte chybové hlášení.
da: Du kan prøve at starte Linux Mint 64-bit på din computer. Hvis den ikke er kompatibel, vil der ikke ske noget slemt; du vil bare få en fejlmeddelelse.
de: Sie können versuchen, Linux Mint 64-Bit auf Ihrem Rechner zu starten. Wenn es inkompatibel ist, wird nichts schlimmes passieren. Sie werden lediglich eine Fehlermeldung erhalten.
el: Μπορείτε να δοκιμάσετε να εκκινήσετε το Linux Mint 64-bit στον υπολογιστή σας. Εάν δεν είναι συμβατό, δεν θα συμβεί κάτι κακό. Απλά θα σας επιστρέψει ένα μήνυμα σφάλματος.
eo: Vi povas provi startigi Linukson Minton en via komputilo. Se ĝi ne kongruos, nenio malbona okazos. Vi nur ekhavos eraran mesaĝon.
es: Puede intentar iniciar Linux Mint de 64 bits en su equipo. Si no es compatible, no ocurrirá nada malo. Simplemente, aparecerá un mensaje de error.
eu: Zure ordenagailuan Linux Mint 64 bit abiarazten saia zaitezke. Ez bada bateragarria ez da ezer txarrik pasako. Errore-mezu bat jasoko duzu, besterik ez.
fr_ca: Vous pouvez essayer de démarrer Linux Mint 64-bit sur votre ordinateur. S'il n'est pas compatible, aucun dommage ne se produira. Vous constaterez seulement un message d'erreur.
hr: Možete pokušati pokrenuti 64-bitni Linux Mint na vašem računalu. Ako nije kompatibilan, ništa loše se neće učiniti. Samo ćete vidjeti poruku o grešci.
hu: Megpróbálhatja a Linux Mint 64 bites rendszer futtatását a számítógépén. Ha nem kompatibilis, semmi nem fog történni. Csak hibaüzenetet fog kapni.
ia: Tu pote provar a facer le boot de Linux Mint a 64-bits sur tu computator. Si illo non es compatibile, nihil de mal occurrera. Tu justo obtenera un message de error.
it: Puoi provare ad avviare Linux Mint a 64-bit sul tuo computer. Se non è compatibile, non succederà nulla di grave, ma apparirà solo un messaggio di errore.
ko: 리눅스 민트 64 비트로 한 번 부팅해 보세요. 호환되지는 않는다 해도, 시스템에 해가 되지는 않습니다. 다만 오류 메시지 정도는 보시게 될 겁니다.
lt: Galite pabandyti paleisti 64 bitų Linux Mint savo kompiuteryje. Jeigu jis yra nesuderinamas, tuomet nieko blogo nenutiks. Tiesiog, matysite pranešimą apie klaidą.
nl: U kunt altijd proberen om op te starten met Linux Mint 64-bits. Er kan niets ernstigs gebeuren als uw computer die niet ondersteunt: er volgt enkel een foutmelding.
pt_br: Você pode tentar inicializar o Linux Mint 64-bit no seu computador. Se não for compatível, nada de ruim acontecerá. Você receberá apenas uma mensagem de erro.
ru: Вы можете попробовать загрузить 64-разрядную версию Linux Mint на вашем компьютере. Если они несовместимы, ничего плохого не произойдёт. Вы просто увидите сообщение об ошибке.
sv: Du kan alltid prova att starta datorn med 64 bitars Linux Mint. Den tar ingen skada av detta - om det inte fungerar så får du bara ett felmeddelande.
tr: Bilgisayarınızı Linux Mint 64-bit ile açmayı deneyebilirsiniz. Eğer uyumlu değilse, kötü bir sonuçla karşılaşmazsınız. Sadece bir hata mesajı alırsınız.
zh_cn: 您可以尝试在您的计算机上启动64位的 Linux Mint。即使它不兼容，也不会对计算机造成不良影响。您只会收到一条错误消息。

source: If you cannot boot or install Linux Mint because your hardware is too recent and is not properly detected see the `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ chapter in the Linux Mint User Guide for an alternative ISO.
bg: Ако не можете да заредите или инсталирате Linux Mint, защото хардуерът ви е прекалено нов и не бива засечен правилно, моля вижте `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ chapter в ръководството за потребителя на Linux Mint за алтернативно ISO.
ca: Si no podeu iniciar o instal·lar Linux Mint perquè el vostre maquinari és massa recent i no és detectat correctament, consulteu el capítol 'imatges ISO d'Edge <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ de la Guia de l'usuari de Linux Mint per obtenir una ISO alternativa.
cs: Pokud nemůžete zavést nebo nainstalovat Linux Mint, protože váš hardware je příliš nedávný a nebyl správně detekován, podívejte se na `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ kapitola v uživatelské příručce Linux Mint pro alternativní ISO.
da: Kan du ikke boote eller installere Linux Mint, fordi din hardware er for ny og ikke registreres ordentligt, så se kapitlet `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ i Linux Mints brugervejledning for forslag til en alternativ ISO.
de: Wenn Sie Linux Mint nicht starten oder installieren können, weil Ihr Gerät zu neu ist und nicht richtig erkannt wird, finden Sie im Kapitel `Edge-ISO-Abbilder <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>` im Linux-Mint-Benutzerhandbuch eine alternative ISO-Datei.
el: Εάν δεν μπορείτε να εκκινήσετε ή να εγκαταστήσετε το Linux Mint επειδή το υλικό σας είναι πολύ πρόσφατο και δεν έχει εντοπιστεί σωστά, δείτε τo κεφάλαιο `Εικόνες Edge ISO <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ στον Οδηγό Χρήσης του Linux Mint για εναλλακτική εικόνα ISO.
eo: Se vi ne povas praŝargi aŭ instali Linukson Minton pro tio, ke via aparataro estas tro freŝa kaj ne estas dece detektita, vidu la `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ ĉapitro en la Poruzanta Manlibro de Linukso Minto por alternativa ekzakta kopio de disko.
es: Si no puede iniciar o instalar Linux Mint porque su hardware es demasiado reciente y no se detecta correctamente, consulte el capítulo `Imágenes ISO de Edge <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ de la Guía del usuario de Linux Mint para obtener una ISO alternativa.
eu: Zure hardwarea berriegia izatearen eta behar bezala detektatu ezinaren ondorioz ezin baduzu Linux Mint abiarazi edo instalatu, ikusi Linux Minten erabiltzaile gidaren `Edge ISO irudiak <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>` atala ISO alternatibo bat eskuratzeko.
fr_ca: Si vous ne pouvez démarrer ou installer Linux Mint parce que votre ordinateur est trop récent ou qu'il n'est pas correctement détecté, veuillez consulter le chapitre `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ dans le guide de l'utilisateur de Linux Mint, pour un alternative ISO.
hr: Ako ne možete pokrenuti ili instalirati Linux Mint zato jer imate najnoviji hardver koji nije ispravno otkriven pogledajte `Edge ISO slike <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ poglavlje u Linux Mint korisničkom priručniku za alternativne ISO slike.
hu: Amennyiben nem tud rendszerindítást végezni a számítógépen és telepíteni a Linux Mint rendszert, mert túl új a számítógép és nem érzékeli a számítógép összetevőit, amire telepítené, akkor tekintse meg a `Edge ISO-lemezkép<https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ fejezetet a Linux Mint Felhasználói Kézikönyvet az alternatív ISO-lemezkép fájlokról.
ia: Si tu non pote initialisar o installar Linux Mint perque tu hardware es troppo recente e non es correctemente disvelate, vide le capitulo de `Edge ISO Imagines <https://linuxmint-user-guide.readthedocs.io/en/ultime/edge.html>`_ in le Guida del usator de Linux Mint pro un ISO alternative.
it: Se non riesci ad avviare o installare Linux Mint perché il tuo hardware è troppo recente e non viene rilevato correttamente, consulta il capitolo sulle `Immagini ISO Edge <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ nella Guida per l'utente di Linux Mint per una ISO alternativa.
ko: 하드웨어가 너무 최신이고 제대로 감지되지 않아 Linux Mint를 부팅하거나 설치할 수 없는 경우 `Edge ISO 이미지 <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_를 참조하세요. 대체 ISO에 대한 Linux Mint 사용자 가이드의 챕터입니다.
nl: Als u Linux Mint niet kunt opstarten of installeren omdat uw apparatuur te nieuw is, waardoor die niet correct wordt herkend, zie dan het hoofdstuk `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ in de Linux Mint Gebruikersgids inzake een alternatief ISO.
pt_br: Se você não conseguir inicializar ou instalar o Linux Mint porque seu hardware é muito recente e não foi detectado corretamente, consulte as `Imagens ISO do Edge <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>` _ capítulo no Guia do Usuário do Linux Mint para uma ISO alternativa.
ru: Если вы не можете загрузить или установить Linux Mint из-за того, что ваше оборудование появилось недавно и не может быть корректно определено, смотрите раздел по использованию альтернативных ISO-образов `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>` руководства пользователя Linux Mint.
sv: Om du inte kan starta eller installera Linux Mint på grund av att datorn är så ny att dess hårdvara inte stöds, se kapitlet `Edge ISO Images <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ i Linux Mint User Guide för en alternativ ISO-fil.
tr: Çok yeni bir donanıma sahip olmanız ya da algılanmayan bir donanım sebebiyle, Linux Mint'i başlatamıyor ya da kuramıyorsanız; Linux Mint Kullanıcı Rehberindeki `Edge ISO Kalıpları <https://linuxmint-user-guide.readthedocs.io/en/latest/edge.html>`_ bölümünde belirtilen alternatif ISO kalıbını deneyebilirsiniz.

source: Multimedia codecs
am: የ በርካታ መገናኛ codecs
bg: Мултимедийни кодеци
ca: Còdecs multimèdia
cs: Kodeky multimédií
da: Multimediecodecs
el: Κωδικοποιητές πολυμέσων
eo: Plurmediaj kodekoj
es: Códecs multimedia
eu: Multimedia kodekak
fr_ca: Codecs multimédia
hr: Multimedijski kôdeki
hu: Multimédiás kodekek
ia: Codecs multimedial
it: Codec multimediali
ko: 멀티미디어 코덱
lt: Multimedijos kodekai
nl: Multimedia-ondersteuning (codecs)
pt_br: Codecs Multimídia
ru: Кодеки мультимедиа
sv: Multimedia-tillägg
tr: Çokluortam çözücüleri
zh_cn: 多媒体编解码器

source: Some multimedia content requires additional codecs to be installed.
am: ለ አንዳንድ የ በርካታ መገናኛ ይዞታዎች ተጨማሪ ኮዶች መግጠም ያስፈልጋል
bg: Част от мултимедийното съдържание изисква да се инсталират допълнителни кодеци.
ca: Alguns continguts multimèdia requereixen la instal·lació de còdecs addicionals.
cs: Některý multimediální obsah vyžaduje instalaci dalších kodeků.
da: Noget multimedieindhold kræver, at der installeres flere codecs.
de: Für einige Multimedia-Inhalte müssen zusätzliche Codecs installiert werden.
el: Ορισμένο περιεχόμενο πολυμέσων απαιτεί την εγκατάσταση πρόσθετων κωδικοποιητών.
eo: Iu plurmedia enhavo postulas pliajn instalotajn kodekojn.
es: Algunos contenidos multimedia requieren instalar códecs adicionales para reproducirse.
eu: Multimedia eduki batzuk kodek gehigarriak instalatzea eskatzen dute.
fr_ca: Certains contenus multimédia nécessitent l'installation de codecs supplémentaires.
hr: Određeni multimedijski sadržaj zahtijeva instalaciju dodatnih kôdeka.
hu: Egyes multimédiás tartalmakhoz további kodekeket kell telepíteni.
ia: Alcun contentos multimedial require que es installate additional codecs.
it: Alcuni contenuti multimediali necessitano dell'installazione di codec aggiuntivi.
ko: 어떤 멀티미디어 컨텐츠는 추가적인 코덱이 필요합니다.
lt: Kai kuri multimedija reikalauja, kad būtų įdiegti papildomi kodekai.
nl: Bepaalde multimedia-inhoud heeft bijkomende codecs nodig die moeten worden geïnstalleerd.
pt_br: Alguns conteúdos multimídia exigem que codecs adicionais sejam instalados.
ru: Некоторый мультимедийный контент требует установки дополнительных кодеков.
sv: För att du skall kunna använda multimedia behöver vissa tillägg installeras.
tr: Bazı çoklu-ortam içerikleri ek çözücülerin kurulu olmasını gerektirir.
zh_cn: 有些多媒体内容需要安装额外的编解码器。
