Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: `A beginner’s guide to disks and disk partitions in Linux <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
am: `ለ ጀማሪዎች’ መምሪያ ስለ ዲስኮች እና ስለ ዲስክ ክፍልፋይ መከፋፈያ በ ሊነክስ ውስጥ <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
bg: `Ръководство за начинаещи за дискове и дялове в Линукс <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
ca: `Una guia per a principiants als discs i les particions de discs en Linux <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
cs: `Průvodce začátečníka jednotkami datového úložiště a oddíly na nich v Linuxu <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
de: `Ein Einsteigerhandbuch zu Festplatten und Festplattenpartitionen in Linux <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
eo: `Manlibro por komencantoj pri diskoj kaj subdiskoj sub Linukso <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_ (angle)
hr: `Početnički vodič za diskove i particioniranje diskova u Linuxu <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
hu: A `Lemezek és lemezpartíciók kezelése Linux alatt útmutatója kezdő számára <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
it: `Una guida introduttiva ai dischi e alle partizioni in Linux (in inglese) <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
lt: `A beginner’s guide to disks and disk partitions in Linux <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_ (anglų kalba)
nl: `A beginner’s guide to disks and disk partitions in Linux <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_ (in het Engels)
pt_br: `Guia completo para iniciantes sobre discos e partições no Linux <https://www.linuxdescomplicado.com.br/2017/09/guia-completo-para-iniciantes-sobre-discos-e-particoes-no-linux.html/>`_
ru: `Руководство для начинающих пользователей по дискам и их разделам в Linux <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_
sv: `A beginner’s guide to disks and disk partitions in Linux <https://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_ (på engelska)
tr: `Linux'ta diskler ve disk bölümleri için başlangıç kılavuzu <http://linuxbsdos.com/2014/11/08/a-beginners-guide-to-disks-and-disk-partitions-in-linux/>`_

source: `Device Names in Linux <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
am: `የ አካሎች ስም በ ሊነክስ ውስጥ <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
bg: `Имена на устройства в Линукс <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
ca: `Noms dels dispositius en Linux <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
cs: `Názvy zařízení v Linuxu <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
de: `Gerätebezeichnungen unter Linux <https://www.debian.org/releases/wheezy/amd64/apcs04.html.de>`_
eo: `Aparatnomoj sub Linukso <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_ (angle)
eu: `Gailuen izenak Linuxen [EN] <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
fr_ca: `Noms des périphériques sous Linux <https://www.debian.org/releases/wheezy/amd64/apcs04.html.fr>`_
hr: `Nazivi uređaja u Linuxu <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
hu: `Eszköznevek Linux alatt <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>` _
ia: `Nomines de dispositivos in Linux <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
it: `I nomi dei dispositivi in Linux (in inglese) <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
lt: `Device Names in Linux <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_ (anglų kalba)
nl: `Device Names in Linux <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_ (in het Engels)
pt_br: `Nomes de Dispositivos em Linux <https://www.debian.org/releases/stable/arm64/apcs04.html.pt>`_
ru: `Имена устройств в Linux <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_
sv: `Enhetsnamn i Linux <https://www.debian.org/releases/wheezy/amd64/apcs04.html.sv>`_
tr: `Linux'ta Aygıt İsimleri <https://www.debian.org/releases/wheezy/amd64/apcs04.html.en>`_

source: `Understanding the Linux File System <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
am: `የ ሊነክስ ፋይል ስርአት መረጃ <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
bg: `Да разберем файловата система на Линукс <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
ca: `Comprensió dels sistemes de fitxers de Linux <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
cs: `Pochopení Linuxového souborového systému <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
de: `Das Linux-Dateisystem verstehen <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
eo: `Kompreni la Linuksan dosiersistemon <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_ (angle)
eu: `Linux fitxategi-sistema ulertzen [EN] <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
hr: `Razumijevanje Linux datotečnog sustava <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
hu: `A Linux fájlrendszerek bemutatása<http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
ia: `Comprender le Systema de files de Linux <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
it: `Comprendere il filesystem di Linux (in inglese) <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
lt: `Understanding the Linux File System <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_ (anglų kalba)
nl: `Understanding the Linux File System <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_ (in het Engels)
pt_br: `Entendendo o sistema de arquivos do Linux <https://www.vivaolinux.com.br/artigo/Entendendo-o-sistema-de-arquivos-do-Linux/>`_
ru: `Понятие файловой системы Linux <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_
sv: `Understanding the Linux File System <https://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_ (på engelska)
tr: `Linux Dosya Sistemini Anlama <http://etutorials.org/Linux+systems/red+hat+linux+9+professional+secrets/Part+II+Exploring+Red+Hat+Linux/Chapter+7+Red+Hat+Linux+Basics/Understanding+the+Linux+File+System/>`_

source: Dedicated /home partition
am: የ ተወሰነ /የ ቤት ክፍልፋይ
bg: Отделен /home дял
ca: Partició /home dedicada
cs: Vyhrazený oddíl /home
da: Dedikeret /home-partition
de: Eigene /home-Partition
el: Ειδική κατάτμηση /home
eo: Aparta subdisko por /hejmo
es: Partición /home dedicada
eu: Aparteko /home partizioa
fr_ca: Partition dédiée /home
hr: Namjenska /home osobna particija
hu: Dedikált /home partíció
ia: Partition /home dedicate
it: Partizione dedicata /home
ko: 전용 /home 파티션
lt: Paskirtas /home skaidinys
nl: Aparte partitie voor /home
pt_br: Partição /home dedicada
ru: Отдельный раздел /home
sv: Separat partition för /home
tr: Ayrılmış /home (/ev) disk bölümü
zh_cn: 专用 /home 分区

source: In Linux, the ``/home`` directory is used to store user data and preferences.
am: በ ሊነክስ ውስጥ የ ``/ቤት`` ዳይሬክቶሪ የሚጠቀሙት የ ተጠቃሚውን ዳታ እና ምርጫዎች ለ ማስቀመጥ ነው
bg: В Линукс, ``/home`` директорията се използва да складира потребителски данни и настройки.
ca: A Linux, el directori ``/home`` s'utilitza per emmagatzemar les dades i les preferències dels usuaris.
cs: V GNU/Linux slouží složka ``/home`` pro uchovávání domovských složek uživatelů s jejich daty a nastaveními.
da: I Linux bruges mappen ``/home`` til at gemme brugerdata og -præferencer.
de: Unter Linux dient das ``/home``-Verzeichnis dem Speichern von Daten und Einstellungen des Nutzers.
el: Στο Linux, ο κατάλογος ``/home`` χρησιμοποιείται για να αποθηκεύει δεδομένα και προτιμήσεις του χρήστη.
eo: En Linukso la dosierujo ``/hejmo`` estas uzata por konservi datumojn kaj preferojn de la uzanto.
es: En Linux, la carpeta ``/home`` se usa para guardar los datos y preferencias del usuario.
eu: Linuxen ``/home`` direktorioa erabiltzailearen datuak eta hobespenak gordetzeko erabiltzen da.
fr_ca: Sous Linux, le répertoire ``/home`` est utilisé pour les données et les préférences des utilisateurs.
hr: U Linuxu, ``/home`` osobni direktorij se koristi za pohranu korisnikovih podataka i osobitosti.
hu: A Linuxban a ``/home`` mappa a felhasználói adatok és beállítások tárolására szolgál.
ia: In Linux, le directorio ``/home`` es usate pro immagazinar datos e preferentias del usator.
it: In Linux, la cartella ``/home`` è usata per conservare i dati e le preferenze dell'utente.
ko: 리눅스에서는, ``/home`` 디렉토리에 사용자의 데이와 설정을 저장합니다.
lt: Linux sistemose, ``/home`` katalogas yra naudojamas naudotojo duomenų ir nuostatų saugojimui.
nl: In LInux wordt de ``/home``-map gebruikt om gebruikersgegevens en voorkeursinstellingen in op te slaan.
pt_br: No Linux, o diretório ``/home`` é utilizado para armazenar dados dos usuários e suas preferências.
ru: В Linux каталог ``/home`` используется для хранения данных и настроек пользователя.
sv: I Linux används mappen ``/home`` för att spara användarnas data och inställningar.
tr: Linux'ta, ``/home`` dizini kullanıcı verilerini ve tercihlerini saklamak için kullanılır.
zh_cn: 在 Linux 中，``/home`` 目录用于存储个人数据和偏好设置。

source: This directory contains one subdirectoy for each user account. Say your username is ``john``, your home directory is ``/home/john``, your downloads are in ``/home/john/Downloads``, your documents in ``/home/john/Documents``, your Firefox bookmarks somewhere in ``/home/john/.mozilla`` and so on...
am: ይህ ዳይሬክቶሪ የያዘው አንድ ንዑስ ዳይሬክቶሪ ነው ለ እያንዳንዱ ተጠቃሚ መግለጫ: ለምሳሌ እንበል የ እርስዎ ተጠቃሚ ስም ``john``ነው እንበል: የ እርስዎ ቤት ዳይሬክቶሪ ``/home/john`` ይሆናል: እርስዎ ያወረዱት ``/home/john/Downloads`` ይሆናል: የ እርስዎ ሰነድ ``/home/john/Documents`` ይሆናል: የ እርስዎ Firefox bookmarks እዚህ ውስጥ በ ``/home/john/.mozilla`` ይሆናል ወዘተ...
bg: Тази директория съдържа поддиректории за всеки потребителски акаунт. Например, ако потребителското ви име е ``john``, вашата домашна папка е ``/home/john``, вашите сваляния са в ``/home/john/Свалени``, вашите документи са в ``/home/john/Докменти``, вашите Firefox отметки са някъде в ``/home/john/.mozilla`` и т.н...
ca: Aquest directori conté un subdirectori per a cada compte d'usuari. Diguem que el vostre nom d'usuari és ``oriol``, el vostre directori d'usuari és ``/home/oriol``, les vostres baixades estan a ``/home/oriol/Baixades``, els vostres documents estan a ``/home/oriol/Documents``, les vostres adreces d'interès de Firefox en algun lloc a ``/home/oriol/.mozilla``, etc.
cs: Tato složka obsahuje podsložku pro každý uživatelský účet. Řekněme, že vaše uživatelské jméno je ``jan``, pak domovská složka je ``/home/jan``, vámi z Internetu stažené soubory končí v ``/home/jan/Stažené``, vaše dokumenty v ``/home/jan/Dokumenty``, záložky prohlížeče Firefox se nacházejí pod ``/home/jan/.mozilla`` a tak dále…
da: Mappen indeholder en undermappe for hver brugerkonto. Hvis f.eks. dit brugernavn er ``knud``, så er din Hjem-mappe ``/home/knud``, dine hentede filer ligger i ``/home/knud/Hentet``, dine dokumenter i ``/home/knud/Dokumenter``, dine Firefox-bogmærker et sted i ``/home/knud/.mozilla`` osv.
de: Dieses Verzeichnis enthält einen Unterordner für jedes Benutzerkonto. Wenn Ihr Benutzername ``mustermann`` ist, dann ist Ihr persönlicher Ordner ``/home/mustermann``, Ihre Downloads sind in ``/home/mustermann/Downloads``, Ihre Dokumente in ``/home/mustermann/Dokumente``, Ihre Firefox-Lesezeichen irgendwo in ``/home/mustermann/.mozilla`` und so weiter …
el: Αυτός ο κατάλογος περιέχει υποκαταλόγους για κάθε λογαριασμό χρήστη. Ας πούμε ότι το όνομα χρήστη είναι ``john``, ο κατάλογος χρήστη θα είναι ``/home/john`` , ο κατάλογος λήψεων θα είναι στο ``/home/john/Downloads``, τα έγγραφα στο ``/home/john/Documents``, οι ρυθμίσεις του Firefox στο ``/home/john/.mozilla`` ...κλπ.
eo: Ĉi tiu dosierujo enhavas unu subdosierujon por ĉiu uzantokonto. Se via uzantonomo estas ``johano``, tiam via hejmo-dosierujo estas ``/hejmo/johano``, viaj elŝutoj troviĝas en ``/hejmo/johano/elŝutoj``, viaj dokumentoj en ``/hejmo/johano/dokumentoj``, viaj Firefox-legosignoj ie en ``/hejmo/johano/.mozilla`` ktp.
es: Esta carpeta contiene una subcarpeta para cada cuenta de usario. Si su nombre de usuario es ``juan``, su carpeta de inicio es ``/home/juan``, sus descargas están en ``/home/juan/Descargas``, sus documentos en ``/home/juan/Documentos``, sus marcadores de Firefox en alguna parte de ``/home/juan/.mozilla`` etc.
eu: Direktorio honek erabiltzaile kontu bakoitzeko azpi-direktorio bat izaten du. Zure erabiltzaile-izena ``jone`` bada, zure direktorio nagusia ``/home/jone`` izango da, deskargen karpeta ``/home/jone/Deskargak``, dokumentuena ``/home/jone/Dokumentuak``, Firefox-en laster-markak ``/home/jone/.mozilla`` karpetan egon dira eta abar...
fr_ca: Ce répertoire contient un sous-répertoire par compte utilisateur. Si votre nom d'utilisateur est ``john``, votre dossier personnel est ``/home/john``, vos téléchargements sont dans ``/home/john/Téléchargements``, vos documents dans ``/home/john/Documents``, et vos favoris Firefox quelque part dans ``/home/john/.mozilla`` etc...
hr: Taj direktorij sadrži jedan poddirektorij za svaki korisnički račun. Recimo da je vaše ime ``goran``, vaš osobni direktorij je ``/home/goran``, vaša preuzimanja su u ``/home/goran/Preuzimanja``, vaši dokumenti u ``/home/goran/Dokumenti``, vaše Firefox zabilješke negdje u ``/home/goran/.mozilla`` itd...
hu: Ez a mappa egy almappát tartalmaz minden felhasználói fiókhoz. Tegyük fel, hogy a felhasználóneve ``john``. Ebben az esetben a saját könyvtára a ``/home/john`` mappa lesz, a letöltések a ``/home/john/Letöltések`` mappába kerülnek, a dokumentumok a ``/home/john/Dokumentumok`` mappába kerülnek, a Firefox könyvjelzői valahol ``/home/john/.mozilla`` mappába kerülnek és így tovább…
ia: Iste directorio contine un sub-directorio pro cata conto de usator. Si tu nomine de usator es ``johannes``, tu plica home es ``/home/johannes``, tu discargamentos es in ``/home/johannes/Discargamentos``, tu documentos in ``/home/johannes/Documentos``, tu Firefox signa-libros alicubi in ``/home/johannes/.mozilla`` e assi via...
it: Questa cartella contiene una sotto-cartella per ogni account utente. Se ad esempio il tuo nome utente è ``john``, la tua cartella Home è ``/home/john``, i file scaricati si trovano in ``/home/john/Scaricati``, i tuoi documenti in ``/home/john/Documenti``, i preferiti di Firefox si trovano da qualche parte in ``/home/john/.mozilla``, e così via...
ko: 이 디렉토리에는 사용자 계정마다 각각 한 개의 하위 디렉토리를 포함하고 있습니다. 사용자 계정이 ``John``이라면, 홈 디렉토리는 ``/home/John``이 되고, 다운로드 디렉토리는 ``/home/john/Downloads``가 됩니다, 문서 디렉토리는 ``/home/john/Documents``가 되며, 파이어 폭스 즐겨찾기는 ``/home/john/.mozilla`` 어딘가에 있을 겁니다, 사용자 계정의 디렉토리는 이런 식으로 이뤄져 있습니다.
lt: Šiame kataloge yra kiekvienos naudotojo paskyros pakatalogis. Tarkime, jūsų naudotojo vardas yra ``jonas``, jūsų namų katalogas bus ``/home/jonas``, jūsų atsiuntimai bus ``/home/jonas/Atsiuntimai``, jūsų dokumentai ``/home/jonas/Dokumentai``, jūsų Firefox adresynas kažkur kataloge ``/home/jonas/.mozilla`` ir taip toliau...
nl: Deze map bevat één submap voor elk gebruikersaccount. Stel dat uw gebruikersnaam ``jan`` is, dan is uw thuismap ``/home/jan``, uw binnengehaalde bestanden komen standaard in ``/home/jan/Downloads``, uw documenten in ``/home/jan/Documenten``, uw bladwijzers van Firefox ergens in ``/home/jan/.mozilla`` enzovoorts...
pt_br: Esse diretório contém um subdiretório para cada conta de usuário. Se o seu nome é ``john``, sua pasta pessoal será ``/home/john``, seus downloads estarão em ``/home/john/Downloads``, seus documentos em ``/home/john/Documentos``, seus favoritos do Firefox estarão dentro de ``/home/john/.mozilla`` e assim por diante...
ru: Этот каталог содержит по одному подкаталогу для каждой учётной записи пользователя. Например, если ваше имя пользователя ``john``, то ваш домашний каталог будет ``/home/john``, каталог загрузок — ``/home/john/Downloads``, документов — ``/home/john/Documents``, а закладки Firefox будут храниться где-то в ``/home/john/.mozilla`` и так далее...
sv: Denna mapp innehåller en undermapp för varje användare. Om ditt användarnamn är t.ex. ``johan`` så heter din personliga mapp ``/home/johan``, dina hämtningar finns i ``/home/johan/Hämtningar``, dina dokument i ``/home/johan/Dokument``, bokmärken som du sparat i Firefox ligger i en undermapp till ``/home/johan/.mozilla`` och så vidare.
tr: Bu dizin her kullanıcı hesabı için bir alt dizin içerir. Kullanıcı adınız ``mint`` ise, sizin kullanıcı ev dizininiz ``/home/mint`` dizini, dosyalarınızın indirildiği dizin ``/home/mint/İndirilenler``, belgelerinizi depolayabileceğiniz dizin ``/home/mint/Belgeler``, Firefox yerimleri ve ayarlarını içeren dizin ``/home/mint/.mozilla`` vb. şeklinde olacaktır.
zh_cn: 这个目录包含每个用户帐户的一个子目录。比如说如果您的用户名是 ``john``，那么您的主目录是 ``/home/john``，您的下载目录是 ``/home/john/Downloads``，您的文档目录是 ``/home/john/Documents``，您的火狐书签在 ``/home/john/.mozilla`` 的某处，等等。

source: By giving ``/home`` its own dedicated partition, you separate the user data from the rest of the operating system.
am: ለ ``/ቤት`` የ ተወሰነ ክፍልፋይ መስጠት የሚጠቅመው: እርስዎ የ ተጠቃሚውን ዳታ ከ መስሪያ ስርአቱ ጋር መለያየት ነው
bg: Давайки на ``/home`` отделен дял, вие отделяте потребителските данни от останалата операционна система.
ca: En donar a ``/home``la seva pròpia partició dedicada, separeu les dades dels usuaris de la resta del sistema operatiu.
cs: Tím že pro ``/home`` vyhradíte samostatný oddíl, oddělíte uživatelská data od zbytku operačního systému.
da: Ved at give ``/home`` sin egen partition adskiller du brugerdata fra resten af styresystemet.
de: Wenn Sie ``/home`` einer eigenen Partition zuordnen, trennen Sie die Benutzerdaten vom Rest des Betriebssystems.
el: Δίνοντας στον κατάλογο ``/home`` τη δική του ξεχωριστή κατάτμηση, διαχωρίζετε τα δεδομένα του χρήστη από το υπόλοιπο λειτουργικό σύστημα.
eo: Donante al ``/hejmo`` ĝian propran, apartan subdiskon, vi apartigas la uzantajn datumojn disde la resto de la operaciumo.
es: Al asignar a ``/home`` una partición dedicada, separa los datos del usuario del resto del sistema operativo.
eu: ``/home`` aparteko partizio batean jartzean erabiltzaile datuak gainerako sistema eragiletik banatzen dituzu.
fr_ca: En dirigeant ``/home`` sur une partition dédiée, vous séparez les données des utilisateurs du reste du système d'exploitation.
hr: Davanjem ``/home`` vlastitu namjensku particiju, odvojili ste korisničke podatke od ostatka operativnog sustava.
hu: Azáltal, hogy a ``/home`` mappát egy saját, dedikált partícióra helyezi, a felhasználói adatokat az operációs rendszer többi részétől elválaszthatja.
ia: Per dar ``/home`` su proprie dedicate partition, tu separa le datos del usator ab le resto del systema operative.
it: Dando a ``/home`` la sua partizione dedicata, puoi separare i dati dell'utente dal resto del sistema operativo.
ko: ``/home`` 전용 파티션을 제공함으로써, 운영 체제의 나머지 부분과 사용자의 데이터를 분리합니다.
lt: Suteikdami ``/home`` atskirą paskirtą skaidinį, jūs atskiriate naudotojo duomenis nuo likusios operacinės sistemos.
nl: Door ``/home`` zijn eigen aparte partitie te geven, scheidt u de gebruikersgegevens van de rest van het besturingssysteem.
pt_br: Ao colocar ``/home`` em uma partição dedicada, você separa os dados do usuário do resto do sistema operacional.
ru: Выделив для ``/home`` отдельный раздел, вы сможете отделить пользовательские данные от остальных данных операционной системы.
sv: Genom att lägga ``/home`` på en egen partition kan du hålla dina användardata åtskilda från sådant som hör till operativsystemet.
tr: ``/home`` dizinine kendine ait bir disk bölümü verirseniz, kullanıcı verilerini işletim sistemi geri kalanından ayırırmış olursunuz.
zh_cn: 通过给 ``/home`` 单独分区，您可以把个人数据和其余部分的操作系统分开来。
