Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: If another operating system is present on the computer, the installer shows you an option to install Linux Mint alongside it. If you choose this option, the installer automatically resizes your existing operating system, makes room and installs Linux Mint beside it. A boot menu is set up to choose between the two operating systems each time you start your computer.
am: በ ኮምፒዩተሩ ላይ ሌላ ተጨማሪ የ መስሪያ ስርአት ከ ነበረ: መግጠሚያው ምርጫ ያሳያል ሊነክስ ሚንት ከ ሌላው መስሪያ ስርአት ጎን ለ ጎን እንዲገጠም: እርስዎ ይህን ከ መረጡ መግጠሚያው ራሱ በራሱ የ ነበረውን የ መስሪያ ስርአት እንደገና ይመጥነዋል: እና አጠገቡ ጎን ለ ጎን ሊነክስ ሚንትን ይገጥማል: እርስዎ ኮምፒዩተሩን በሚያስጀምሩ ጊዜ የሚፈልጉትን እንዲመርጡ የ ማስነሻ ዝርዝር ይፈጠራል:
bg: Ако има друга операционна система на компютъра, инсталатора ще ви покаже опция да инсталирате Линукс Минт заедно с нея. Ако изберете тази опция, инсталатора автоматично ще преоразмери вашата съществуваща операционна система, за да направи място и да инсталира Линукс Минт до нея. Стартиращото меню ще е настроено да избирате между двете операционни системи всеки път, когато стартирате компютъра.
ca: Si hi ha un altre sistema operatiu a l'ordinador, l'instal·lador us mostra una opció per instal·lar Linux Mint al seu costat. Si trieu aquesta opció, l'instal·lador redimensionarà automàticament el sistema operatiu que hi hagi, farà espai i instal·larà Linux Mint al seu costat. Es prepara un menú d'arrencada per triar entre els dos sistemes operatius cada vegada que inicieu l'ordinador.
cs: Pokud se na počítači nachází ještě nějaký další operační systém, bude nabídnuta instalace Linux Mint vedle něho. Pokud zvolíte tuto možnost, instalátor automaticky zmenší oddíl se stávajícím operačním systémem a udělá tak prostor pro instalaci Linux Mint. Pokaždé, když pak spustíte počítač, se zobrazí nabídka ze které zvolíte který operační systém spustit.
da: Hvis der allerede er et andet styresystem på computeren, er der mulighed for at installere Linux Mint ved siden af dette. Hvis du vælger denne mulighed, bliver størrelsen på det eksisterende styresystem ændret, så der bliver plads til Linux Mint. Der oprettes en bootmenu, hvor du kan vælge mellem de to styresystemer, hver gang du starter computeren.
de: Wenn ein anderes Betriebssystem auf dem Rechner vorhanden ist, zeigt der Installationsassistent eine Option an, um Linux Mint daneben zu installieren. Wenn Sie diese Option wählen, ändert der Installationsassistent automatisch die Größe Ihres vorhandenen Betriebssystems, macht Platz und installiert Linux Mint daneben. Ein Startmenü wird eingerichtet, um bei jedem Start des Rechners zwischen den beiden Betriebssystemen auswählen zu können.
el: Εάν κάποιο άλλο λειτουργικό σύστημα υπάρχει στον υπολογιστή σας, το πρόγραμμα εγκατάστασης σας δείχνει μια επιλογή ώστε να κάνετε εγκατάσταση το Linux Mint παράλληλα με αυτό. Εάν το επιλέξετε, το πρόγραμμα εγκατάστασης αυτόματα θα αλλάξει το μέγεθος του υπάρχοντος λειτουργικού συστήματος, θα αφήσει χώρο και θα εγκαταστήσει το Linux Mint δίπλα του. Ένα μενού εκκίνησης θα ρυθμιστεί ώστε να μπορείτε να επιλέξετε ανάμεσα στα δυο λειτουργικά συστήματα κάθε φορά που εκκινείτε τον υπολογιστή σας.
eo: Se alia operaciumo ĉeestas sur la komputilo, la instalilo montros al vi opcion instali Linukson Minton apud ĝi. Se vi elektas ĉi tiun opcion, la instalilo aŭtomate adaptos la grandon de la ekzistanta operaciumo, kreos spacon kaj instalos Linukson Minton apud ĝi. Iu praŝarga menuo estos agordata por elekti el la du operaciumoj ĉiufoje, kiam vi startigas la komputilon.
es: Si hay otro sistema operativo presente en el equipo, el instalador le mostrará la opción de instalar Linux Mint junto a él. Si escoge esta opción, el instalador redimensionará automáticamente el sistema operativo existente e instalará Linux Mint en el espacio hecho. Se instalará un menú de arranque para elegir entre ambos sistemas operativos cada vez que arranque el equipo.
eu: Ordenagailuan beste sistema eragile bat badago, instalatzaileak Linux Mint haren alboan instalatzeko aukera erakusten du. Aukera hau hautatzen baduzu, instalatzaileak automatikoki aldatuko du tamainaz dagoeneko instalatuta dagoen sistema eragilea, lekua egin eta alboan Linux Mint instalatzeko. Abioko menuak ordenagailua abiarazten duzun bakoitzean bi sistema eragileen artean hautatzeko aukera emango dizu.
fr_ca: Si un autre système d'exploitation est présent sur l'ordinateur, l'installeur vous affiche un option pour installer Linux Mint à ses cotés. Si vous choisissez cette option, l'installeur redimensionne automatiquement votre système d'exploitation et crée l'espace nécessaire à l'installation de Linux Mint. Un menu de démarrage est créé afin de choisir un des deux systèmes d'exploitation à chaque démarrage de l'ordinateur.
hr: Ako je drugi operativni sustav prisutan na računalu, instalacijski program prikazuje mogućnost instalacije Linux Minta uz postojeći operativni sustav. Ako odaberete tu mogućnost, instalacijski program automatski mijenja veličinu vašeg postojećeg operativnog sustava, napravi prostora i instalira Linux Mint usporedno. Izbornik pokretanja je podešen za odabir između dva operativna sustava svaki puta kada pokrenete računalo.
hu: Ha egy másik operációs rendszer van a számítógépen, akkor a telepítő lehetőséget nyújt a Linux Mint telepítésére, a meglévő rendszer mellé. Ha ezt a lehetőséget választja, a telepítő automatikusan átméretezi a meglévő operációs rendszer által használt partíciót, helyet biztosítva a Linux Mint-nek és mellé elhelyezi azt. A számítógép indításakor egy boot menü jelenik majd meg, ahol a két operációs rendszer közül választhat.
ia: Si un altere systema operative es presente sur le computator, le installator te monstra un option pro installar Linux Mint insimul al illo. Si tu selige iste option, le installator automaticamente re-dimensiona le partition existente de tu systema operative, procura spatio e installa Linux Mint a latere de illo. Un menu de boot es configurate pro eliger inter le duo systemas operative cata vice que tu face le boot de tu computator.
it: Se è presente un altro sistema operativo nel computer, l'installer ti mostrerà un'opzione per installare Linux Mint a fianco di esso. Se scegli questa opzione, l'installer ridimensionerà automaticamente il tuo sistema operativo esistente, farà spazio per Linux Mint, e installerà quest'ultimo. Verrà configurato un menù di avvio dal quale potrai scegliere quale dei due sistemi operativi avviare ogni volta che accendi il computer.
ko: 다른 OS가 이미 설치되어져 있는 경우라면, 설치도구는 리눅스 민트와 함께 설치라는 옵션을 보여줄 겁니다, 이 옵션을 선택하시게 되면, 설치도구가 자동으로 기존 OS의 크기를 조절해서, 리눅스 민트 설치에 필요한 공간을 확보할 겁니다. 부팅 메뉴는 컴퓨터를 부팅할 때마다 두 운영 체제 중 하나를 선택하도록 설정됩니다.
lt: Jeigu kompiuteryje yra kita operacinė sistema, tuomet diegimo programa rodo parametrą įdiegti Linux Mint šalia tos operacinės sistemos. Jeigu pasirinksite šį parametrą, diegimo programa automatiškai pakeis jūsų esamos operacinės sistemos dydį, sukurs vietą Linux Mint ir įdiegs ją šalia tos operacinės sistemos. Kiekvieną kartą įjungus kompiuterį, jums bus pristatomas paleidimo meniu, kuriame galėsite pasirinkti kurią iš šių sistemų paleisti.
nl: Als er een ander besturingssysteem aanwezig is op de computer, toont het installatieprogramma u een optie om Linux Mint ernaast te installeren. Als u deze optie inschakelt, probeert het installatieprogramma uw besturingssysteem te verkleinen, maakt het plaats vrij en installeert LInux Mint ernaast. Een opstartmenu wordt gemaakt om tussen de twee besturingssystemen te kiezen telkens wanneer u opstart.
pt_br: Se outro sistema operacional estiver instalado no computador, o instalador dará a opção de instalar o Linux Mint ao lado deste. Se você escolher esta opção, o instalador automaticamente redimensionará o seu sistema operacional existente, separará um espaço vazio e instalará o Linux Mint neste espaço. O menu de inicialização estará configurado para escolher entre os dois sistemas operacionais cada vez que você iniciar seu computador.
ru: Если на компьютере присутствует другая операционная система, программа установки покажет вам возможность установить Linux Mint рядом с ней. Если вы выберете этот параметр, то установщик автоматически изменит размер существующей операционной системы, освободит место и установит Linux Mint рядом с ним. Меню загрузки настроится для выбора между двумя операционными системами при каждом запуске компьютера.
sv: Om du redan har ett eller flera operativsystem i datorn så kan du välja att installera Linux Mint vid sidan av det/dem. Installationsprogrammet minskar då automatiskt det utrymme som används så att det blir plats för Linux Mint. En startmeny skapas så att du kan välja vilket system du vill använda när du startar datorn.
tr: Eğer bilgisayarınızda bir başka işletim sistemi varsa, kurulum sihirbazı Linux Mint'i bunların yanına kurmak için bir seçenek gösterir. Eğer bu seçeneği seçerseniz, kurulum sihirbazı kendiliğinden mevcut işletim sistemini yeniden boyutlandırır, yer açar ve Linux Mint'i yanına kurar. Bir önyükleme menüsü ayarlanarak, bilgisayarınızı her başlattığınızda iki işletim sistemi arasında seçim yapabilmenizi sağlar.
zh_cn: 如果计算机上有另一个操作系统，安装程序会向您显示一个在它旁边安装 Linux Mint 的选项。如果您选择了这个选项，安装程序会自动调整您现有的操作系统的大小，并在它旁边安装 Linux Mint。每次启动计算机时，会有一个启动菜单让您在两个操作系统之间进行选择。

source: If you want to manage the partitions or specify which partitions to use, select :guilabel:`Something else`.
am: እርስዎ ክፍልፋይ ማስተዳደር ከፈለጉ ወይንም የ ተወሰነ ክፍልፋይ መጠቀም ከ ፈለጉ: ይምረጡ :guilabel:`ሌላ ነገር`
bg: Ако искате да настроите дяловете ръчно, или да определите кой дял да се използва, изберете :guilabel:`Друг вариант`.
ca: Si voleu gestionar les particions o especificar quines particions voleu utilitzar, seleccioneu :guilabel:`Alguna altra cosa`.
cs: Pokud chcete ručně spravovat oddíly nebo určit, které použít, vyberte :guilabel:`Něco jiného`.
da: Hvis du vil administrere partitionerne eller angive, hvilken partition der skal anvendes, så vælg :guilabel:`Noget andet`.
de: Wenn Sie die Partitionen selbst verwalten möchten oder bestimmen wollen, welche Partitionen verwendet werden sollen, wählen Sie :guilabel:`Etwas Anderes`.
el: Εάν επιθυμείτε να διαχειριστείτε μόνοι σας τις κατατμήσεις ή να καθορίσετε ποιες κατατμήσεις θα χρησιμοποιηθούν, επιλέξτε :guilabel:`Something else`.
eo: Se vi deziras administri la subdiskojn aŭ precizigi, kiujn subdiskojn uzi, elektu :guilabel:`Io alia`.
es: Si desea gestionar las particiones o especificar qué particiones usar, seleccione :guilabel:`Más opciones`.
eu: Partizioak kudeatu nahi badituzu edo zein partizio erabili zehaztu nahi baduzu hautatu :guilabel:`Beste zerbait`.
fr_ca: Si vous souhaitez modifier et assigner les partitions vous même, sélectionnez :guilabel:`Autre chose`.
hr: Ako želite upravljati particijama ili odrediti koju particiju koristiti, odaberite :guilabel:`Nešto drugo`.
hu: Ha kezelni kívánja a partíciókat, vagy meghatározná, hogy melyik partíciókat kívánja használni, válassza ki a :guilabel:`Valami más` lehetőséget.
ia: Si tu desira gerer le partitiones o specificar qual partitiones usar, elige :guilabel:`Something else`.
it: Se vuoi gestire le partizioni o specificare quali partizioni usare, seleziona :guilabel:`Altro`.
ko: 파티션을 구성하거나 특정 파티션에 설치하고자 하신 다면, `기타`를 선택하세요.
lt: Jeigu norite tvarkyti skaidinius ar nurodyti kuriuos skaidinius naudoti, pasirinkite :guilabel:`Pačiam nustatyti kur ir kaip įdiegti sistemą`.
nl: Als u zelf de partities wenst te beheren, of aan wilt geven welke partities te gebruiken, kies dan :guilabel:`Iets anders`.
pt_br: Se você quiser gerenciar partições ou especificar quais partições deseja utilizar, selecione :guilabel:`Opção avançada`.
ru: Если Вы хотите сами управлять разделами или выбрать определенный раздел для использования, выберите :guilabel:`Другое`.
sv: Välj :guilabel:`Någonting annat` om du själv vill bestämma lite mer i detalj hur installationen skall göras.
tr: Eğer disk bölümlerini yönetmek ya da özel bir disk bölümünü kullanmak istiyorsanız; :guilabel:`Başka bir şey` seçeneğini seçiniz.
zh_cn: 如果您想管理分区或者指定哪个分区使用，请选择 :guilabel:`Something else`。

source: Linux Mint requires one partition to be mounted on the root ``/`` directory.
am: ሊነክስ ሚንት አንድ ክፍልፋይ ይፈልጋል እንዲጫን በ root ``/`` directory.
bg: Линукс Минт изисква един дял да бъде монтиран като коренова ``/`` директория .
ca: Linux Mint requereix que es munti una partició al directori ``/`` de l'arrel.
cs: Pro Linux Mint je potřeba, aby jeden oddíl byl připojený do složky ``/``.
da: Linux Mint kræver, at en partition monteres på rodkataloget ``/``.
de: Linux Mint benötigt eine Partition, die im Wurzelverzeichnis ``/``eingehängt wird.
el: Το Linux Mint απαιτεί μια κατάτμηση να προσαρτηθεί στον κατάλογο root ``/``.
eo: Linukso Minto postulas unu subdiskon surmetotan sur la radika dosierujo ``/``.
es: Linux Mint precisa que una partición se monte en el directorio raíz ``/``
eu: Linux Mintek partizio bat ``/`` erroko direktorioan muntatzea eskatzen du.
fr_ca: Linux Mint nécessite qu'une partition soit montée sur le répertoire racine ``/``.
hr: Linux Mint zahtijeva jednu montiranu particiju na korijenskom ``/`` direktoriju.
hu: A Linux Mint számára egy partíciót kell csatolni a root ``/ `` könyvtárba.
ia: Linux Mint require de montar un partition sur le directorio radical ``/``.
it: Linux Mint richiede che una partizione venga montata nella cartella root ``/``.
ko: 리눅스 민트는 하나의 파티션을 루트 ``/``디렉토리에 마운트 해야 합니다.
lt: Linux Mint reikalauja, kad vienas skaidinys būtų prijungtas ties šaknies ``/`` katalogu.
nl: Linux Mint heeft één partitie nodig die aangekoppeld wordt als hoofdmap ``/``.
pt_br: O Linux Mint precisa de uma partição para montar o diretório raíz ``/``.
ru: Linux Mint требует чтобы один раздел был смонтирован в корневом ``/`` каталоге.
sv: Det måste alltid finnas en partition med monteringspunkten ``/`` i filsystemet.
tr: Linux Mint kök ``/`` dizininin bağlanması için bir adet disk bölümü gereklidir.
zh_cn: Linux Mint 需要在一个分区上挂载根目录 ``/`` 。

source: The Linux Mint operating system (without additional software or personal data) takes roughly 15GB, so give this partition a decent size (100GB or more).
am: የ ሊነክስ ሚንት የ መስሪያ ስርአት (ያለ ተጨማሪ ሶፍትዌር ወይንም የ ግል ዳታ) በ ግምት የሚወስደው 15ጌባ ነው: ስለዚህ ለ ክፍልፋዩ ትንሽ ቦታ ይስጡ (100ጌባ ወይንም ከዚያ በላይ)
bg: Операционната система Линукс Минт (без добавен софтуер или лични данни), заема около 15 ГБ, затова дайте на този дял приличен размер (100 ГБ или повече).
ca: El sistema operatiu Linux Mint (sense programari addicional ni dades personals) pren aproximadament 15 GB, de manera que doneu a aquesta partició una mida decent (100 GB o més).
cs: Operační systém Linux Mint zabere (bez dalšího software nebo dat uživatelů) přibližně 15GB, takže tomuto oddílu dejte rozumnou velikost (100 a více GB)
da: Linux Mint-styresystemet (uden ekstra programmer eller personlige data) optager ca. 15 GB, så giv denne partition en passende størrelse (100 GB eller mere).
de: Das Betriebssystem Linux Mint (ohne zusätzliche Anwendungen oder persönliche Daten) benötigt ungefähr 15 GB, also geben Sie dieser Partition eine angemessene Größe (100 GB oder mehr).
el: Το λειτουργικό σύστημα Linux Mint (χωρίς πρόσθετο λογισμικό ή προσωπικά δεδομένα) απαιτεί χοντρικά περί τα 15GB, οπότε δώστε σε αυτή τη κατάτμηση ένα αξιοπρεπές μέγεθος (της τάξης των 100GB ή περισσότερα).
eo: Operaciumo Linukso Minto (krom pliaj programaroj aŭ personaj datumoj) prenas proksimume 15 GB, do donu al ĉi tiu subdisko taŭgan grandon (100 GB aŭ pli).
es: El sistema operativo Linux Mint (sin software adicional ni información personal) ocupa alrededor de 15GB. Asigne a esta partición un tamaño apropiado (100GB o más).
eu: Linux Mint sistema eragileak (software gehigarri edo datu pertsonalik gabe) 15GB inguru behar ditu. Eman iezaiozu partizio honi tamaina egoki bat (100GB edo gehiago).
fr_ca: Le système d'exploitation Linux Mint (sans logiciels additionnels ou fichiers personnels) prend environ 15Go. Veuillez attribuer une taille raisonnable à cette partition si possible (100Go ou plus).
hr: Linux Mint operativni sustav (bez dodatnog softvera i osobnih podataka) ugrubo zauzima 15GB, stoga odredite ovoj particiji pristojnu veličinu (100GB ili više).
hu: A Linux Mint operációs rendszer (további szoftverek és személyes adatok nélkül) nagyjából 15 GB tárhelyet igényel, ezért adjon megfelelő méretet hozzá (100 GB vagy több tárhely).
ia: Le systema operative Linux Mint (sin additional software o datos personal) prende circa 15GB, assi da a iste partition un dimension conveniente (100GB o plus).
it: Il sistema operativo Linux Mint (senza software aggiuntivo o dati personali) occupa circa 15GB, quindi dagli una partizione con spazio sufficiente (100GB o più).
ko: 리눅스 민트는 운영체제만 (추가 소프트웨어나 개인 데이터를 제외하고) 대략 15GB 정도를 사용합니다, 그러니 파티션을 적정크기 (100GB 또는 그 이상)로 만들어주세요.
lt: Operacinė sistema Linux Mint (be papildomos programinės įrangos ar asmeninių duomenų) užima maždaug 15GB, taigi, nustatykite šiam skaidiniui pakankamai nemažą dydį (100GB ar daugiau).
nl: Het Linux Mint-besturingssysteem (zonder bijkomende programmatuur of persoonlijke bestanden) heeft ongeveer 15 gigabyte nodig. Geef dus een redelijke grootte op (100 GB of meer).
pt_br: O sistema operacional Linux Mint (sem os softwares adicionais ou dados pessoais) ocupa aproximadamente 15GB, sendo assim, disponibilize para ele uma partição com um tamanho decente (100GB ou mais).
ru: Операционная система Linux Mint (без дополнительного ПО или персональных данных) занимает примерно 15 ГБ, поэтому дайте этому разделу приличный размер (100 ГБ или больше).
sv: Operativsystemet Linux Mint (utan några ytterligare program och personliga data) behöver ett utrymme på ungefär 15 GB. Gör därför en systempartition som är minst 100 GB.
tr: Linux Mint işletim sistemi (ek yazılımlar ve bireysel veriler olmadan) aşağı yukarı 15 GB. alan kaplar, bu yüzden bu bölüme makul bir boyut vermeniz uygun olacaktır (100 GB. veya daha fazla).
zh_cn: Linux Mint 操作系统（不包含额外的软件和个人数据）大概需要15GB，所以请给这个分区足够的大小（100GB或者更多）。

source: ``ext4`` is recommended. It is the most popular Linux filesystem.
am: ``ext4`` እንመክራለን: በጣም የ ተወደደ የ ሊነክስ የ ፋይል ስርአት ነው
bg: ``ext4`` е препоръчителен. Той е най-популярната Линукс файлова система.
ca: Es recomana ``ext4``. És el sistema de fitxers Linux més popular.
cs: Doporučeným je ``ext4``. Je to nejoblíbenější linuxový souborový systém.
da: Det anbefales at bruge ``ext4``; det er det mest populære Linux-filsystem.
de: ``ext4`` wird empfohlen. Es ist das beliebteste Linux-Dateisystem.
el: Το ``ext4`` είναι το προτεινόμενο. Είναι το πιο δημοφιλές σύστημα αρχείων στο Linux.
eo: ``ext4`` estas rekomendata. Ĝi estas la plej ŝatata Linuksa dosiersistemo.
es: Se recomienda ``ext4``. Es el sistema de archivos Linux más popular.
eu: ``ext4`` gomendatzen da. Linux fitxategi-sistemarik ezagunena da.
fr_ca: ``ext4`` est recommandé. C'est le système de fichier Linux le plus populaire.
hr: ``ext4`` dnevnički datotečni sustav je preporučljiv. To je najpopularniji Linux datotečni sustav.
hu: Az ``ext4`` az ajánlott fájlrendszer. Ez a legnépszerűbb Linux fájlrendszer.
ia: ``ext4`` es recommendate. Illo es le systema de files plus in voga de Linux.
it: ``ext4`` è raccomandato. È il filesystem più usato in Linux.
ko: ``ext4``를 권장합니다. 가장 일반적인 리눅스 파일 시스템입니다.
lt: ``ext4`` yra rekomenduojama. Tai yra populiariausia Linux failų sistema.
nl: ``Ext4`` wordt aanbevolen. Het is het meest gebruikte bestandssysteem van Linux.
pt_br: ``ext4`` é recomendado. Ele é o sistema de arquivos mais popular do Linux.
ru: Рекомендуется использовать ``ext4``. Это самый популярный тип файловой системы в Linux.
sv: Vi rekommenderar filsystemet ``ext4``. Det är det mest använda i Linux.
tr: ``ext4`` dosya sistemi önerilir. Bu en popüler Linux dosya sistemidir.
zh_cn: 推荐您使用 ``ext4`` 。它是 Linux 中最流行的文件系统。
