Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: ``sda4`` is the partition on the ``sda`` hard drive, where Linux Mint is installed.
am: ``sda4`` ክፍልፋይ ነው በ ``sda`` ሀርድ ድራይቭ ውስጥ: ሊነክስ ሚንት የ ተገጠመበት
bg: ``sda4`` е дела на ``sda`` хард диска, където е инсталиран Линукс Минт.
ca: ``sda4`` és la partició al disc dur ``sda``, on està instal·lat Linux Mint.
cs: ``sda4`` je oddíl na jednotce ``sda``, na kterém je Linux Mint nainstalovaný.
da: ``sda4`` partitionen på harddisken ``sda``, hvor Linux Mint er installeret.
de: ``sda4`` ist die Partition auf der ``sda``-Festplatte, auf der Linux Mint installiert ist.
el: Η ``sda4`` είναι η κατάτμηση στον δίσκο ``sda``, όπου έχει γίνει εγκατάσταση το Linux Mint.
eo: ``sda4`` estas la subdisko sur la ``sda``-fiksita disko, kie Linukso Minto estas instalita.
es: ``sda4`` es la partición del disco duro ``sda`` donde se instala Linux Mint.
eu: ``sda4`` Linux Mint instalatuta dagoen ``sda`` disko gogorreko partizioa da.
fr_ca: ``sda4`` est la partition du disque dur ``sda``, où Linux Mint est installé.
hr: ``sda4`` je particija na ``sda`` čvrstom disku, gdje je Linux Mint instaliran.
hu: Az ``sda4`` egy partíció az ``sda`` merevlemezen, ahol a Linux Mint telepítve van.
ia: ``sda4`` es le partition sur le disco dur ``sda``, ubi Linux Mint es installate.
it: ``sda4`` è la partizione del disco ``sda`` nella quale è installato Linux Mint.
ko: ``sda4``는 ``sda`` 하드 드라이브 상에서 리눅스 민트가 설치된 파티션입니다.
lt: ``sda4`` yra skaidinys ``sda`` standžiajame diske, kuriame yra įdiegta Linux Mint.
nl: ``sda4`` is de partitie op de ``sda`` harde schijf, waarop Linux Mint is geïnstalleerd.
pt_br: ``sda4`` é a partição do disco rígido ``sda``, onde o Linux Mint está instalado.
ru: ``sda4`` — это раздел жёсткого диска ``sda``, на котором установлен Linux Mint.
sv: ``sda4`` är den partition på hårddisken ``sda`` där Linux Mint finns installerat.
tr: ``sda4`` bölümü ``sda`` hardisk sürücüsü üstünde bir disk bölümüdür, Linux Mint'in kurulu olduğu bölümdür.
zh_cn: ``sda4`` 是 ``sda`` 硬盘驱动器上的分区，其中安装了 Linux Mint。

source: To list partition sizes, type ``lsblk``:
am: የ ክፍልፋይ ዝርዝር መጠን ለ መመልከት: ይጻፉ ``lsblk``:
bg: За списък на размера на дяловете, въведете ``lsblk``:
ca: Per llistar les mides de les particions, teclegeu ``lsblk``:
cs: Velikosti oddílů je možné zjistit zadání příkazu ``lsblk``:
da: Forat få vist partitionernes størrelser skrives ``lsblk``:
de: Um die Größen der Partitionen aufzulisten, geben Sie ``lsblk`` ein:
el: Για να δείτε τη λίστα με τα μεγέθη των κατατμήσεων, πληκτρολογείστε ``lsblk``:
eo: Por listigo de la subdiskaj grandoj, tajpu ``lsblk``:
es: Para listar los tamaños de partición, teclee ``lsblk``:
eu: Partizio-tamainak zerrendatzeko, idatzi ``lsblk``:
fr_ca: Pour afficher la taille des partitions, tapez ``lsblk`` :
hr: Za prikaz veličina particija, upišite ``lsblk``:
hu: A partícióméretek felsorolásához írja be a ``lsblk`` parancsot:
ia: Pro listar le dimensiones de tu partitiones, insere ``lsblk``:
it: Per elencare la dimensione delle partizioni, digita ``lsblk``:
ko: 파티션 크기를 살펴봅니다, ``lsblk``라고 입력합니다:
lt: Norėdami išvardyti skaidinių dydžius, parašykite ``lsblk``:
nl: Om de partitiegroottes op te sommen, tikt u ``lsblk`` in:
pt_br: Para listar o tamanho das partições, digite ``lsblk``:
ru: Чтобы просмотреть размеры разделов, введите ``lsblk``:
sv: För att se partitionernas storlek, skriv ``lsblk``:
tr: Disk bölümü boyutlarını listelemek için, ``lsblk`` yazın:
zh_cn: 如果你想列出分区大小，请输入 ``lsblk``：

source: To list partition labels, type ``blkid``:
am: የ ክፍልፋይ ዝርዝር ምልክት ለ መመልከት: ይጻፉ ``blkid``:
bg: За списък със заглавията на дяловете, въведете ``blkid``:
ca: Per llistar les etiquetes de les particions, teclegeu ``blkid``:
cs: Pro vypsání označení oddílů zadejte ``blkid``:
da: Forat få vist partitionernes mærkater skrives ``lsblk``:
de: Um die Bezeichnungen der Partitionen aufzulisten, geben Sie ``blkid`` ein:
el: Για να δείτε τη λίστα με τις ετικέτες των κατατμήσεων, πληκτρολογείστε ``blkid``:
eo: Por listigo de subdiskaj etikedoj, tajpu ``blkid``:
es: Para listar las etiquetas de partición, teclee ``blkid``:
eu: Partizioen etiketak zerrendatzeko, idatzi ``blkid``:
fr_ca: Pour afficher les étiquettes des partitions, tapez ``blkid`` :
hr: Za prikaz naziva particija, upišite ``blkid``:
hu: A partíciós címkék felsorolásához írja be a ``blkid`` parancsot:
ia: Pro listar le etiquettas de tu partitiones, insere ``blkid``:
it: Per elencare le etichette delle partizioni, digita ``blkid``:
ko: 파티션 라벨 목록을 살펴보려면, ``blkid``를 입력합니다:
lt: Norėdami išvardyti skaidinių etiketes, parašykite ``blkid``:
nl: Om de partitie-etiketten op te sommen, tikt u ``blkid`` in:
pt_br: Para listar o nome das partições, digite ``blkid``:
ru: Чтобы просмотреть метки разделов, введите ``blkid``:
sv: För att se partitionernas etiketter, skriv ``blkid``:
tr: Disk bölümü etiketlerini listelemek için, ``blkid`` yazın:
zh_cn: 如果您想列出分区大小，请输入 ``blkid``：

source: Mount the Linux Mint partition and reinstall the grub menu with the following commands:
am: የ ሊነክስ ሚንትን ክፍልፋይ ይጫኑ እና የ grub ዝርዝርን እንደገና ይግጠሙ በሚቀጠልው ትእዛዝ መሰረት:
bg: Монтирайте дела с Линукс Минт и преинсталирайте grub менюто със следните команди:
ca: Munteu la partició de Linux Mint i reinstal·leu el menú grub amb les ordres següents:
cs: Připojte oddíl s Linux Mint a přeinstalujte nabídku zavaděče grub pomocí následujících příkazů:
da: Montér partitionen med Linux Mint og geninstallér grubmenuen med følgende kommandoer:
de: Hängen Sie die Linux-Mint-Partition ein und installieren Sie das GRUB-Menü erneut mit den folgenden Befehlen:
el: Κάντε προσάρτηση τη κατάτμηση του Linux Mint και εγκαταστήστε εκ νέου το μενού GRUB με τις ακόλουθες εντολές:
eo: Surmetu la Linukso-Minto-subdiskon kaj reinstalu la grub-menuon per jenaj komandoj:
es: Monte la partición de Linux Mint y vuelva a instalar el menú grub con los siguientes comandos:
eu: Muntatu Linux Mint partizioa eta berrinstalatu grub menua ondorengo komandoekin:
fr_ca: Montez la partition Linux Mint et réinstallez le menu grub avec les commandes suivantes :
hr: Montirajte Linux Mint particiju i ponovno instalirajte grub izbornik sa sljedećim naredbama:
hu: Csatolja fel a Linux Mint partíciót, és telepítse újra a grub menüt a következő parancsokkal:
ia: Monta le partition de Linux Mint e reinstalla le menu GRUB per le sequente commandos:
it: Monta la partizione di Linux Mint e reinstalla il menù grub con i seguenti comandi:
ko: 리눅스 민트 파티션을 마운트 하고 다음 명령어로 grub 메뉴를 다시 설치하세요:
lt: Prijunkite Linux Mint skaidinį ir iš naujo įdiekite grub meniu, naudodami šias komandas:
nl: Koppel de Linux Mint-partitie aan en herinstalleer het Grubmenu met de volgende opdrachten:
pt_br: Monte a partição do Linux Mint e reinstale o menu do grub com os seguintes comandos.
ru: Подключите раздел Linux Mint и переустановите меню grub с помощью следующих команд:
sv: Montera Linux Mints systempartition och installera om Grub-menyn med följande kommandon:
tr: Aşağıdaki komutlarla Linux Mint disk bölümünü bağlayın ve grub menüsünü yeniden yükleyin:
zh_cn: 挂载 Linux Mint 分区并使用以下命令重新安装 grub 菜单：

source: In the commands above, replace /dev/sda4 and /dev/sda with the appropriate names for your Linux Mint partition and your hard drive device.
am: ከ ላይ እንዳለው ትእዛዝ ይቀይሩ /dev/sda4 and /dev/sda በ ተገቢው ስም ለ ሊነክስ ሚንት ክፍልፋይ እና የ እርስዎ ሀርድ ዲስክ አካል መሰረት
bg: В по-горните команди, заменете /dev/sda4 и /dev/sda с правилните имена на вашият дял с Линукс Минт и на вашият хард диск.
ca: En les ordres de dalt, substituïu /dev/sda4 i /dev/sda amb els noms apropiats per a la vostra partició de Linux Mint i el vostre dispositiu de disc dur.
cs: Ve výše uvedených příkazech nahraďte /dev/sda4 a /dev/sda příslušnými názvy pro svůj oddíl s Linux Mint a jednotku úložného zařízení.
da: I kommandoerne ovenfor erstattes /dev/sda4 og /dev/sda med navnene på din harddisk og partition med Linux Mint.
de: Ersetzen Sie in den obigen Befehlen /dev/sda4 und /dev/sda durch die entsprechenden Namen Ihrer Linux-Mint-Partition und Ihres Festplattenlaufwerks.
el: Στις παραπάνω εντολές, αντικαταστήστε τα /dev/sda4 και /dev/sda με τα κατάλληλα ονόματα για τη δική σας κατάτμηση Linux Mint και το σκληρό δίσκο.
eo: En la supraj komandoj, anstataŭigu /dev/sda4 kaj /dev/sda per la taŭgaj nomoj de la Linukso-Minto-subdisko kaj la fiksita-disko-aparato.
es: En las órdenes de arriba, cambie /dev/sda4 y /dev/sda por los nombres adecuados de la partición de Linux Mint y del dispositivo de disco duro.
eu: Goiko komandoetan ordezkatu /dev/sda4 eta /dev/sda zure Linux Mint partizioari eta disko gogorrari dagozkien balioekin.
fr_ca: Dans les commandes ci-dessus, remplacez /dev/sda4 et /dev/sda par les noms appropriés pour votre partition Linux Mint et votre disque dur.
hr: U naredbama navedenim iznad, zamijenite /dev/sda4 i /dev/sda sa odgovarajućim nazivima vaše Linux Mint particije i vašim čvrstim diskom.
hu: A fenti parancsoknál cserélje ki a „/dev/sda4” és „/dev/sda” elérési utakat, a Linux Mint partíció megfelelő nevével és a merevlemez meghajtóval.
ia: In le commandos antecedente, supplanta /dev/sda4 e /dev/sda con le nomines applicabile a tu partition de Linux Mint e a tu disco dur.
it: Nei comandi di sopra, sostituisci /dev/sda4 e /dev/sda con i nomi appropriati della tua partizione Linux Mint e del tuo disco rigido.
ko: 위의 명령문들에서, /dev/sda4나 /dev/sda는 적당한 리눅스 민트 파티션과 하드 드라이브 장치로 바꿔주시면 됩니다.
lt: Aukščiau esančiose komandose, pakeiskite /dev/sda4 ir /dev/sda tinkamais jūsų Linux Mint skaidinio ir standžiojo disko įrenginio pavadinimais.
nl: Vervang in de opdrachten hierboven '/dev/sda4' en '/dev/sda' met de juiste namen voor uw Linux Mintpartitie en uw harde schijf.
pt_br: Nos comandos acima, substitua /dev/sda4 e /dev/sda pelos nomes apropriados da sua partição do Linux Mint e do seu disco rígido.
ru: В приведённых выше командах, замените /dev/sda4 и /dev/sda на соответствующие вашей системе имена раздела с Linux Mint и жёсткого диска.
sv: Ersätt /dev/sda4 och /dev/sda i ovanstående kommandon med de namn som gäller för din partition och din hårddisk.
tr: Yukarıdaki komutlarda, /dev/sda4 ve /dev/sda yerine Linux Mint bölümü ve sabit disk aygıtınıza karşılık gelen disk adreslerini yazın.
zh_cn: 在上面的命令中，用您 Linux Mint 分区和硬盘驱动器的正确名称替换 /dev/sda4 和 /dev/sda。

source: Pre-installing Linux Mint (OEM Installation)
am: ሊነክስ ሚንት በ ቅድሚያ-መግጠሚያ (በ OEM አገጣጠም)
bg: Пред-инсталиране на Линукс Минт (OEM инсталация)
ca: Preinstal·lació de Linux Mint (instal·lació OEM)
cs: Předinstalace Linux Mint (instalace pro někoho jiného)
da: Forudinstallering af Linux Mint
de: Vorinstallation von Linux Mint (OEM-Installation)
el: Προ-εγκατάσταση του Linux Mint (εγκατάσταση OEM)
eo: Antaŭinstalado de Linukso Minto (OEM-instalado)
es: Preinstalación de Linux Mint (Instalación OEM)
eu: Linux Mint aurreinstalatzea (OEM instalazioa)
fr_ca: Pré-installation de Linux Mint (mode OEM)
hr: Predinstalacija Linux Minta (OEM instalacija)
hu: A Linux Mint (OEM telepítés) előtelepítése
ia: Pre-installar Linux Mint (Installation OEM)
it: Pre-installare Linux Mint (installazione OEM)
ko: 사전 설치된 리눅스 민트 (OEM 설치)
lt: Išankstinis Linux Mint įdiegimas (OEM diegimas)
nl: Voorinstallatie van Linux Mint (OEM-installatie)
pt_br: Pre-instalando o Linux Mint (instalação OEM)
ru: Предустановка Linux Mint (Установка для OEM)
sv: Förinstallera Linux Mint (OEM-installation)
tr: Linux Mint Ön-Kurulum Kipi (OEM Kurulum)
zh_cn: 预安装 Linux Mint（OEM 安装）

source: In the ISO boot menu, ``OEM install`` is used to preinstall Linux Mint.
am: በ ISO ማስነሻ ዝርዝር ውስጥ: ``OEM መግጠሚያ`` ሊነክስ ሚንት በ ቅድሚያ ለ መግጠም ነው
bg: В стартиращото меню на ISO образа, ``OEM install`` се използва за преинсталация на Линукс Минт.
ca: Al menú d'arrencada de l'ISO, la ``Instal·lació OEM`` s'utilitza per preinstalar Linux Mint.
cs: V nabídce zavádění ISO pro předinstalaci Linux Mint slouží ``OEM install`` (OEM instalace).
da: I ISO-bootmenuen bruges ``OEM install`` til at forudinstallere Linux Mint.
de: Verwenden Sie ``OEM-Installation`` im ISO-Startmenü zum Vorinstallieren von Linux Mint.
el: Στο μενού εκκίνησης του ISO, χρησιμοποιείται το ``OEM install`` για να γίνει προεγκατάσταση του Linux Mint.
eo: En la ISO-praŝarga menuo, ``OEM install`` estas uzata por antaŭinstali Linukson Minton.
es: En el menú de arranque ISO, ``Instalación OEM`` se usa para preinstalar Linux Mint.
eu: ISOaren abioko menuan ``OEM instalazioa`` Linux Mint aurreinstalatzeko erabiltzen da.
fr_ca: Dans le menu de démarrage de l'ISO, ``OEM install`` est utilisé pour pré-installer Linux Mint.
hr: U ISO izborniku pokretanja, ``OEM instalacija`` se koristi za predinstalaciju Linux Minta.
hu: Az ISO rendszerindító menüben a ``OEM install`` a Linux Mint előtelepítésére használható.
ia: In le menu de boot ISO, ``OEM install`` es usate pro pre-installar Linux Mint.
it: Nel menù di avvio della ISO, ``OEM install`` è usato per preinstallare Linux Mint.
ko: ISO 부팅 메뉴에서 ``OEM install``은 사전 설치용 리눅스 민트에 사용됩니다.
lt: ISO paleidimo meniu, parametras "OEM diegimas" (angl. ``OEM install``) yra naudojamas, norint iš anksto įdiegti Linux Mint.
nl: In het ISO-opstartmenu wordt ``OEM-installatie`` gebruikt voor voorinstallatie van Linux Mint.
pt_br: No menu de inicialização da ISO, ``OEM install`` é utilizado para pré-instalar o Linux Mint.
ru: В меню загрузки ISO, ``OEM install`` используется для предварительной установки Linux Mint
sv: I startmenyn på ditt installationsmedia finns valet ``OEM install`` som används för att förinstallera Linux Mint.
tr: Linux Mint ile ön-kurulum yapmak için, ISO açılış menüsünden ``OEM install`` seçeneği ile başlatınız.
zh_cn: 在 ISO 启动菜单中，``OEM install`` 用于预安装 Linux Mint。

source: This option is useful to:
am: ይህ ምርጫ በጣም ጠቃሚ ነው:
bg: Тази опция е полезна за:
ca: Aquesta opció és útil per:
cs: Tato volba je užitečná pro:
da: Denne mulighed er nyttig for:
de: Diese Option ist nützlich für:
el: Αυτή η επιλογή είναι χρήσιμη σε:
eo: Ĉi tiu opcio utilas por:
es: Esta opción es útil para:
eu: Aukera hau erabilgarria da:
fr_ca: Cette option est très utile pour :
hr: Ova mogućnost je korisna za:
hu: Ez a lehetőség hasznos:
ia: Iste option es utile pro:
it: Questa opzione è utile per:
ko: 이 옵션이 유용한 곳:
lt: Šis parametras yra naudingas:
nl: Deze optie is aangewezen voor:
pt_br: Essa opção é útil para:
ru: Эта возоможность полезна для:
sv: Detta är användbart för:
tr: Bu özellik şunlar için uygundur:
zh_cn: 这个选项有用于：

source: Manufacturers and resellers who want to install Linux Mint on computers they sell to their customers.
am: ሊነክስ ሚንትን ገጥመው ለ ደንበኞቻቸው መሸጥ ለሚፈልጉ አምራቾች እና ሻጮች
bg: Прозиводители и продавачи, които искат да инсталират Линукс Минт на компютрите, които продават на клиентите си.
ca: Fabricants i majoristes que volen instal·lar Linux Mint als ordinadors que venen als seus clients.
cs: Výrobce a prodejce, kteří chtějí instalovat Linux Mint na počítače které prodávají svým zákazníkům.
da: Fabrikanter og forhandlere som vil installere Linux Mint på computere, de sælger til deres kunder.
de: Hersteller und Verkäufer, die Linux Mint auf Rechnern installieren möchten, die sie an ihre Kunden verkaufen.
el: Κατασκευαστές και μεταπωλητές οι οποίοι θέλουν να κάνουν εγκατάσταση το Linux Mint σε υπολογιστές που πωλούν σε πελάτες τους.
eo: Fabrikantoj kaj vendistoj, kiuj deziras instali Linukson Minton sur komputiloj, kiujn ili vendas al siaj klientoj.
es: Fabricantes y vendedores que desean instalar Linux Mint en los equipos que venden a sus clientes.
eu: Bezeroei saldutako ordenagailuetan Linux Mint instalatu nahi duten fabrikatzaile eta saltzaileentzat.
fr_ca: Les fabricants et revendeurs qui souhaitent installer Linux Mint sur les ordinateurs qu'ils vendent à leurs clients.
hr: Proizvođače i prodavače koji žele instalirati Linux Mint na računala koja prodavaju svojim korisnicima.
hu: Azok a gyártók és viszonteladók, akik a Linux Mint telepítését szeretnék telepíteni az ügyfeleik számára értékesített számítógépekre.
ia: Fabricantes e revenditores qui desira installar Linux Mint sur le computatores que illos vende al proprie clientes.
it: I produttori e i rivenditori che vogliono installare Linux Mint sui computer che vendono ai loro clienti.
ko: 리눅스 민트를 설치해서 고객에게 컴퓨터를 판매하려는 제조 업체나 리셀러.
lt: Gamintojams ir platintojams, kurie nori įdiegti Linux Mint savo klientams parduodamuose kompiuteriuose.
nl: Fabrikanten en winkels die Linux Mint wensen te installeren voor hun klanten.
pt_br: Fabricantes e revendedores que desejam instalar o Linux Mint em computadores que são vendidos aos seus clientes.
ru: Производителей и торговых посредников, которые хотят установить Linux Mint на компьютеры перед их продажей покупателям.
sv: Tillverkare och återförsäljare som vill förinstallera Linux Mint i datorer som de säljer till sina kunder.
tr: Müşterilerine sattıkları bilgisayarlara, Linux Mint yüklemek isteyen üreticiler ve satıcılar.
zh_cn: 想要在他们销售给顾客的电脑上安装 Linux Mint 的制造商和经销商。

source: People who want to sell or give their computer to somebody else.
am: ሰዎች ኮምፒዩተሩን ለ ሌላ ሰው መስጠት ወይንም መሸጥ ለሚፈልጉ
bg: Хора, които искат да продадат или подарят компютъра си на някой друг.
ca: Persones que volen vendre o donar el seu ordinador a una altra persona.
cs: Ty, kteří chtějí prodat nebo darovat svůj počítač někomu jinému.
da: Folk som vil sælge eller give deres computer til en anden.
de: Leute, die ihren Rechner an jemand anderen verkaufen oder verschenken wollen.
el: Σε ανθρώπους οι οποίοι θέλουν να πουλήσουν ή να δώσουν τον υπολογιστή τους σε κάποιον άλλο.
eo: Personoj, kiuj deziras vendi aŭ doni sian komputilon al alia.
es: Personas que quieren vender o regalar su equipo a otra persona.
eu: Bere ordenagailua beste norbaiti eman edo saldu nahi dioten pertsonak.
fr_ca: Les personnes qui souhaitent vendre ou donner leur ordinateur à quelqu'un d'autre.
hr: Ljudima koji žele nekome prodati ili pokloniti svoje računalo.
hu: Azok, akik valaki másnak szeretnék eladni vagy adni a számítógépet.
ia: Personas qui desira vender o dar proprie computator a alicuno altere.
it: Le persone che vogliono vendere o dare il proprio computer a qualcun altro.
ko: 컴퓨터를 다른 사람에게 팔거나 주려는 사람.
lt: Žmonėms, kurie nori parduoti ar atiduoti savo kompiuterį kažkam kitam.
nl: Eigenaars die hun computer wensen te schenken of te verkopen aan iemand anders.
pt_br: Pessoas que querem vender ou dar seu computador a outra pessoa.
ru: Людей, которые собираются продать или передать свой компьютер кому-то другому.
sv: Den som vill sälja eller skänka bort en dator till någon annan.
tr: Bilgisayarı bir başkasına satmak veya vermek isteyen kişiler.
zh_cn: 想把电脑卖给别人的人。

source: When you install Linux Mint in ``OEM`` mode, the operating system is installed with a temporary user account and prepared for the computer's future owner.
am: እርስዎ ሊነክስ ሚንትን በ ``OEM`` ዘዴ ሲገጥሙ: የ መስሪያ ስርአቱ የሚገጠመው በ ጊዚያዊ ተጠቃሚ መግለጫ ነው: እና ኮምፒዩተሩ ለ ወደፊቱ ባለቤት ይሰናዳል
bg: Когато инсталирате Линук Минт в ``OEM`` режим, операционната система се инсталира с временен акаунт и е подготвена за бъдещия собственик на компютъра.
ca: Quan instal·leu Linux Mint en mode ``OEM``, el sistema operatiu s'instal·la amb un compte d'usuari temporal i es prepara per al futur propietari de l'ordinador.
cs: Když instalujete Linux Mint v ``OEM`` režimu, operační systém je nainstalován s dočasným uživatelským účtem a připraven pro budoucího vlastníka počítače.
da: Når du installerer Linux Mint i ``OEM``-tilstand, installeres styresystemet med en midlertidig brugerkonto og er forberedt til computerens fremtidige ejer.
de: Wenn Sie Linux Mint im ``OEM``-Modus installieren, wird das Betriebssystem mit einem temporären Benutzerkonto installiert und für den zukünftigen Besitzer des Rechners vorbereitet.
el: Όταν κάνετε εγκατάσταση το Linux Mint στη λειτουργία ``OEM``, το λειτουργικό σύστημα γίνεται εγκατάσταση με έναν προσωρινό λογαριασμό χρήστη και είναι προετοιμασμένο για τον μελλοντικό του κάτοχο.
eo: Kiam vi instalas Linukson Minton laŭ ``OEM``-reĝimo, tiam la operaciumo estas instalata kun portempa uzantokonto kaj preparata por la estonta proprulo de la komputilo.
es: Cuando se instala Linux Mint en el modo ``OEM``, el sistema operativo se instala con una cuenta de usuario temporal y se prepara para el futuro propietario del equipo.
eu: Linux Mint ``OEM`` moduan instalatzean, sistema eragilea aldi baterako erabiltzaile batekin instalatzen da eta ordenagailuaren etorkizuneko erabiltzailearentzat prestatzen da.
fr_ca: Quand vous installez Linux Mint en mode ``OEM``, le système d'exploitation est installé avec un compte d'utilisateur temporaire et l'ordinateur est préparé pour son futur propriétaire.
hr: Kada instalirate Linux Mint u ``OEM`` načinu instalacije, operativni sustav je instaliran s privremenim korisničkim računom i pripremljen je za budućeg vlasnika računala.
hu: Amikor a Linux Mint operációs rendszert ``OEM`` üzemmódban telepíti, az operációs rendszer ideiglenes felhasználói fiókkal lesz telepítve és felkészül a számítógép jövőbeli tulajdonosára.
ia: Quando tu installa Linux Mint in modo ``OEM``, le systema operative es installate con un conto de usator temporanee e preparate pro le futur proprietario del computator.
it: Quando installi Linux Mint in ``modalità OEM``, il sistema operativo è installato con un account utente temporaneo, ed è pronto per il futuro proprietario del computer.
ko: ``OEM``모드로 리눅스 민트를 설치하시는 경우에는, 미래의 이 컴퓨터 주인을 위해서 일회용 사용자 계정으로 설치됩니다.
lt: Kai įdiegiate Linux Mint ``OEM`` veiksenoje, operacinė sistema yra įdiegiama su laikinąja naudotojo paskyra ir yra paruošta būsimam kompiuterio savininkui.
nl: Als u uw LInux Mint in ``OEM``-modus voorinstalleert, wordt het besturingssysteem geïnstalleerd met een tijdelijk gebruikersaccount en voorbereid op een onbekende toekomstige eigenaar van de computer.
pt_br: Quando você instala o Linux Mint no modo ``OEM``, o sistema operacional é instalado com uma conta de usuário temporária e é preparado para o futuro proprietário do computador.
ru: При установке Linux Mint в режиме ``OEM`` операционная система устанавливается с учётной записью временного пользователя и подготавливается для будущего владельца компьютера.
sv: När Linux Mint installeras i ``OEM``-läge används ett tillfälligt användarkonto och datorn förbereds för att kundens egna uppgifter skall kunna läggas in.
tr: Linux Mint'i ``OEM`` kipinde kurduğunuzda, işletim sistemi geçici bir kullanıcı hesabı ile kurulur ve bilgisayarın gelecekteki sahibi için hazırlanır.
zh_cn: 当你在 ``OEM`` 模式安装 Linux Mint 时，系统以一个临时的用户账户安装，并且为未来的使用者做好准备。

source: The user account is set up by the new owner.
am: የ ተጠቃሚ መግለጫ የሚሰናዳው በ አዲሱ የ ኮምፒዩተር ባለቤት ነው
bg: Потребителския профил се настройва от новия собственик.
ca: El compte d'usuari és configurat pel propietari nou.
cs: Uživatelský účet je vytvořen novým vlastníkem.
da: Brugerkontoen opsættes af den nye ejer.
de: Das Benutzerkonto wird vom neuen Besitzer eingerichtet.
el: Ο λογαριασμός χρήστη ρυθμίζεται από τον νέο κάτοχο.
eo: La uzantokonto estas agordata de la nova proprulo.
es: El nuevo propietario configurará la cuenta de usuario.
eu: Erabiltzaile kontua jabe berriak konfiguratzen du.
fr_ca: Le compte utilisateur est paramétré par le nouveau propriétaire.
hr: Korisnički račun postavlja novi vlasnik.
hu: A felhasználói fiókot az új tulajdonos hozza létre.
ia: Le conto del usator es configurate per le nove proprietario.
it: Il nuovo account utente è configurato dal nuovo proprietario.
ko: 사용자 계정은 새 주인에 의해서 설정됩니다.
lt: Naudotojo paskyrą nusistato savininkas.
nl: Het gebruikersaccount wordt gemaakt door de nieuwe eigenaar.
pt_br: A conta de usuário é configurada pelo novo proprietário.
ru: Учётная запись пользователя настраивается новым владельцем.
sv: Den nya ägaren lägger sedan själv in sina uppgifter.
tr: Kullanıcı hesabı yeni sahibi tarafından ayarlanır.
zh_cn: 用户帐户是由新的所有者设置。
