Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: System snapshots
am: ስርአት ፎቶ ማንሻ
bg: Снимки на системата
ca: Instantànies del sistema
cs: Body obnovení systému
da: Øjebliksbilleder af systemet
de: Systemschnappschüsse
el: Στιγμιότυπα Συστήματος
eo: Momentfotoj de la sistemo
es: Instantáneas del sistema
eu: Sistemaren argazkiak
fr_ca: Instantanés système
hr: Snimke sustava
hu: Rendszer pillanatfelvételek
ia: Instantaneos de schermo del systema
it: Istantanee (snapshot) del sistema
ko: 시스템 스냅샷
lt: Sistemos momentinės kopijos
nl: Momentopnamen van systeem
pt_br: Snapshots do Sistema
ru: Снимки системы
sv: Ögonblicksbilder av systemet
tr: Sistem anlık görüntüleri
zh_cn: 系统快照

source: Before you start using your operating system, set up system snapshots. Then if anything goes wrong, you can restore your system from an earlier backup.
am: የ እርስዎን የ መሥሪያ ስርአት ከ መጀመርዎት በፊት: የ ስርአት መመልከቻ ፎቶ ያሰናዱ: እና አንድ ችግር ከ ተፈጠረ: እርስዎ ይህን በ መጠቀም ወደ ነበረበት ሁኔታ ለ መመለስ ይችላሉ
bg: Преди да започнете да използвате операционната система, настройте системните снимки. Тогава, ако нещо се обърка, ще може да възстановите операционната система от по-ранен бекъп.
ca: Abans de començar a utilitzar el vostre sistema operatiu, prepareu les instantànies del sistema. Llavors, si alguna cosa va malament, podeu restaurar el vostre sistema a partir d'una còpia de seguretat anterior.
cs: Než začnete operační systém používat, nastavte vytváření bodů obnovení. Když se pak cokoli pokazí, můžete svůj systém obnovit z dřívější zálohy.
da: Inden du begynder at bruge dit styresystem, bør du opsætte øjebliksbilleder af systemet. Hvis noget så går galt, kan du gendanne systemet fra en tidligere sikkerhedskopi.
de: Bevor Sie damit beginnen, Ihr Betriebssystem zu benutzen, richten Sie Systemschnappschüsse ein. Wenn danach etwas schiefläuft, können Sie Ihr System aus einer früheren Sicherungskopie wiederherstellen.
el: Πριν ξεκινήσετε να χρησιμοποιείτε το λειτουργικό σας σύστημα, ρυθμίστε τα στιγμιότυπα συστήματος. Έτσι εάν κάτι πάει στραβά, μπορείτε να επαναφέρετε το σύστημά σας από ένα προηγούμενο αντίγραφο ασφαλείας.
eo: Antaŭ ol ekuzi la operaciumon, agordu momentfotojn de la sistemo. Tiam ĉe fuŝaĵo, vi povos restaŭri la sistemon per pli frua sekurkopio.
es: Antes de comenzar a usar el sistema operativo, configure las instantáneas del sistema. Así, si algo sale mal, puede restaurar el sistema desde una copia de seguridad anterior.
eu: Sistema eragilea erabiltzen hasi aurretik konfiguratu sistemaren argazkiak. Horrela, zerbait gaizki joaten bada, sistema aurreko babeskopia batetik leheneratzeko aukera izango duzu.
fr_ca: Avant de démarrer votre système d'exploitation, paramétrez les instantanés systèmes. S'il y avait une anomalie quelconque au démarrage, vous serrez en mesure de restaurer votre système à partir d'une sauvegarde précédente.
hr: Prije početka korištenja vašeg operativnog sustava, postavite stvaranje snimaka sustava. Tada ako nešto krene po krivu, možete vratiti vaš sustav iz prijašnje sigurnosne kopije.
hu: Mielőtt elkezdené használni az operációs rendszert, állítsa be a rendszer pillanatfelvételeit. Ha valami rosszul sikerül, visszaállíthatja a rendszert egy korábbi biztonsági mentésből.
ia: Ante que tu initia a usar tu systema operative, defini le instantaneos del systema. Alora si alco va mal, tu potera restaurar tu systema ab un salvamento precedente.
it: Prima di iniziare a utilizzare il tuo sistema operativo, configura gli snapshot (o istantanee) del sistema. Così, se qualcosa va storto, puoi ripristinare il tuo sistema da un backup precedente.
ko: 운영 체제를 부팅하시기 전에, 시스템 스냅샷을 만들어 두시면 좋습니다. 행여나 일이 그르쳐도, 초기 백업본으로 쉽게 복구할 수 있게 됩니다.
lt: Prieš pradedant naudotis savo operacine sistema, nusistatykite sistemos momentines kopijas. Tuomet, jei kas nors nutiks, galėsite iš ankstesnės momentinės kopijos atkurti savo sistemą.
nl: Voordat u uw systeem gaat gebruiken, maakt u best een momentopname van uw systeem. Als er dan iets misgaat, kunt u uw systeem herstellen vanuit een eerdere reservekopie.
pt_br: Antes de começar a usar seu sistema operacional, configure os backups do sistema. Pois se algo der errado, você pode restaurar o sistema a partir de um backup anterior.
ru: Перед тем, как начать пользоваться операционной системой, сделайте снимки системы. Тогда, если что-то пойдёт не так, вы сможете восстановить свою систему из сделанной ранее резервной копии.
sv: Innan du börjar använda ditt nya operativsystem bör du aktivera möjligheten att göra säkerhetskopior i form av så kallade ögonblicksbilder av systemet och dess inställningar. Om det senare skulle uppstå ett fel kan du göra en återställning med hjälp av en sådan systemkopia.
tr: İşletim sisteminizi kullanmaya başlamadan önce, sistem anlık görüntüleri ayarlarını yapmanız önerilir.
zh_cn: 在你开始使用系统之前，请设置系统快照。这样如果系统出现问题，你可以恢复系统到更早的版本。

source: Launch :menuselection:`Menu --> Administration --> Timeshift`.
am: ማስጀመሪያ :ዝርዝር ምርጫ:`ዝርዝር --> አስተዳዳሪ --> Timeshift`.
bg: Стартирайте :menuselection:`Меню --> Администрация --> Timeshift`.
ca: Executeu :menuselection:`Menú --> Administració --> Timeshift`.
cs: Spusťte :menuselection:`Nabídka --> Správa --> Timeshift`.
da: Kør :menuselection:`Menu --> Administration --> Timeshift`.
de: Öffnen Sie :menuselection:`Menü --> Systemverwaltung --> Timeshift`.
el: Εκκινήστε το :menuselection:`Menu --> Administration --> Timeshift`.
eo: Lanĉu :menuselection:`Menuo --> Administrado --> Timeshift`.
es: Ejecute :menuselection:`Menú --> Administración --> Timeshift`.
eu: Exekutatu :menuselection:`Menua --> Sistema-konfigurazioa --> Timeshift`.
fr_ca: Lancez :menuselection:`Menu --> Administration --> Timeshift`.
hr: Pokrenite :menuselection:`Izbornik --> Administracija --> Timeshift`.
hu: Indítsa el a :menuselection:`Menü --> Adminisztráció --> Timeshift` programot.
ia: Lancea :menuselection:`Menu --> Administration --> Timeshift`.
it: Apri :menuselection:`Menu --> Amministrazione --> Timeshift`.
ko: `메뉴 --> 관리 --> 타임시프트`를 실행합니다.
lt: Paleiskite :menuselection:`Meniu --> Administravimas --> Timeshift`.
nl: Start :menuselection:`Menu --> Beheer --> Timeshift`.
pt_br: Vá em :menuselection:`Menu --> Administração --> Timeshift`.
ru: Запустите :menuselection:`Меню --> Администрирование --> Timeshift`.
sv: Välj :menuselection:`Meny --> Administration --> Timeshift`.
tr: :menuselection:`Menü --> Yönetim --> Timeshift` kısayolunu tıklayın.
zh_cn: 运行 :menuselection:`Menu --> Administration --> Timeshift`.

source: Select ``RSYNC`` and click :guilabel:`Next`.
am: ይምረጡ ``RSYNC`` እና ይጫኑ :guilabel:`ይቀጥሉ`:
bg: Изберете ``RSYNC`` и натиснете :guilabel:`Напред`.
ca: Seleccioneu ``RSYNC`` i feu clic a :guilabel:`Següent`.
cs: Vyberte ``RSYNC`` a klikněte na :guilabel:`Další`.
da: Vælg ``RSYNC`` og klik :guilabel:`Næste`.
de: Wählen Sie ``rsync`` und klicken Sie auf :guilabel:`Weiter`.
el: Επιλέξτε ``RSYNC`` και κλικ στο :guilabel:`Next`.
eo: Elektu ``RSYNC`` kaj alklaku :guilabel:`Sekva`.
es: Seleccione ``RSYNC`` y haga clic en :guilabel:`Siguiente`.
eu: Hautatu ``RSYNC`` eta egin klik :guilabel:`Hurrengoa`.
fr_ca: Sélectionnez ``RSYNC`` et cliquez sur :guilabel:`Suivant`.
hr: Odaberite ``RSYNC`` i kliknite :guilabel:`Sljedeće`.
hu: Válassza a ``RSYNC`` lehetőséget, és kattintson a :guilabel:`Következő` gombra.
ia: Elige ``RSYNC`` e clicca :guilabel:`Next`.
it: Seleziona ``RSYNC`` e clicca :guilabel:`Avanti`.
ko: ``RSYNC``를 선택하고 `다음`을 클릭합니다.
lt: Pasirinkite ``RSYNC`` ir spustelėkite :guilabel:`Kitas`.
nl: Kies ``RSYNC`` en klik :guilabel:`Volgende`.
pt_br: Selecione ``RSYNC`` e clique em :guilabel:`Próximo`.
ru: Выберите ``RSYNC`` и нажмите :guilabel:`Далее`.
sv: Välj ``RSYNC`` och klicka på :guilabel:`Nästa`.
tr: ``RSYNC`` seçeneğini işaretleyin ve :guilabel:`Sonraki` düğmesine tıklayın.
zh_cn: 选择 ``RSYNC`` 并点击 :guilabel:`Next`。

source: Select the device where you want system snapshots to be saved and click :guilabel:`Next`.
am: እርስዎ የ መመልከቻ ፎቶ ማስቀመጥ የሚፈልጉበትን አካል ይምረጡ እና ይጫኑ :guilabel:`ይቀጥሉ`
bg: Изберете устройството, на което искате да се запазят потребителските снимки и натиснете :guilabel:`Next`.
ca: Seleccioneu el dispositiu on voleu desar les instantànies del sistema i feu clic a :guilabel:`Següent`.
cs: Vyberte zařízení na které chcete ukládat zachycené stavy systému a klikněte na :guilabel:`Další`.
da: Vælg den enhed, hvorpå øjebliksbilleder af systemet skal gemmes og klik :guilabel:`Næste`.
de: Wählen Sie das Gerät, auf dem die Systemschnappschüsse gespeichert werden sollen und klicken Sie anschließend auf :guilabel:`Weiter`.
el: Επιλέξετε τη συσκευή στην οποία θέλετε να αποθηκεύονται τα στιγμιότυπα και κάντε κλικ στο :guilabel:`Next`.
eo: Elektu la aparaton, sur kiu vi deziras konservi momentfotojn de la sistemo, kaj alklaku :guilabel:`Sekva`.
es: Seleccione el dispositivo donde desea que se guarden las instantáneas del sistema y haga clic en :guilabel:`Siguiente`.
eu: Hautatu sistemaren argazkiak ze gailutan gorde nahi dituzun eta egin klik :guilabel:`Hurrengoa`.
fr_ca: Sélectionnez le périphérique où sauvegarder les instantanés et cliquez sur :guilabel:`Suivant`.
hr: Odaberite uređaj za spremanje snimaka sustava i kliknite :guilabel:`Sljedeće`.
hu: Jelölje ki azt az eszközt, ahová a rendszer pillanatfelvételeit menteni kívánja, és kattintson a :guilabel:`Következő` gombra.
ia: Elige le dispositivo ubi tu desira salveguardar le instantaneos de systema e clicca :guilabel:`Next`
it: Seleziona il dispositivo sul quale vuoi salvare le istantanee del sistema, e clicca :guilabel:`Avanti`.
ko: 스냅샷을 저장할 장치를 선택한 후에 `다음`을 클릭합니다.
lt: Pasirinkite įrenginį, kuriame norite, kad būtų įrašomos sistemos momentines kopijos ir spustelėkite :guilabel:`Kitas`.
nl: Kies het apparaat waarop u de momentopnamen wilt bewaren en klik op :guilabel:`Volgende`.
pt_br: Selecione o dispositivo que você gostaria que os backups sejam salvos e clique em :guilabel:`Próximo`.
ru: Выберите устройство, на которое будут сохранены снимки системы и нажмите :guilabel:`Далее`.
sv: Välj den enhet där du vill att systemkopiorna skall sparas och klicka på :guilabel:`Nästa`.
tr: Sistem anlık görüntüsünü depolamak istediğiniz aygıtı seçin ve :guilabel:`Sonraki` düğmesine tıklayın.
zh_cn: 选择您想存放系统快照的设备并且点击 :guilabel:`Next`。

source: The selected device is not formatted and no data is lost. System snapshots are saved into a newly created ``timeshift`` directory on the root of the selected device.
am: የ ተመረጠው አካል ምንም አልተሰናዳም እና ምንም ዳታ አልጠፋም: የ ስርአት መመልከቻ ፎቶ የሚቀመጠው አዲስ በ ተፈጠረው ``timeshift`` በ root ዳይሬክቶሪ በ ተመረጠው አካል ውስጥ ነው
bg: Избраното устройство няма да се форматира и няма да има загуба на данни. Системните снимки ще се запазват в новосъздадената папка ``timeshift`` в кореновата папка на избраното устройство.
ca: No es formata el dispositiu seleccionat i no es perd cap dada. Les instantànies del sistema es desen en un directori ``timeshift`` creat nou a l'arrel del dispositiu seleccionat.
cs: Zvolené zařízení nebude zformátováno a žádná data nebudou ztracena. Zachycené stavy systému budou ukládány do nově vytvořené složky ``timeshift`` v kořeni zvoleného zařízení.
da: Den valgte enhed formateres ikke og ingen data går tabt. Øjebliksbilleder af systemet gemmes i mappen ``timeshift`` i den valgte enheds rod.
de: Das ausgewählte Gerät wird nicht formatiert und es gehen keine Daten verloren. Systemschnappschüsse werden im neu erstellten ``timeshift``-Ordner im Wurzelverzeichnis des gewählten Gerätes gespeichert.
el: Η επιλεγμένη συσκευή δεν θα διαμορφωθεί και δεν θα χαθούν δεδομένα από αυτή. Τα στιγμιότυπα Συστήματος αποθηκεύονται σε ένα νέο κατάλογο που ονομάζεται ``timeshift`` κάτω από τον κεντρικό κατάλογο της επιλεγμένης συσκευής.
eo: La elektita aparato ne strukturiĝos kaj ne datumoj perdiĝos. Momentfotoj de la sistemo estas konservataj en kreota dosierujo ``timeshift`` en la radika dosierujo de la elektita aparato.
es: El dispositivo seleccionado no se formatea y no se pierde ningún dato. Las instantáneas del sistema se guardan en una carpeta ``timeshift``recién creada en la raíz del dispositivo seleccionado.
eu: Hautatutako gailua ez da formateatzen eta ez da daturik galtzen. Sistemaren argazkiak hautatutako gailuaren erroan sortzen den ``timeshift`` direktorioan gordetzen dira.
fr_ca: Le périphérique sélectionné n'est pas formaté et aucune donnée n'est perdue. Les instantanés sont sauvegardés dans un répertoire ``timeshift`` nouvellement créé à la racine du périphérique sélectionné.
hr: Odabrani uređaj nije formatiran i nema izgubljenih podataka. Snimke sustava su spremljene u novo stvoreni ``timeshift`` direktorij u korijenu odabranog uređaja.
hu: A kijelölt eszköz nincs formázva, és semmilyen adat nem veszett el. A rendszer pillanatfelvételei az újonnan létrehozott ``timeshift`` mappába vannak mentve a kiválasztott eszköz gyökérmappájában.
ia: Le dispositivo seligite non es formattate e nulle datos es perdite. Le instantaneos de systema es salvate in un nove directorio ``timeshift`` create sur le radice del dispositivo seligite.
it: Il dispositivo selezionato non verrà formattato e nessun dato verrà perso. Le istantanee vengono salvate in una nuova cartella chiamata ``timeshift``, posta all'inizio del dispositivo selezionato.
ko: 선택한 장치는 포맷되지 않아서 데이터를 잃을 염려는 없습니다. 시스템 스냅샷은 선택한 장치의 root에 새로 만들어지는 ``timeshift``디렉토리에 저장됩니다.
lt: Pasirinktas įrenginys nėra formatuojamas ir jokie duomenys nėra prarandami. Sistemos momentinės kopijos yra įrašomos pasirinkto įrenginio šaknies kataloge, į naujai sukurtą ``timeshift`` katalogą.
nl: Het geselecteerde apparaat wordt niet geformatteerd en er gaan geen gegevens verloren. Systeemherstelpunten worden opgeslagen in een ``timeshift``-map binnen de hoofdmap van het geselecteerde apparaat.
pt_br: O dispositivo selecionado não é formatado e nenhum dado será perdido. Os backups do sistema são salvos no diretório ``timeshift``, recém-criado na raiz do dispositivo selecionado.
ru: Выбранное устройство не форматируется и данные на нём не теряются. Снимки системы будут сохранены в новый каталог ``timeshift`` в корневом каталоге выбранного устройства.
sv: Eftersom den valda enheten inte formateras går inga data förlorade. Programmet skapar en ny mapp, ``timeshift``, där systemkopiorna sparas.
tr: Seçilen aygıt biçimlendirilmeyecek ve hiçbir veri kaybı olmayacaktır. Sistem anlık görüntüleri, seçilen aygıtın kök dizininde yeni oluşturulacak ``timeshift`` dizinine kaydedilecektir.
zh_cn: 选中的设备不会被格式化，数据也不会丢失。系统快照会被存放在所选设备根目录上新创建的 ``timeshift`` 目录中。

source: Select when system snapshots are saved.
am: የ ስርአት መመልከቻ ፎቶ መቼ እንደሚቀመጥ ይምረጡ
bg: Изберете кога да се запазват системните снимки.
ca: Seleccioneu quan es desen les instantànies del sistema.
cs: Vyberte kdy ukládat zachycené stavy systému.
da: Vælg hvornår øjebliksbilleder af systemet skal gemmes.
de: Wählen Sie aus, wann Systemschnappschüsse erstellt werden sollen.
el: Επιλέξτε κάθε πότε θα αποθηκεύονται τα στιγμιότυπα συστήματος.
eo: Elektu kiam momentfotoj estos konservataj.
es: Elija cuándo se guardan las instantáneas del sistema.
eu: Hautatu argazkiak noiz gordetzen diren.
fr_ca: Sélectionnez quand les instantanés seront sauvegardés.
hr: Odaberite kada će se snimke sustava stvarati.
hu: Válassza ki, amikor a rendszer pillanatfelvételei készültek.
ia: Elige ubi le instantaneos de systema es salvate.
it: Seleziona quando andrebbero salvate le istantanee del sistema.
ko: 스냅샷이 저장될 때를 선택하세요.
lt: Pasirinkite kada bus įrašomos sistemos momentinės kopijos.
nl: Kies wanneer de momentopnamen van het systeem worden opgeslagen.
pt_br: Selecione quando os backups do sistema serão efetuados.
ru: Выберите, когда будут сохраняться снимки системы.
sv: Välj när systemkopior skall skapas.
tr: Sistem anlık görüntülerinin kendiliğinden oluşturulacağı bir zaman aralığı seçin.
zh_cn: 选择何时保存系统快照。

source: System snapshots are incremental so although the first snapshot takes a significant amount of spaces, new snapshots only take additional space for files which have changed.
am: የ ስርአት መመልከቻ ፎቶ ጭማሪ ነው: የ መጀመሪያው መመልከቻ ፎቶ ከፍተኛ ቦታ ይወስዳል: አዲስ የ መመልከቻ ፎቶ የሚወስደው ለ ተቀየረው ፋይል ትንሽ ተጨማሪ ቦታ ነው
bg: Системните снимки са частични, първата снимка отнема време и доста дисково пространство, но новите снимките заемат пространство само за променените файлове.
ca: Les instantànies del sistema són incrementals, per la qual cosa, tot i que la primera instantània pren una quantitat important d'espai, les instantànies noves només prenen un espai addicional per als fitxers que han canviat.
cs: Zachycené stavy systému jsou přírůstkové, takže ačkoli pořízení prvního zabere velký prostor, následné zachycené stavy zaberou prostor jen o soubory, které se změnily.
da: Øjebliksbilleder af systemet er trinvise, så selvom det første øjebliksbillede optager en anseelig mængde plads, optager nye øjebliksbilleder kun yderligere plads for ændrede filer.
de: Systemschnappschüsse sind inkrementell. Das heißt obwohl der erste Schnappschuss eine beachtliche Menge an Speicherplatz benötigt, benötigen neue Schnappschüsse dagegen nur zusätzlichen Speicherplatz für Dateien, die sich geändert haben.
el: Τα στιγμιότυπα Συστήματος γίνονται τμηματικά, έτσι αν και το πρώτο στιγμιότυπο καταλαμβάνει σημαντικό χώρο, όλα τα υπόλοιπα στιγμιότυπα καταλαμβάνουν επιπλέον χώρο μόνο για τα αρχεία που έχουν αλλάξει.
eo: Momentfotoj de la sistemo estas alkrementaj, do kvankam la unua momentfoto postulas gravan kiomon da spaco, novaj momentfotoj nur postulos plian spacon por dosieroj, kiuj ŝanĝiĝis.
es: Las instantáneas del sistema son incrementales, por lo tanto, aunque la primera instantánea ocupa una cantidad significativa de espacio, las nuevas instantáneas solo ocupan espacio adicional para los archivos que han cambiado.
eu: Sistemaren argazkiak inkrementalak dira. Lehen argazkiak leku asko hartzen badu ere, hurrengo argazkiak txikiagoak dira, aldatutako fitxategien lekua bakarrik hartzen baitute.
fr_ca: Les instantanés sont incrémentaux. Le premier occupe plus d'espace sur le périphérique mais les suivants seront plus petits car ils seront occupés que par les fichiers qui ont changés depuis la dernière sauvegarde.
hr: Snimke sustava se povećavaju stoga iako prva snimka sustava zauzima značajnu količinu prostora, nove snimke sustava samo zauzimaju dodatni prostor za datoteke koje su promijenjene.
hu: A rendszer pillanatképei növekményesek, így bár az első pillanatfelvétel jelentős mennyiségű tárterületet foglalhat el, az új pillanatfelvételek csak megváltozott fájlok számára foglal el további tárterületet.
ia: Le instantaneos de systema es incremental, assi ben que le prime instantaneo prende un significante quantitate de spatio, le nove instantaneos prende solo spatio pro le files que ha cambiate.
it: Le istantanee del sistema sono incrementali; perciò, anche se la prima istantanea richiede una grande quantità di spazio, le nuove istantanee richiedono solo lo spazio aggiuntivo necessario per i file che sono stati modificati dall'ultima istantanea.
ko: 시스템 스냅샷은 용량이 더해지는 방식이기 때문에 첫 번째 스냅샷은 아주 많은 용량을 차지하지만, 추가로 만들어지는 스냅샷은 바뀐 파일만큼의 공간만 더해집니다.
lt: Sistemos momentinės kopijos yra prieauginės, taigi, nors pirmoji momentinė kopija užima daug vietos, naujos momentinės kopijos pasikeitusiems failams užims tik truputį papildomos vietos.
nl: Momentopnamen zijn oplopend en incrementeel, zodat de eerste momentopname een zeer grote hoeveelheid ruimte inneemt. Maar aanvullende momentopnamen vragen enkel bijkomende plaats voor bestanden die zijn gewijzigd.
pt_br: Os backups do sistema são incrementais, de modo que o primeiro backup ocupa uma quantidade significativa de espaço, e novos backups ocupam apenas um espaço adicional referente aos arquivos que mudaram.
ru: Системные снапшоты являются дополнительными, поэтому, хотя первый снапшот занимает значительное количество пространств, новые снапшоты занимают только дополнительное пространство для изменённых файлов
sv: Den första kopian tar en hel del utrymme i anspråk eftersom systemet då kopieras i sin helhet. De följande systemkopiorna blir betydligt mindre eftersom programmet då bara kopierar de filer som förändrats.
tr: Sistem anlık görüntüleri üstüne artımlıdır, bu nedenle ilk anlık görüntü önemli miktarda alan kaplıyor olsa da, yeni anlık görüntüler sadece değiştirilen dosyalar için ek alan kaplar.
zh_cn: 系统快照是增量的，因此尽管第一次快照占用大量空间，但新快照只为新更改的文件占用额外的空间。

source: ``Boot`` snapshots are performed in the background and do not impact the speed of the boot sequence.
am: ``ማስነሻ`` መመልከቻ ፎቶ የሚፈጠረው ከ በስተ ጀርባ ነው: እና ምንም ተፅእኖ አይፈጥርም በ ማስነሻ ቅደም ተከተል ፍጥነት ላይ
bg: ``Boot`` снимките се изпълняват на заден план и не влияят на скоростта на стартиране.
ca: Les instantànies ``Arrencada`` es realitzen en segon pla i no afecten la velocitat de la seqüència d'arrencada.
cs: Zachycené stavy ``Při zavádění systému`` jsou pořizovány na pozadí a nezpomalují spouštění počítače.
da: ``Boot``-øjebliksbilleder foretages i baggrunden og påvirker ikke bootrækkefølgens hastighed.
de: ``Boot``-Schnappschüsse laufen im Hintergrund und haben keine Auswirkung auf die Schnelligkeit des Startvorgangs.
el: Το ``Boot`` των στιγμιοτύπων γίνεται στο παρασκήνιο και δεν επηρεάζει καθόλου την ταχύτητα της ακολουθίας εκκίνησης.
eo: ``Praŝargaj`` momentfotoj estas realigitaj fone kaj ne influas la praŝargan rapidon.
es: Las instantáneas del ``arranque`` se realizan en segundo plano y no afectan la velocidad de la secuencia de inicio.
eu: ``Abioko`` argazkiak atzeko planoan egiten dira eta ez dute abioko sekuentziaren abiaduran eragiten.
fr_ca: Les instantanés de ``Boot`` sont effectués en tâche de fond et n'impactent pas la vitesse de démarrage du système d'exploitation.
hr: Snimanje sustava``Pri pokretanju`` sustava se izvodi u pozadini i ne utječu na brzinu pokretanja sustava.
hu: A ``Boot`` pillanatfelvételek készítése a háttérben kerülnek végrehajtásra, és nem befolyásolják a rendszerindítási sorrend sebességét.
ia: Le instantaneos de ``Boot`` es complite in le fundo e non recula le celeritate del sequentia de boot.
it: Le istantanee di ``avvio`` vengono eseguite in background, e non influenzano la velocità di avvio del computer.
ko: 스냅샷 ``부팅``은 배경으로 진행됩니다 부트 시퀀스의 속도에는 영향을 주지 않습니다.
lt: Momentinės kopijos ``Paleidimo metu`` yra atliekamos fone ir neįtakoja paleidimo sekos greičio.
nl: ``Opstart``-momentopnamen worden uitgevoerd op de achtergrond en beïnvloeden de opstartsnelheid niet.
pt_br: Backups da ``inicialização`` são executados em segundo plano e não afetam a velocidade da inicialização.
ru: Снимки уровня ``Загрузка`` выполняются в фоне и не влияют на скорость загрузки системы.
sv: Systemkopior av typen ``Boot`` skapas när datorn startar och görs som ett bakgrundsjobb. Detta påverkar inte startsekvensens hastighet.
tr: ``Önyükleme`` anlık görüntüleri arka planda gerçekleştirilir ve önyükleme sıralaması hızını etkilemez.
zh_cn: ``Boot`` 快照在后台启动并不会影响您的启动速度。

source: Click :guilabel:`Finish`.
am: ይጫኑ :guilabel:`መጨረሻ`:
bg: Натиснете :guilabel:`Край`.
ca: Feu clic a :guilabel:`Acaba`.
cs: Klikněte na :guilabel:`Dokončit`.
da: Klik :guilabel:`Færdiggør`.
de: Klicken Sie auf :guilabel:`Beenden`.
el: Κλικ στο :guilabel:`Finish`.
eo: Alklaku :guilabel:`Fini`.
es: Haga clic en :guilabel:`Terminar`.
eu: Egin klik :guilabel:`Amaitu`.
fr_ca: Cliquez sur :guilabel:`Terminer`.
hr: Kliknite :guilabel:`Završetak`.
hu: Kattintson a :guilabel:`Finish` gombra.
ia: Clicca :guilabel:`Finish`.
it: Clicca :guilabel:`Fine`.
ko: `마치기`를 클릭합니다.
lt: Spustelėkite :guilabel:`Užbaigti`.
nl: Klik op :guilabel:`Voltooien`.
pt_br: Clique em :guilabel:`Finalizar`.
ru: Нажмите :guilabel:`Готово`.
sv: Klicka på :guilabel:`Slutför`.
tr: :guilabel:`Bitir` düğmesine tıklayın.
zh_cn: 点击 :guilabel:`Finish`。
