Repository: xinux-org/i10n
Catalog: cinnamon/linuxmint-installation-guide/linuxmint-installation-guide-*.po
Languages: am, bg, ca, cs, da, de, el, eo, es, eu, fr_ca, hr, hu, ia, it, ko, lt, nl, pt_br, ru, sv, tr, zh_cn

source: The `hardware database <https://community.linuxmint.com/hardware/search>`_ is useful to find compatible hardware.
am: የ `ጠንካራ አካል ዳታቤዝ <https://community.linuxmint.com/hardware/search>`_ በጣም ጠቃሚ ነው ስለ ተስማሚ ጠንካራ አካል ለ ማወቅ
bg: `Хардуерната база данни <https://community.linuxmint.com/hardware/search>`_ е полезна, за да намерите съвместим хардуер.
ca: La `base de dades de maquinari <https://community.linuxmint.com/hardware/search>`_ és útil per trobar el maquinari compatible.
cs: `Databáze hardware <https://community.linuxmint.com/hardware/search>`_ je užitečná pro nalezení hardware, který bude fungovat.
da: `Hardwaredatabasen <https://community.linuxmint.com/hardware/search>`_ er et godt sted at finde kompatibel hardware.
de: Die `Gerätedatenbank <https://community.linuxmint.com/hardware/search>`_ ist nützlich, um kompatible Geräte zu finden.
el: Η `βάση δεδομένων υλικού <https://community.linuxmint.com/hardware/search>`_ είναι χρήσιμη ώστε να βρείτε συμβατό υλικό.
eo: La `datumbazo pri aparataro <https://community.linuxmint.com/hardware/search>`_ utilas por trovi kongruan aparataron.
es: La `base de datos de hardware <https://community.linuxmint.com/hardware/search>`_ sirve para buscar hardware compatible.
eu: `Hardware datu-basea <https://community.linuxmint.com/hardware/search>`_ erabilgarria da bateragarria den hardwarea aurkitzeko.
fr_ca: La `base de donnée de matériel <https://community.linuxmint.com/hardware/search>`_ est très utile pour trouver du matériel compatible avec Linux Mint.
hr: `Hardverska baza podataka <https://community.linuxmint.com/hardware/search>`_ je korisna za pronalazak kompatibilnog hardvera.
hu: A `hardver adatbázis <https://community.linuxmint.com/hardware/search>`_ hasznos a kompatibilis hardverek kereséséhez.
ia: Le `base de datos del hardware <https://community.linuxmint.com/hardware/search>`_ es utile pro trovar hardware compatibile.
it: Il `database hardware <https://community.linuxmint.com/hardware/search>`_ è utile per trovare hardware compatibile.
ko: 하드웨어 데이터 베이스 `hardware database <https://community.linuxmint.com/hardware/search>`_ 는 호환되는 하드웨어를 찾아보기 좋습니다.
lt: Norint rasti informaciją apie suderinamą aparatinę įrangą, yra naudinga `aparatinės įrangos duomenų bazė <https://community.linuxmint.com/hardware/search>`_.
nl: De `apparatuurgegevensbank <https://community.linuxmint.com/hardware/search>`_ is handig voor het vinden van verenigbare apparatuur.
pt_br: O `banco de dados de hardware <https://community.linuxmint.com/hardware/search>`_ (em inglês) é útil para saber quais hardwares são compatíveis.
ru: `База данных оборудования <https://community.linuxmint.com/hardware/search>`_ полезна для поиска совместимого оборудования.
sv: Sidan `Hardware devices <https://community.linuxmint.com/hardware/search>`_ innehåller information om hur väl olika typer av datorer, grafikkort, ljudkort, skrivare med mera fungerar ihop med Linux Mint.
tr: `Donanım veritabanı <https://community.linuxmint.com/hardware/search>`_ uyumlu donanımları bulmak için faydalı olabilir.
zh_cn: `硬件数据库 <https://community.linuxmint.com/hardware/search>`_ 对查找兼容的硬件来说非常有用。

source: Local communities
am: የ አካባቢ ሕብረተሰብ
bg: Локални общности
ca: Comunitats locals
cs: Místní komunity
da: Lokale fællesskaber
de: Lokale Gemeinschaften
el: Τοπικές κοινότητες
eo: Lokaj komunumoj
es: Comunidades locales
eu: Komunitate lokalak
fr_ca: Communautés locales
hr: Lokalne zajednice
hu: Helyi közösségek
ia: Communitates local
it: Comunità di localizzazione
ko: 지역 커뮤니티
lt: Vietinės bendruomenės
nl: Lokale gemeenschappen
pt_br: Comunidades Locais
ru: Местные сообщества
sv: Nationella användargrupper
tr: Yerel topluluklar
zh_cn: 当地社区

source: To find help in your language, use the `Local Communities <https://www.linuxmint.com/links.php>`_.
am: እርዳት በ እርስዎ ቋንቋ ለማግኘት: ዝግጁ ከሆነ `የ አካባቢ ሕብረተሰብ <https://www.linuxmint.com/links.php>`_.
bg: За да намерите помощ на вашия език, използвайте `локалните общности<https://www.linuxmint.com/links.php>`_.
ca: Per trobar ajuda en la vostra llengua, feu servir les `Comunitats locals <https://www.linuxmint.com/links.php>`_.
cs: Pro nalezení pomoci ve svém jazyce použijte `Místní komunity <https://www.linuxmint.com/links.php>`_.
da: Find hjælp på dit sprog ved at bruge de `lokale fællesskaber <https://www.linuxmint.com/links.php>`_.
de: Um Hilfe in Ihrer Sprache zu finden, bitte die `lokalen Gemeinschaften <https://www.linuxmint.com/links.php>`_ verwenden.
el: Για να βρείτε βοήθεια στη γλώσσα σας, χρησιμοποιήστε το `Local Communities <https://www.linuxmint.com/links.php>`_.
eo: Por trovi helpon en via lingvo, uzu la `Lokaj Komunumoj <https://www.linuxmint.com/links.php>`_.
es: Para buscar ayuda en su idioma, use las `Comunidades locales <https://www.linuxmint.com/links.php>`_.
eu: Laguntza zure hizkuntzan bilatzeko erabili `Komunitate lokalak <https://www.linuxmint.com/links.php>`_.
fr_ca: Pour trouver de l'aide dans votre langue, utilisez les `Communautés locales <https://www.linuxmint.com/links.php>`_.
hr: Za pronalazak pomoći na vašem jeziku, koristite `Local Communities <https://www.linuxmint.com/links.php>`_.
hu: Ha saját anyanyelvén van szüksége segítségre, használja a `Helyi közösségek <https://www.linuxmint.com/links.php>`_ címet.
ia: Pro trovar auxilio in tu lingua, usa le `Local Communities <https://www.linuxmint.com/links.php>`_.
it: Per trovare aiuto nella tua lingua usa: `Local Communities <https://www.linuxmint.com/links.php>`_.
ko: 여러분의 언어로 도움을 얻고자 하신다면, 지역 커뮤니티 `Local Communities <https://www.linuxmint.com/links.php>`_ 에서 찾아보세요.
lt: Norėdami rasti pagalbą savo kalba, naudokitės `vietinėmis bendruomenėmis <https://www.linuxmint.com/links.php>`_.
nl: Om hulp te vinden in uw taal, kunt u de `lokale gemeenschappen <https://www.linuxmint.com/links.php>`_ gebruiken.
pt_br: Para buscar ajuda em seu idioma, utilize as `Comunidades Locais <https://www.linuxmint.com/links.php>`_.
ru: Чтобы найти помощь на вашем языке, используйте `Местные Сообщества <https://www.linuxmint.com/links.php>`_.
sv: I Sverige finns `LinuxMint.se <https://linuxmint.se>`_ där du kan få hjälp på svenska.
tr: Kendi dilinizde yardım bulmak için, `Yerel Topluluklar <https://www.linuxmint.com/links.php>`_ bağlantısını tıklayınız.
zh_cn: 要使用您的语言寻求帮助，请使用 `本地社区 <https://www.linuxmint.com/links.php>`_。

source: Linux Mint Installation Guide
am: የ ሊነክስ ሚንት መግጠሚያ መምሪያ
bg: Инсталационно ръководство на Линукс Минт
ca: Guia d'instal·lació de Linux Mint
cs: Příručka k instalaci Linux Mint
da: Installationsvejledning til Linux Mint
de: Leitfaden für die Installation von Linux Mint
el: Οδηγός εγκατάστασης Linux Mint
eo: Manlibro Instalado de Linukso Minto
es: Guía de instalación de Linux Mint
eu: Linux Mint instalazio gida
fr_ca: Guide d'Installation de Linux Mint
hr: Linux Mint vodič za instalaciju
hu: Linux Mint telepítési útmutató
ia: Guida de Installation de Linux Mint
it: Guida all'installazione di Linux Mint
ko: 리눅스 민트 설치 가이드
lt: Linux Mint diegimo vadovas
nl: Linux Mint-installatiegids
pt_br: Guia de instalação do Linux Mint
ru: Руководство по установке Linux Mint
sv: Installationsguide för Linux Mint
tr: Linux Mint Kurulum Rehberi
zh_cn: Linux Mint 安装指南

source: Linux Mint comes in the form of an ISO image (an .iso file) which can be used to make a bootable DVD or a bootable USB stick.
am: ሊነክስ ሚንት የሚመጣው በ ISO ምስል ነው: (an .iso file) እና የ ማስነሻ ዲቪዲ ወይንም USB stick መፍጠር ያስችላል
bg: Линукс Минт идва под формата на ISO образ (.iso файл), който може да се използва за направата на стартиращ DVD или USB диск.
ca: Linux Mint es presenta en forma d'imatge ISO (un fitxer .iso) que es pot utilitzar per fer un DVD d'arrencada o un llapis USB d'arrencada.
cs: Linux Mint přichází v podobě ISO obrazu (soubor s příponou .iso), ze kterého je možné vytvořit spustitelné DVD nebo USB klíčenku.
da: Linux Mint findes som ISO-filer (.iso), som kan bruges til at lave en DVD eller USB-nøgle, der kan bootes fra.
de: Linux Mint kommt in Form eines ISO-Abbildes (einer .iso-Datei), mit dem eine startfähige DVD oder ein startfähiger USB-Stick erstellt werden kann.
el: Το Linux Mint έρχεται στη μορφή μιας εικόνας ISO (ένα αρχείο .iso) η οποία μπορεί να χρησιμοποιηθεί για να δημιουργηθεί ένα εκκινήσιμο DVD ή USB stick.
eo: Linukso Minto alvenas forme de ISO-bildo (.iso-dosiero), kiu uzeblas por fari praŝargeblan lumdiskon (DVD) aŭ praŝargeblan USB-bastoneton.
es: Linux Mint viene en una imagen ISO (un archivo .iso), que puede ser utilizada para crear una unidad USB o DVD arrancables.
eu: Linux Mint DVD edo USB gailu abiagarri bat sortzeko erabil daitekeen ISO irudi moduan dator (.iso fitxategi bat).
fr_ca: Linux Mint est fourni sous la forme d'une image ISO (un fichier .iso) qui peut être utilisée pour créer une clé USB (ou un DVD) de démarrage.
hr: Linux Mint se isporučuje u obliku ISO slika (.iso datoteka) koje se mogu koristiti za izradu DVD-a ili USB uređaja za pokretanje sustava.
hu: A Linux Mint egy ISO-lemezképfájl (.iso fájl) formájában érhető el, amely használható rendszerindító DVD lemez vagy rendszerindító USB pendrive eszköz létrehozására.
ia: Linux Mint veni in forma de imagine ISO (un file .iso) que pote esser usate pro le creation de un DVD o un clave USB bootabile.
it: Linux Mint si trova sotto forma di immagine ISO (un file .iso), che può essere usata per creare un DVD o una penna USB avviabili.
ko: 리눅스 민트는 부팅 DVD나 부팅 USB를 만들 수 있는 ISO 이미지(.iso 파일)로 출시됩니다.
lt: Linux Mint yra pateikiama ISO atvaizdžio (.iso failo) pavidalu. Šis atvaizdis gali būti panaudotas tam, kad būtų sukurtas paleidžiamas DVD diskas ar paleidžiamas USB atmintukas.
nl: LInux Mint bestaat in de vorm van een ISO-beeldbestand (een .iso-bestand), dat gebruikt kan worden voor een opstartbare DVD of een opstartbaar USB-staafje.
pt_br: O Linux Mint vem na forma de uma imagem ISO (um arquivo .iso) que pode ser usado para criar um DVD inicializável ou um dispositivo USB inicializável.
ru: Linux Mint поставляется в виде ISO-образа ( .ISO-файл), который можно использовать для создания загрузочного DVD-диска или загрузочного USB-накопителя.
sv: Linux Mint hämtas i form av en avbild (en .iso-fil) som används för att skapa ett installationsmedia (ett startbart USB-minne eller en startbar DVD).
tr: Linux Mint, ISO imajı (bir ISO dosyası) biçiminde gelmektedir, bunu açılış yapabilir DVD ya da açılış yapabilir USB bellek oluşturmak için kullanabilirsiniz.
zh_cn: Linux Mint 以 ISO 映像（iso文件）的形式提供，它可以用来制作可启动 DVD 或可启动的U盘。

source: This guide will help you download the right ISO image, create your bootable media and install Linux Mint on your computer.
am: እርስዎን ይህ መምሪያ ይረዳዎታል ትክክለኛውን የ ISO ምስል ለ ማውረድ: የ እርስዎን ማስነሻ መገናኛ ይፍጠሩ እና ሊነክስ ሚንትን በ እርስዎ ኮምፒዩተር ላይ ይግጠሙ
bg: Това ръководство ще ви помогне да свалите правилния ISO образ, да създадете стартираща медия и да инсталирате Линукс Минт на вашия компютър.
ca: Aquesta guia us ajudarà a baixar la imatge ISO correcta, crear els vostres mitjans d'arrencada i instal·lar Linux Mint al vostre ordinador.
cs: Tato příručka vám pomůže stáhnout si vhodný ISO obraz, vytvořit z něj instalační médium a z toho pak nainstalovat Linux Mint na váš počítač.
da: Denne vejledning vil hjælpe dig med at hente den rette ISO-fil, oprette et medie, der kan bootes fra, og installere Linux Mint på din computer.
de: Dieser Leitfaden wird Ihnen helfen das richtige ISO-Abbild herunterzuladen, startfähige Datenträger zu erstellen und Linux Mint auf Ihrem Rechner zu installieren.
el: Αυτός ο οδηγός θα σας βοηθήσει να κάνετε λήψη τη σωστή εικόνα ISO, να δημιουργήσετε ένα εκκινήσιμο μέσο και να εγκαταστήσετε το Linux Mint στον υπολογιστή σας.
eo: Ĉi tiu manlibro helpos vin elŝuti la ĝustan ISO-bildon, fari vian praŝargeblan datumportilon kaj instali Linukson Minton sur via komputilo.
es: Esta guía le ayudará a descargar la imagen ISO apropiada, crear un medio arrancable e instalar Linux Mint en su ordenador.
eu: Gida honek ISO irudi egokia deskargatu, baliabide abiagarri bat sortu eta Linux Mint ordenagailuan instalatzen lagunduko dizu.
fr_ca: Ce guide vous aidera à télécharger la bonne image ISO, à créer le medium de démarrage et à installer Linux Mint sur votre ordinateur.
hr: Ovaj vodič će vam pomoći za preuzimanje prikladne ISO slike, napravite svoj medij za pokretanje sustava i instalirajte Linux Mint na vaše računalo.
hu: Ez az útmutató segít a megfelelő ISO-lemezképfájl letöltésben, a rendszerindító média létrehozásában és a Linux Mint szoftver telepítésében a számítógépre.
ia: Iste guida te adjutara a discargar le correcte imagine ISO, crear tu medios bootabile e installar Linux Mint sur tu computator.
it: Questa guida ti aiuterà a scaricare l'immagine ISO adeguata, a creare un dispositivo avviabile, e ad installare Linux Mint sul tuo computer.
ko: 이 가이드는 올바른 ISO 이미지를 다운로드해서, 부팅 가능한 미디어를 만든 후에 여러분의 컴퓨터에 리눅스 민트를 설치하는 과정을 도와드릴 겁니다.
lt: Šis vadovas padės jums atsisiųsti tinkamą ISO atvaizdį, sukurti paleidžiamą laikmeną ir įsidiegti Linux Mint savo kompiuteryje.
nl: Deze gids zal u helpen om het juiste ISO-beeldbestand binnen te halen, uw opstartbaar medium te maken en Linux Mint te installeren op uw computer.
pt_br: Este guia irá ajudá-lo a baixar a imagem ISO correta, criar uma mídia inicializável e instalar o Linux Mint no seu computador.
ru: Данное руководство поможет вам скачать нужный ISO образ, создать загрузочный носитель и установить Linux Mint на компьютер.
sv: Den här guiden hjälper dig att hämta rätt avbild, skapa ett installationsmedia och att installera Linux Mint i datorn.
tr: Bu rehber, doğru ISO imajını indirmenize ve Linux Mint'i bilgisayarınıza kurmak için açılış yapabilir ortam oluşturmanıza yardımcı olmak içindir.
zh_cn: 本指南将帮助您下载正确的 ISO 映像，创建可引导介质并帮助您在计算机上安装 Linux Mint。

source: Download
am: የ ወረዱ
bg: Изтегляне
ca: Baixada
cs: Stažení
da: Hent
de: Herunterladen
el: Λήψη
eo: Elŝutado
es: Descarga
eu: Deskargatu
fr_ca: Téléchargement
hr: Preuzimanje
hu: Letöltés
ia: Discargar
ko: 다운로드
lt: Atsisiųsti
nl: Binnenhalen
pt_br: Baixar
ru: Скачивание
sv: Hämta
tr: İndir
zh_cn: 下载

source: Live Boot
am: በ ቀጥታ ማስነሻ
bg: Живо стартиране
ca: Arrancada autònoma
cs: Spuštění v tzv. „živém“ režimu
el: Live Εκκίνηση
eo: Prova seanco
es: Arranque en vivo
eu: Live abioa
fr_ca: Démarrage Live
hr: Live pokretanje
hu: Élő rendszerindítás
ia: Boot extemporanee
it: Avvio in modalità live
ko: 라이브 부팅
lt: Tiesioginis paleidimas
nl: Uitprobeersessie
pt_br: Inicializando no modo Live
ru: Живая загрузка
sv: Provkör
tr: Çalışan Ortam Önyüklemesi
zh_cn: 实时启动

source: Installation
am: መግጠሚያ
bg: Инсталация
ca: Instal·lació
cs: Instalace
da: Installering
el: Εγκατάσταση
eo: Instalado
es: Instalación
eu: Instalazioa
hr: Instalacija
hu: Telepítés
it: Installazione
ko: 설치
lt: Įdiegimas
nl: Installatie
pt_br: Instalação
ru: Установка
tr: Kurulum
zh_cn: 安装

source: Post-installation
am: ከ ተገጠመ-በኋላ
bg: След инсталацията
ca: Post-instal·lació
cs: Po instalaci
da: Efter installering
de: Nach der Installation
el: Μετά την Εγκατάσταση
eo: Post instalado
es: Post-instalación
eu: Instalatu ondoren
hr: Završna instalacija
hu: Telepítés utáni
it: Dopo l'installazione
ko: 설치 후 할일
lt: Įdiegtoji sistema
nl: Post-installatie (na installatie)
pt_br: Pós-instalação
ru: После установки
sv: Att göra efter installationen
tr: Kurulum sonrası
zh_cn: 安装之后

source: Troubleshooting
am: ችግሩን መፈለጊያ
bg: Отстраняване на грешки
ca: Solució de problemes
cs: Řešení problémů
da: Fejlfinding
de: Fehlerbehandlung
el: Αντιμετώπιση Προβλημάτων
eo: Solvado de problemoj
es: Solución de problemas
eu: Arazoen konponketa
fr_ca: Résolution de problèmes
hr: Otklanjanje poteškoća
hu: Hibaelhárítás
ia: Resolution de problemas
it: Risoluzione dei problemi
ko: 문제 해결
lt: Nesklandumų šalinimas
nl: Probleemoplossing
pt_br: Solução de problemas
ru: Устранение проблем
sv: Problemlösning
tr: Sorun çözme
zh_cn: 故障排除

source: Frequently Asked Questions
am: ተዘውትረው የሚጠየቁ ጥያቄዎች
bg: Често задавани въпроси
ca: Preguntes més freqüents
cs: Často kladené dotazy
da: Ofte stillede spørgsmål
de: Fragen und Antworten
el: Συχνές Ερωτήσεις
eo: Oftaj demandoj
es: Preguntas frecuentes
eu: Maiz egindako galderak
fr_ca: Foire Aux Questions
hr: Često postavljana pitanja
hu: Gyakran ismételt kérdések
ia: FAQ - Questiones frequente
it: Domande frequenti
ko: 자주 묻는 질문들
lt: Dažniausiai užduodami klausimai
nl: Veelgestelde vragen
pt_br: Dúvidas frequentes
ru: Часто задаваемые вопросы
sv: Vanliga frågor
tr: Sık Sorulan Sorular
zh_cn: 常见问题

source: Install Linux Mint
am: ሊነክስ ሚንት መግጠሚያ
bg: Инсталиране на Линукс Минт
ca: Instal·lació de Linux Mint
cs: Instalace Linux Mint
da: Installering af Linux Mint
de: Linux Mint installieren
el: Εγκατάσταση Linux Mint
eo: Instalado de Linukso Minto
es: Instalar Linux Mint
eu: Instalatu Linux Mint
fr_ca: Installer Linux Mint
hr: Instalacija Linux Minta
hu: Telepítse a Linux Mint-et
ia: Installar Linux Mint
it: Installare Linux Mint
ko: 리눅스 민트 설치
lt: Linux Mint diegimas
nl: Linux Mint installeren
pt_br: Instalar o Linux Mint
ru: Установка Linux Mint
sv: Installera Linux Mint
tr: Linux Mint'i Kur
zh_cn: 安装 Linux Mint

source: The live session
am: በ ቀጥታ ክፍል ጊዜ
bg: Жива сесия
ca: La sessió autònoma
cs: Provozování přímo z instalačního média
da: Livesessionen
de: Die Live-Sitzung
el: Η Live συνεδρία
eo: La prova seanco
es: La sesión en vivo
eu: Live saioa
fr_ca: La session Live
hr: Live sesija
hu: Az elő munkamenet
ia: Le session extemporanee
it: La sessione live
ko: 라이브 세션
lt: Tiesioginis seansas
nl: De uitprobeersessie
pt_br: A sessão live
ru: Live сессия
sv: Demoläge
tr: Çalışan oturum
zh_cn: 实时会话

source: When you boot the computer from the USB stick (or DVD), Linux Mint starts a ``live session``. It logs you in automatically as a user called ``mint`` and shows you a desktop with the installer on it:
am: እርስዎ ከ USB stick በሚያስነሱ ጊዜ (ወይንም ዲቪዲ): ሊነክስ ሚንት የሚጀምረው በ ``በ ቀጥታ ክፍለ ጊዜ ነው``: እርስዎን ራሱ በራሱ በ ቀጥታ የሚያስገባው ወደ ተጠቃሚ ``ሊነክስ ሚንት`` ነው እና እርስዎን የሚያሳየው ዴስክቶፕ ከ መግጠሚያ ጋር ነው:
bg: Когато стартирате компютъра от флашката (или DVD-то), Линкус Минт стартира ``Жива сесия``. Автоматично ви вписва като потребител, наречен ``mint`` и ви показва работен плот с инсталатор.
ca: Quan arrenqueu l'ordinador des del llapis USB (o DVD), Linux Mint inicia una ``sessió autònoma``. Us registra automàticament com un usuari anomenat ``mint`` i us mostra un escriptori amb l'instal·lador:
cs: Když počítač spustíte z USB klíčenky (nebo DVD), Linux Mint spustí tzv. ``živé sezení``. Přihlásí vás automaticky jako uživatele nazvaného ``mint`` a zobrazí desktop, ze kterého je možné spustit instalátor:
da: Når du booter computeren fra en USB-nøgle (eller DVD), starter Linux Mint en ``livesession``. Du bliver automatisk logget på som en bruger kaldet ``mint``, og du får vist et skrivebord med en genvej til installering af Linux Mint:
de: Wenn Sie den Rechner von einem USB-Stick (oder einer DVD) starten, startet Linux Mint eine ``Live-Sitzung``. Sie werden automatisch mit dem Benutzernamen ``mint`` angemeldet und es wird ein Schreibtisch mit dem Installationsassistenten angezeigt:
el: Όταν κάνετε εκκίνηση τον υπολογιστή από το USB stick (ή το DVD), το Linux Mint ξεκινά μια ``live συνεδρία``. Σας συνδέει αυτόματα ως έναν χρήστη που ονομάζεται ``mint`` και σας δείχνει μια επιφάνεια εργασίας η οποία περιέχει και το πρόγραμμα εγκατάστασης:
eo: Kiam vi praŝargas la komputilon de la USB-bastoneto (aŭ lumdisko), Linukso Minto startigas ``provan seancon``. Ĝi aŭtomate ensalutas vin kiel uzanto nomata ``mint`` kaj montras al vi labortablon kun la instalilo sur ĝi:
es: Cuando se arranca el equipo desde una memoria USB (o DVD), Linux Mint inicia una ``sesión en vivo``. Se inicia sesión automáticamente con el usuario ``mint`` y en el escritorio se muestra un acceso directo al instalador:
eu: Ordenagailua USB gailutik (edo DVDtik) abiaraztean, Linux Mintek ``live saio`` bat hasten du. ``mint`` izeneko erabiltzaile batekin saioa automatikoki hasi eta instalatzailea duen mahaigain bat erakusten dizu:
fr_ca: Quand vous démarrez l'ordinateur à partir de la clé USB (ou du DVD), Linux Mint lance une ``session live``. Vous êtes authentifié automatiquement en tant qu'un utilisateur appelé ``mint`` et un bureau apparaît avec un utilisateur :
hr: Kada pokrećete računalo sa USB uređaja (ili DVD-a), Linux Mint se pokreće u ``live sesiju``. Automatski vas prijavljuje pod imenom korisnika ``mint`` i prikazuje vam radnu površinu s programom za instalaciju:
hu: Amikor a számítógépet az USB pendrive eszközről (vagy DVD lemezről) elindítja, a Linux Mint betölti az ``élő munkamenet``-et. Automatikusan bejelentkezik a ``mint`` nevű felhasználóval, és megmutatja a későbbi telepítendő asztali környeztet is.
ia: Quando tu face le boot del computator ab le clave USB (o DVD), Linux Mint initia un ``session extemporanee``. Illo te connecte automaticamente como un usator appellate ``mint`` e te monstra un scriptorio con le installator sur illo:
it: Quando avvii il computer da una penna USB (o da un DVD), Linux Mint parte in ``sessione live``. Ti fa accedere automaticamente come utente ``mint`` e ti mostra il desktop, sul quale è presente l'icona dell'installer:
ko: USB 스틱이나 DVD로 부팅하게 되면, 리눅스 민트는 ``라이브 세션``으로 시작하게 됩니다. ``mint``라는 사용자 이름으로 자동 로그인되며 바탕화면에 리눅스 민트 설치도구가 있습니다.
lt: Kai paleidžiate kompiuterį iš USB atmintuko (ar DVD), Linux Mint paleidžia ``tiesioginį seansą``. Jis automatiškai prijungia jus kaip naudotoją, vardu ``mint`` ir parodo jums darbalaukį su jame esančia diegimo programa:
nl: Als u uw computer opstart vanaf USB-staafje (of DVD), dan start Linux Mint een ``uitprobeersessie``. Het logt u automatisch in als een gebruiker met de naam ``mint``, en geeft u een werkomgeving met een snelkoppeling naar het installatieprogramma op het bureaublad:
pt_br: Quando você inicia o computador a partir de um dispositivo USB (ou DVD), o Linux Mint inicia uma ``sessão live``. Ele o registra automaticamente como um usuário chamado ``mint`` e exibe uma área de trabalho com o ícone do instalador:
ru: Когда вы запускаете компьютер через USB накопитель (или DVD), Linux Mint запускает ``живую сессию``. Он регистрирует вас автоматически, как пользователь, называемый ``mint`` и показывает вам рабочий стол с установщиком на нём:
sv: När du startar datorn från ett installationsmedia så körs Linux Mint i demoläge. Du loggas automatiskt in som en användare med namnet ``mint`` och du får en ikon, ``Install Linux Mint``, på skrivbordet.
tr: Bilgisayarınızı USB bellek (ya da DVD) ile açtığınızda, Linux Mint ``çalışan oturum`` ile başlar. Bu şekilde kendiliğinden ``mint`` olarak isimlendirilmiş bir kullanıcı ile oturum açılır ve masaüstünde bir kurulum kısayolu olan masaüstü gösterilir.
zh_cn: 当您从U盘（或 DVD）启动电脑时，Linux Mint 会启动一个 ``实时会话``。它会自动以用户名为 ``mint`` 的用户登录，并向您展示有安装程序的桌面：

source: The Linux Mint live session
am: የ ሊነክስ ሚንት በ ቀጥታ ክፍለ ጊዜ
bg: Жива сесия на Линукс Минт
ca: La sessió autònoma de Linux Mint
cs: „Živé“ sezení Linux Mint
da: Linux Mints livesession
de: Die Linux-Mint-Live-Sitzung
el: Η Live συνεδρία του Linux Mint
eo: La Linuksa Minta prova seanco
es: La sesión en vivo de Linux Mint
eu: Linux Mint live saioa
fr_ca: La session live de Linux Mint
hr: Linux Mint live sesija
hu: A Linux Mint élő munkamenete
ia: Le session extemporanee de Linux Mint
it: La sessione live di Linux Mint
ko: 리눅스 민트 라이브 세션
lt: Linux Mint tiesioginis seansas
nl: De uitprobeersessie van Linux Mint
pt_br: A sessão live do Linux Mint
ru: Живая сессия Linux Mint
sv: Linux Mint i demoläge
tr: Linux Mint çalışan oturum
zh_cn: Linux Mint 实时会话
