Repository: xinux-org/i10n
Catalog: cinnamon/mintsources/mintsources-*.po
Languages: be, cs, de, fr_ca, ru, uz

source: Select All
be: Выбраць усе
cs: Vybrat vše
de: Alles auswählen
fr_ca: Tout sélectionner
ru: Выделить всё
uz: Hammasini tanlash

source: Package
be: Пакет
cs: Balíček
de: Paket
fr_ca: Paquet
ru: Пакет
uz: Paket

source: Installed version
be: Усталяваная версія
cs: Nainstalovaná verze
de: Installierte Version
fr_ca: Version installée
ru: Установленная версия
uz: O‘rnatilgan versiya

source: Repository version
be: Версія з рэпазіторыя
cs: Verze v repozitáři
de: Paketquellenversion
fr_ca: Version du dépôt
ru: Версия в репозитории
uz: Repozitoriy versiyasi

source: Clear
be: Ачысціць
cs: Vyčistit
de: Leeren
fr_ca: Effacer
ru: Очистить
uz: Tozalash

source: Error: must run as root
be: Памылка: трэба запускаць ад імя root
cs: Chyba: je třeba spustit s právy správce (root)
de: Fehler: Muss als Systemverwalter (root) gestartet werden
fr_ca: Erreur[nbsp]: doit être exécuté en tant que superutilisateur
ru: Ошибка: необходимо запускать с правами администратора
uz: Xato: root sifatida ishga tushirilishi kerak

source: Error: need a repository as argument
be: Памылка: у якасці аргумента патрабуецца рэпазіторый
cs: Chyba: je nutný repozitář jako argument
de: Fehler: Eine Paketquelle wird als Argument benötigt
fr_ca: Erreur[nbsp]: nécessite un dépôt comme argument
ru: Ошибка: в качестве аргумента должен быть указан репозиторий
uz: Xato: argument sifatida repozitoriy kerak

source: Configure the sources for installable software and updates
be: Наладзіць крыніцы ўсталявання праграм і абнаўленняў
cs: Nastavit zdroje pro instalaci software a aktualizací
de: Quellen zum Installieren von Anwendungen und Aktualisierungen einrichten
fr_ca: Configurer les sources des logiciels installables et des mises à jour
ru: Настроить источники установки и обновления программ
uz: O‘rnatish mumkin bo‘lgan dasturiy ta'minot va yangilanishlar uchun manbalarni sozlash

source: Warning
be: Папярэджанне
cs: Varování
de: Achtung
fr_ca: Avertissement
ru: Предупреждение
uz: Ogohlantirish

source: Review the information below very carefully before validating the command.
be: Уважліва праглядзіце інфармацыю ніжэй перад пацвярджэннем каманды.
cs: Před schválením příkazu si velmi pozorně prostudujte níže uvedené informace.
de: Überprüfen Sie die unteren Informationen sehr sorgfältig, bevor Sie den Befehl bestätigen.
fr_ca: Vérifiez soigneusement les renseignements ci-dessous avant de valider la commande.
ru: Перед подтверждением команды внимательно ознакомьтесь с приведенной ниже информацией.
uz: Buyruqni tasdiqlashdan oldin quyidagi ma'lumotlarni diqqat bilan ko‘rib chiqing.

source: Mirrors
be: Люстэркі
cs: Zrcadla
de: Spiegelserver
fr_ca: Site miroirs
ru: Зеркала
uz: Ko‘zgular

source: Optional Sources
be: Дадатковыя крыніцы
cs: Volitelné zdroje
de: Optionale Quellen
fr_ca: Sources facultatives
ru: Дополнительные источники
uz: Ixtiyoriy manbalar

source: Source code repositories
be: Рэпазіторыі зыходнага кода
cs: Repozitáře se zdrojovými kódy
de: Quellcodepaketquelle
fr_ca: Dépôts de code source
ru: Репозитории исходного кода
uz: Manba kodlari repozitoriylari

source: Debug symbols
be: Сімвалы адладкі
cs: Ladící symboly
de: Fehlersuchsymbole
fr_ca: Symboles de débogage
ru: Символы отладки
uz: Nosozliklarni tuzatish belgilari

source: Restore the default settings
be: Вярнуць налады па змаўчанні
cs: Vrátit do výchozích nastavení
de: Standardeinstellungen wiederherstellen
fr_ca: Restaurer les paramètres par défaut
ru: Восстановить стандартные настройки
uz: Standart sozlamalarni tiklash

source: Official Repositories
be: Афіцыйныя рэпазіторыі
cs: Oficiální repozitáře
de: Offizielle Paketquellen
fr_ca: Dépôts officiels
ru: Оффициальные репозитории
uz: Rasmiy repozitoriylar

source: Add
be: Дадаць
cs: Přidat
de: Hinzufügen
fr_ca: Ajouter
ru: Добавить
uz: Qo‘shish

source: Edit
be: Змяніць
cs: Upravit
de: Bearbeiten
fr_ca: Modifier
ru: Изменить
uz: Tahrirlash

source: PPAs
be: PPA
cs: PPA repozitáře
fr_ca: PPA
ru: PPA-репозитории
uz: PPA

source: Additional Repositories
be: Дадатковыя рэпазіторыі
cs: Další repozitáře
de: Zusätzliche Paketquellen
fr_ca: Dépôts supplémentaires
ru: Дополнительные репозитории
uz: Qo‘shimcha repozitoriylar

source: Import
be: Імпартаваць
cs: Importovat
de: Importieren
fr_ca: Importer
ru: Импорт
uz: Import qilish

source: Download
be: Спампаваць
cs: Stáhnout
de: Herunterladen
fr_ca: Télécharger
ru: Скачать
uz: Yuklab olish

source: Authentication Keys
be: Ключы аўтэнтыфікацыі
cs: Ověřovací klíče
de: Legitimierungsschlüssel
fr_ca: Clés d’authentification
ru: Ключи авторизации
uz: Autentifikatsiya kalitlari

source: Fix MergeList problems
be: Выправіць MergeList-праблемы
cs: Opravit problémy s MergeList
de: MergeList-Probleme beheben
fr_ca: Corriger les problèmes de MergeList
ru: Исправление проблем списка пакетов
uz: MergeList muammolarini hal etish

source: Purge residual configuration
be: Ачысціць рэшткавую канфігурацыю
cs: Odstranit zbytky po nastaveních
de: Zurückgebliebene Konfigurationen entfernen
fr_ca: Purger la configuration résiduelle
ru: Очистка остаточной конфигурации
uz: Qolgan konfiguratsiyani tozalash

source: Remove duplicate entries
be: Выдаліць дублікаваныя запісы
cs: Odebrat duplicitní položky
de: Doppelte Einträge entfernen
fr_ca: Supprimer les sources dupliquées
ru: Удалить дубликаты записей
uz: Ikki nusxadagi yozuvlarni olib tashlash

source: Add missing keys
be: Дадаць адсутныя ключы
cs: Dodat chybějící klíče
de: Fehlende Schlüssel hinzufügen
fr_ca: Ajouter des clés manquantes
ru: Добавить недостающие ключи
uz: Yetishmayotgan kalitlarni qo‘shish

source: Remove foreign packages
be: Выдаліць чужародныя пакеты
cs: Odstranit neznámé balíčky
de: Fremde Pakete entfernen
fr_ca: Supprimer les paquets étrangers
ru: Удаление сторонних пакетов
uz: Begona paketlarni tizimdan olib tashlash

source: Downgrade foreign packages
be: Адкаціць чужародныя пакеты
cs: Vrátit starší verzi u balíčků z neznámých zdrojů
de: Fremde Pakete herabstufen
fr_ca: Mettre les paquets étrangers à niveau vers une version inférieure
ru: Откат сторонних пакетов
uz: Begona paketlar darajasini pasaytirish

source: Maintenance
be: Абслугоўванне
cs: Údržba
de: Wartung
ru: Обслуживание
uz: Texnik xizmat

source: Select Mirror
be: Выбраць люстэрка
cs: Vybrat zrcadlo
de: Spiegelserver auswählen
fr_ca: Sélectionner un site miroir
ru: Выбрать зеркало
uz: Ko‘zguni tanlash

source: Apply
be: Ужыць
cs: Použít
de: Anwenden
fr_ca: Appliquer
ru: Применить
uz: Qo‘llash

source: This PPA provides the following packages. Please select the ones you want to install.
be: Гэты PPA забяспечвае наступныя пакеты. Выберыце якія вы жадаеце ўсталяваць.
cs: Tento PPA repozitář poskytuje následující balíčky. Vyberte ty, které chcete nainstalovat.
de: Dieses PPA bietet die folgenden Pakete. Bitte wählen Sie diejenigen aus, die Sie installieren möchten.
fr_ca: Ce PPA fournit les paquets suivants. Veuillez sélectionnez ceux que vous souhaitez installer.
ru: Этот PPA предоставляет следующие пакеты. Выберите те, которые хотите установить.
uz: Ushbu PPA quyidagi paketlarni taqdim etadi. O‘rnatmoqchi bo‘lganlarini tanlang.

source: Install
be: Усталяваць
cs: Nainstalovat
de: Installieren
fr_ca: Installer
ru: Установить
uz: O‘rnatish

source: PPA
cs: PPA repozitář
ru: Персональный архив пакетов (PPA)
