Repository: xinux-org/i10n
Catalog: cinnamon/mintsources/mintsources-*.po
Languages: be, cs, de, fr_ca, ru, uz

source: You are about to remove the following PPA:
be: Вы збіраецеся выдаліць наступны PPA:
cs: Chystáte se odstranit následující PPA repozitář:
de: Sie sind dabei das folgende PPA zu entfernen:
fr_ca: Vous êtes sur le point de supprimer le PPA suivant[nbsp]:
ru: Вы хотите удалить следующие PPA:
uz: Quyidagi PPA-ni olib tashlamoqchisiz:

source: More info: %s
be: Больш інфармацыі: %s
cs: Více informací: %s
de: Mehr Informationen: %s
fr_ca: Plus de renseignements[nbsp]: %s
ru: Больше информации: %s
uz: Qo‘shimcha ma’lumot : %s

source: Press Enter to continue or Ctrl+C to cancel
be: Націсніце Enter каб працягнуць або Ctrl+C каб скасаваць
cs: Pokračujte stisknutím klávesy Enter nebo operaci zrušte stisknutím Ctrl+C
de: Zum Fortfahren bitte Eingabetaste drücken oder Strg+C zum Abbrechen
fr_ca: Pesez sur Entrée pour continuer ou Ctrl+C pour annuler
ru: Нажмите Enter, чтобы продолжить или Ctrl+C для отмены
uz: Davom etish uchun Enter bosing yoki bekor qilish uchun Ctrl+C bosing

source: Unable to prompt for response. Please run with -y
be: Немагчыма запытаць адказ. Запусціце з параметрам -y
cs: Nedaří se zobrazit výzvu pro odpověď. Spusťte s parametrem -y
de: Die Aufforderung zu einer Antwort war nicht möglich. Bitte mit -y starten
fr_ca: Impossible de saisir l’entrée standard. Veuillez utiliser l’option -y.
ru: Невозможно запросить ответ. Пожалуйста, запустите с ключом -y
uz: Javobni soʻrash imkonsiz. Iltimos, -y bilan ishlating

source: Cancelling...
be: Скасаванне...
cs: Ruší se…
de: Wird abgebrochen …
fr_ca: Annulation…
ru: Отмена…
uz: Bekor qilinmoqda...

source: Cannot get info about PPA: '%s'.
be: Немагчыма атрымаць інфармацыю пра PPA: '%s'.
cs: Nedaří se získat informace o PPA repozitáři: „%s“.
de: Information über PPA »%s« kann nicht erhalten werden.
fr_ca: Impossible d’obtenir des renseignements sur le PPA[nbsp]: '%s'.
ru: Не могу найти информацию о PPA:'%s'.
uz: PPA haqida ma'lumot olib bo‘lmadi: '%s'.

source: failed to remove PPA: '%s'
be: не ўдалося выдаліць PPA: '%s'
cs: nepodařilo se odstranit PPA repozitář: „%s“
de: Entfernen von PPA »%s« ist fehlgeschlagen.
fr_ca: Échec de suppression du PPA[nbsp]: '%s'
ru: не удалось удалить PPA: '%s'
uz: PPA-ni olib tashlab bo'lmadi: '%s'

source: failed to remove repository: '%s'
be: не ўдалося выдаліць рэпазіторый: '%s'
cs: nepodařilo se odstranit repozitář: „%s“
de: Entfernen von Paketquelle »%s« ist fehlgeschlagen.
fr_ca: Échec de suppression du dépôt[nbsp]: '%s'
ru: не удалось удалить репозиторий:'%s'
uz: repozitoriyni olib tashlab bo‘lmadi: '%s'

source: Adding PPAs is not supported
be: Даданне PPA не падтрымліваецца
cs: Přidávání PPA repozitářů není podporováno
de: Das Hinzufügen von PPAs wird nicht unterstützt
fr_ca: L’ajout de PPA n’est pas pris en charge
ru: Добавление PPA не поддерживается
uz: PPA qo'shish qo'llab-quvvatlanmaydi

source: Cannot add PPA: '%s'.
be: Немагчыма дадаць PPA: '%s'.
cs: Nedaří se přidat PPA repozitář: „%s“.
de: PPA kann nicht hinzugefügt werden: »%s«.
fr_ca: Impossible d’ajouter le PPA[nbsp]: '%s'.
ru: Не удаётся добавить PPA: «%s».
uz: PPA qo‘shib bo‘lmadi: '%s'.

source: Adding private PPAs is not supported currently
be: Даданне прыватных PPAs зараз не падтрымліваецца
cs: Přidávání soukromých PPA repozitářů není v současnosti podporováno
de: Das Hinzufügen privater PPAs wird zur Zeit nicht unterstützt
fr_ca: L’ajout de PPA privés n’est actuellement pas pris en charge
ru: В данный момент не поддерживается добавление частных PPA
uz: Shaxsiy PPA qo‘shish hozirda qo'llab-quvvatlanmaydi

source: You are about to add the following PPA:
be: Вы збіраецеся дадаць наступны PPA:
cs: Chystáte se přidat následující PPA repozitář:
de: Sie sind dabei das folgende PPA hinzuzufügen:
fr_ca: Vous êtes sur le point d’ajouter le PPA suivant[nbsp]:
ru: Вы хотите добавить следующие PPA:
uz: Siz quyidagi PPA-ni qo'shmoqchisiz:

source: Malformed input, repository not added.
be: Няправільны ўвод, рэпазіторый не дададзены.
cs: Nesprávně formulovaný vstup, repozitář nepřidán.
de: Fehlerhafte Eingabe, Paketquelle nicht hinzugefügt.
fr_ca: L’entrée est mal formée. Le dépôt n’a pas été ajouté.
ru: Некорректные данные ввода, репозиторий не добавлен.
uz: Noto‘g‘ri kiritilgan, repozitoriy qo‘shilmagan.

source: Repository already exists.
be: Рэпазіторый ужо існуе.
cs: Repozitář už je v systému zadaný.
de: Paketquelle ist bereits vorhanden.
fr_ca: Le dépôt existe déjà.
ru: Репозиторий уже существует.
uz: Repozitoriy allaqachon mavjud.

source: Connection timed out, check your connection or try again later.
be: Час злучэння скончыўся, праверце злучэнне і паспрабуйце зноў.
cs: Překročen časový limit pokusu o připojení – zkontrolujte své připojení nebo to zkuste znovu později.
de: Verbindungszeitüberschreitung, bitte überprüfen Sie Ihre Verbindung oder versuchen es später erneut.
fr_ca: La connexion est arrivée au bout de son délai, veuillez vérifier votre connexion ou ressayez ultérieurement.
ru: Время соединения истекло, проверьте соединение или повторите попытку позже.
uz: Ulanish vaqti tugadi, ulanishni tekshiring yoki keyinroq qayta urinib ko‘ring.

source: Failed to establish a secure connection.
be: Немагчыма ўсталяваць бяспечнае злучэнне.
cs: Nepodařilo se navázat zabezpečené připojení.
de: Der Aufbau einer sicheren Verbindung ist fehlgeschlagen.
fr_ca: Échec d’établissement d’une connexion sécurisée.
ru: Не удалось установить защищённое соединение.
uz: Xavfsiz ulanishni o‘rnatib bo‘lmadi.

source: Failed to download the PPA: %s.
be: Не ўдалося спампаваць PPA: %s.
cs: PPA se nepodařilo stáhnout: %s.
de: Das Herunterladen des PPA ist fehlgeschlagen: %s.
fr_ca: Échec de téléchargement du PPA[nbsp]: %s.
ru: Не удалось загрузить PPA: %s.
uz: PPA yuklab olinmadi: %s.

source: No supported PPA of this name was found.
be: Быў знойдзены непадтрымліваемы PPA з такім іменем.
cs: Nebyl nalezen žádný podporovaný PPA repozitář s takovým názvem.
de: Es wurde kein unterstütztes PPA mit diesem Namen gefunden.
fr_ca: Aucun PPA pris en charge n’a été trouvé sous ce nom.
ru: Не найдено поддерживаемых PPA с этим именем.
uz: Bu nomdagi qo‘llab-quvvatlanadigan PPA topilmadi.

source: This PPA does not support %s
be: Гэты PPA не падтрымлівае %s
cs: Toto PPA nepodporuje %s
de: Dieses PPA unterstützt %s nicht
fr_ca: Ce PPA ne prend pas %s en charge
ru: Данный PPA не поддерживает %s
uz: Bu PPA %s ni qo‘llab-quvvatlamaydi

source: Sources
be: Крыніцы
cs: Zdroje
de: Quellen
ru: Источники
uz: Manbalar

source: CD-ROM (Installation Disc)
be: CD-ROM (дыск-усталёўнік)
cs: CD/DVD/BD atp. (instalační médium)
de: CD-ROM (Installationsmedium)
fr_ca: CD-ROM (disque d’installation)
ru: CD-ROM (Установочный диск)
uz: CD-ROM (o'rnatish diski)

source: Local Repository
be: Лакальны рэпазіторый
cs: Místní repozitář
de: Lokale Paketquelle
fr_ca: Dépôt local
ru: Локальный репозиторий
uz: Mahalliy repozitoriy

source: Linux Mint uses Romeo to publish packages which are not tested. Once these packages are tested, they are then moved to the official repositories. Unless you are participating in beta-testing, you should not enable this repository. Are you sure you want to enable Romeo?
be: Linux Mint выкарыстоўвае Romeo для публікацыі неправераных пакетаў. Адразу пасля праверкі яны трапляюць у афіцыйныя рэпазіторыі. Калі вы не ўдзельнічаеце ў бэта-тэставанні, то вам не трэба актываваць гэты рэпазіторый. Вы ўпэўненыя, што жадаеце актываваць Romeo?
cs: Linux Mint používá pro zveřejňování balíčků, které je třeba otestovat repozitář Romeo. Jakmile jsou takové balíčky otestovány, jsou přesunuty do oficiálních repozitářů. Pokud se testování nechcete účastnit, neměli byste přidávat tento repozitář. Opravdu tedy chcete používat Romeo jako zdroj balíčků?
de: Linux Mint benutzt Romeo, um nicht getestete Pakete zu veröffentlichen. Sobald diese getestet wurden, werden sie in die offiziellen Datenbanken verschoben. Sie sollten Romeo nur dann anwählen, wenn Sie Beta-Tester sind oder sein möchten. Sind Sie sicher, dass Sie Romeo aktivieren möchten?
fr_ca: Linux Mint utilise Romeo pour publier les paquets qui ne sont pas testés. Une fois que ces paquets sont testés, ils sont ensuite déplacés vers les dépôts officiels. À moins que vous participiez au test de versions bêta, vous ne devriez pas activer ce dépôt. Voulez-vous vraiment activer Romeo[nnbsp]?
ru: Linux Mint использует Romeo для публикации непротестированных пакетов. Сразу после тестирования они попадут в официальные репозитории. Если вы не участвуете в бета-тестировании, то вам не нужно активировать этот репозиторий. Вы уверены, что хотите активировать Romeo?
uz: Linux Mint sinovdan o'tmagan paketlarni nashr qilish uchun Romeo-dan foydalanadi. Ushbu paketlar sinovdan o'tkazilgach, ular rasmiy repozitoriylarga ko'chiriladi. Agar beta-sinovda ishtirok etmasangiz, ushbu repozitoriyni yoqmasligingiz kerak. Romeo yoqishga ishonchingiz komilmi?

source: Select a mirror
be: Выберыце люстэрка
cs: Vybrat zrcadlo
de: Spiegelserver auswählen
fr_ca: Sélectionner un site miroir
ru: Выбор зеркала
uz: Ko‘zguni tanlash

source: Country
be: Краіна
cs: Země
de: Land
fr_ca: Pays
ru: Страна
uz: Davlat

source: Mirror
be: Люстэрка
cs: Zrcadlo
de: Spiegel
fr_ca: Miroir
ru: Зеркало
uz: Ko‘zgu

source: Speed
be: Хуткасць
cs: Rychlost
de: Geschwindigkeit
fr_ca: Débit
ru: Скорость
uz: Tezlik

source: Worldwide
be: Глабальна
cs: Celý svět
de: Weltweit
fr_ca: Mondial
ru: Глобально
uz: Dunyo bo‘ylab

source: kB/s
be: кБ/с
fr_ca: ko/s
ru: кбит/c

source: MB/s
be: МБ/с
fr_ca: Mo/s
ru: Мбит/с

source: GB/s
be: ГБ/с
fr_ca: Go/s
ru: Гбит/с

source: Obsolete
be: Састарэлыя
cs: Zastaralé
de: Veraltet
fr_ca: Obsolète
ru: Устаревший
uz: Eskirgan

source: Unreachable
be: Недасягальныя
cs: Nedosažitelné
de: Nicht erreichbar
fr_ca: Inaccessible
ru: Недоступно
uz: Ulanib bo‘lmaydi

source: Software Sources
be: Крыніцы праграм
cs: Zdroje softwaru
de: Anwendungspaketquellen
fr_ca: Sources de logiciels
ru: Источники приложений
uz: Dastur manbalari

source: Backported packages
be: Бэкпартаваныя пакеты
cs: Nové balíčky přenesené do už dříve vydaného systému (backport)
de: Zurückportierte Pakete
fr_ca: Paquets rétroportés
ru: Портированные пакеты
uz: Orqaga ko‘chirilgan paketlar

source: Unstable packages
be: Нестабільныя пакеты
cs: Nedoladěné balíčky
de: Instabile Pakete
fr_ca: Paquets instables
ru: Нестабильные пакеты
uz: Turg‘un bo‘lmagan paketlar

source: Main
be: Галоўныя
cs: Hlavní
de: Haupt
fr_ca: Principal
ru: Основной
uz: Asosiy

source: Base
be: Базавыя
cs: Základní
de: Basis
ru: Базовый
uz: Ombor

source: Enabled
be: Задзейнічана
cs: Zapnuto
de: Aktiviert
fr_ca: Activé
ru: Используется
uz: Yoqilgan

source: Repository
be: Рэпазіторый
cs: Repozitář
de: Paketquelle
fr_ca: Dépôt
ru: Репозиторий
uz: Repozitoriy

source: Key
be: Ключ
cs: Klíč
de: Schlüssel
fr_ca: Clé
ru: Ключ
uz: Kalit

source: There is no more residual configuration on the system.
be: Больш рэшткавых канфігурацый у сістэме няма.
cs: V systému už nezůstaly žádné další zbytky po nastaveních.
de: Es sind keine verbleibenden Konfigurationen auf diesem System.
fr_ca: Il n’y a plus de configuration résiduelle dans le système.
ru: В системе больше нет остаточной конфигурации.
uz: Tizimda boshqa qoldiq konfiguratsiya yo‘q.

source: The problem was fixed. Please reload the cache.
be: Праблема вырашана. Перазагрузіце кэш.
cs: Problém byl opraven. Aktualizujte obsah mezipaměti.
de: Das Problem wurde behoben. Bitte erneuern Sie den Zwischenspeicher.
fr_ca: Le problème a été résolu. Veuillez recharger le cache.
ru: Проблема была решена. Пожалуйста, обновите кэш
uz: Muammo hal etildi. Keshni qayta yuklang.

source: Duplicate entries were removed. Please reload the cache.
be: Паўторныя запісы былі выдалены. Перазагрузіце кэш.
cs: Duplicitní poožky byly odebrány. Proveďte znovunačtení mezipaměti.
de: Doppelte Einträge wurden entfernt. Bitte den Puffer neu laden.
fr_ca: Des sources dupliquées ont été supprimées. Veuillez recharge le cache.
ru: Дубликаты записей были удалены. Перезагрузите кеш.
uz: Ikki nusxadagi yozuvlar olib tashlandi. Keshni qayta yuklang.

source: No duplicate entries were found.
be: Не знойдзена паўторных запісаў.
cs: Nebyly nalezeny žádné duplicitní položky.
de: Es wurden keine doppelten Einträge gefunden.
fr_ca: Aucune entrée dupliquée n’a été trouvée.
ru: Дубликаты записей были удалены. Перезагрузите кеш.
uz: Ikki nusxadagi yozuvlar topilmadi.

source: Error with your APT configuration, you may have to reload the cache first.
be: Узнікла памылка з вашай канфігурацыяй APT, спачатку трэба перазагрузіць кэш.
cs: Chyba v nastavení APT, nejprve bude nejspíš třeba znovu naplnit mezipaměť.
de: Fehler bei Ihrer APT-Konfiguration, Sie müssen möglicherweise zuerst den Zwischenspeicher neu laden.
fr_ca: La configuration de votre APT comporte une erreur, veuillez d’abord actualiser le cache.
ru: Ошибка в конфигурации APT, возможно, вам придется сначала перезагрузить кеш.
uz: APT konfiguratsiyasida xatolik yuz berdi, avval keshni qayta yuklashingiz kerak bo‘lishi mumkin.

source: All missing keys were successfully added.
be: Усе адсутныя ключы былі паспяхова дададзены.
cs: Všechny chybějící klíče byly úspěšně dodány.
de: Alle fehlenden Schlüssel wurden erfolreich hinzugefügt.
fr_ca: Toutes les clés manquantes ont été ajoutées.
ru: Все недостающие ключи были успешно добавлены.
uz: Barcha yetishmayotgan kalitlar muvaffaqiyatli qo‘shildi.

source: Not all missing keys could be found.
be: Не ўсе адсутныя ключы можна знайсці.
cs: Ne všechny chybějící klíče byly nalezeny.
de: Es konnten nicht alle fehlenden Schlüssel gefunden werden.
fr_ca: Toutes les clés manquantes n’ont pas été trouvées.
ru: Были найдены не все недостающие ключи.
uz: Barcha yetishmayotgan kalitlarni topib bo‘lmadi.

source: Keys were added for the following repositories:
be: Ключы дададзены для наступных рэпазіторыяў:
cs: Byly přidány klíče pro následující repozitáře:
de: Schlüssel wurden für die folgenden Paketquellen hinzugefügt:
fr_ca: Des clés ont été ajoutées pour les dépôts suivants[nbsp]:
ru: Ключи были добавлены для следующих репозиториев:
uz: Quyidagi repozitoriylar uchun kalitlar qo‘shildi:

source: Keys are still missing for the following repositories:
be: Ключы ўсё яшчэ адсутнічаюць для наступных рэпазіторыяў:
cs: Pro následující repozitáře klíče pořád chybí:
de: Für die folgenden Paketquellen fehlen noch Schlüssel:
fr_ca: Il manque encore des clés pour les dépôts suivants[nbsp]:
ru: Ключи по-прежнему отсутствуют для следующих репозиториев:
uz: Quyidagi repozitoriylar uchun kalitlar hali ham mavjud emas:

source: Add the remaining missing key(s) manually or remove the corresponding repositories or PPAs.
be: Дадаць астатнія адсутныя ключы ўручную або выдаліць адпаведныя рэпазіторыі ці PPA.
cs: Přidejte zbývající chybějící klíče ručně nebo odeberte odpovídající (PPA) repozitáře.
de: Fügen Sie den/die noch fehlenden Schlüssel manuell hinzu, oder entfernen Sie die entsprechenden Paketquellen oder PPAs.
fr_ca: Ajoutez les clés manquantes restantes manuellement ou supprimez les dépôts ou PPAs correspondants.
ru: Добавьте оставшиеся недостающие ключи вручную или удалите соответствующие репозитории или PPA.
uz: Qolgan yetishmayotgan kalit(lar)ni qo‘lda qo‘shing yoki tegishli repozitoriylarni yoki PPAlarni olib tashlang.

source: Please reload the cache.
be: Перазагрузіце кэш.
cs: Znovu naplňte mezipaměť
de: Bitte laden Sie den Zwischenspeicher neu.
fr_ca: Veuillez actualiser le cache.
ru: Пожалуйста, перезагрузить кэш.
uz: Keshni qayta yuklang.

source: No missing keys were found.
be: Не знойдзены адсутныя ключы.
cs: Nechybí žádné klíče.
de: Keine fehlenden Schlüssel gefunden.
fr_ca: Aucune clé manquante n’a été trouvée.
ru: Недостающие ключи не найдены.
uz: Hech qanday yetishmayotgan kalit topilmadi.

source: Open..
be: Адкрыць...
cs: Otevřít…
de: Öffnen …
fr_ca: Ouvrir…
ru: Открыть...
uz: Ochish...

source: Cancel
be: Скасаваць
cs: Storno
de: Abbrechen
fr_ca: Annuler
ru: Отмена
uz: Bekor qilish

source: Open
be: Адкрыць
cs: Otevřít
de: Öffnen
fr_ca: Ouvrir
ru: Открыть
uz: Ochish

source: Please enter the fingerprint of the public key you want to download from keyserver.ubuntu.com:
be: Увядзіце адбітак публічнага ключа, які вы жадаеце спампаваць з keyserver.ubuntu.com:
cs: Zadejte otisk veřejné části klíče který chcete stáhnout z keyserver.ubuntu.com:
de: Bitte den Fingerabdruck des öffentlichen Schlüssels eingeben, den Sie von keyserver.ubuntu.com herunterladen wollen:
fr_ca: Veuillez saisir l’empreinte de la clé publique que vous souhaitez télécharger de keyserver.ubuntu.com[nbsp]:
ru: Введите отпечаток открытого ключа, который необходимо загрузить с keyserver.ubuntu.com:
uz: Keyserver.ubuntu.com saytidan yuklab olmoqchi bo‘lgan ochiq kalitning barmoq izini kiriting:

source: Are you sure you want to permanently remove the selected keys?
be: Сапраўды жадаеце назаўсёды выдаліць вылучаныя ключы?
cs: Opravdu chcete trvale odebrat vybrané klíče?
de: Sind Sie sicher, dass Sie die ausgewählten Schlüssel dauerhaft entfernen möchten?
fr_ca: Êtes-vous certain de vouloir effacer les clés sélectionnées ?
ru: Вы действительно хотите безвозвратно удалить выделенные ключи?
uz: Tanlangan kalitlarni butunlay olib tashlashga ishonchingiz komilmi?

source: Please enter the name or the URL of the PPA you want to add:
be: Увядзіце назву або URL таго PPA, які жадаеце дадаць:
cs: Zadejte název nebo URL adresu PPA repozitáře, který chcete přidat:
de: Bitte geben Sie den Namen oder die Adresse des PPAs ein, das Sie hinzufügen möchten:
fr_ca: Veuillez saisir le nom ou l’adresse du PPA que vous souhaitez ajouter[nbsp]:
ru: Введите имя или URL PPA, который вы хотите добавить:
uz: Qo‘shmoqchi bo‘lgan PPA nomini yoki URL manzilini kiriting:

source: The name of the PPA you entered isn't formatted correctly.
be: Назва ўведзенага PPA некарэктна сфармавана.
cs: Název PPA repozitáře, který jste zadali, nemá správnou podobu.
de: Der Name des von Ihnen eingegebenen PPAs ist nicht richtig formatiert.
fr_ca: Le nom du PPA que vous avez saisi n’est pas formaté correctement.
ru: Введенное имя PPA имеет некорректный формат.
uz: Siz kiritgan PPA nomi toʻgʻri formatlanmagan.

source: Edit the URL of the PPA
be: Змяніць адрас PPA
cs: Upravit URL adresu PPA repozitáře
de: Adresse des PPAs bearbeiten
fr_ca: Modifier l’URL du PPA
ru: Изменить URL-адрес этого PPA-репозитория
uz: Ushbu PPA ning URL ini tahrirlash

source: Are you sure you want to permanently remove the selected PPAs?
be: Сапраўды жадаеце назаўсёды выдаліць вылучаныя PPA?
cs: Opravdu chcete trvale odebrat vybrané PPA repozitáře?
de: Sind Sie sicher, dass Sie die ausgewählten PPAs dauerhaft entfernen möchten?
fr_ca: Êtes-vous certain de vouloir effacer les PPAs sélectionnés ?
ru: Вы действительно хотите безвозвратно удалить выделенные PPA?
uz: Tanlangan PPAlarni butunlay olib tashlashga ishonchingiz komilmi?

source: The content of this PPA is not available. Please refresh the cache and try again.
be: Змесціва гэтага PPA недаступна. Перазагрузіце кэш і паспрабуйце ізноў.
cs: Obsah tohoto PPA repozitáře není k dispozici. Aktualizujte mezipaměť a zkuste to znovu.
de: Der Inhalt von diesem PPA ist nicht verfügbar. Bitte den Zwischenspeicher aktualisieren und es erneut versuchen.
fr_ca: Le contenu de ce PPA n’est pas accessible. Veuillez actualiser votre cache et ressayer.
ru: Содержимое PPA-репозитория недоступно. Обновите кэш и попробуйте ещё раз.
uz: Ushbu PPA ning tarkibini ko‘rish imkoni yo‘q. Keshni yangilang va yana urinib ko‘ring.

source: Please enter the name of the repository you want to add:
be: Увядзіце назву рэпазіторыя, які жадаеце дадаць:
cs: Zadejte název repozitáře, který chcete přidat:
de: Bitte den Namen der Paketquelle eingeben, die Sie hinzufügen möchten:
fr_ca: Veuillez saisir le nom du dépôt que vous souhaitez ajouter[nbsp]:
ru: Введите имя репозитория, который требуется добавить:
uz: Qo‘shmoqchi bo‘lgan repozitoriy nomini kiriting:

source: This repository is already configured, you cannot add it a second time.
be: Гэты рапазіторый ужо сканфігураваны, вы не можаце дадаць яго паўторна.
cs: Tento repozitář už je nastavený, není možná (a ani třeba) ho přidat podruhé.
de: Die Paketquelle wurde bereits konfiguriert, Sie können sie nicht ein weiteres Mal hinzufügen.
fr_ca: Ce dépôt est déjà configuré, vous ne pouvez pas l’ajouter une deuxième fois.
ru: Этот репозиторий уже настроен, вы не можете добавить его второй раз.
uz: Ushbu repozitoriy allaqachon sozlangan, uni ikkinchi marta qo‘sha olmaysiz.

source: Edit the URL of the repository
be: Змяніць адрас рэпазіторыя
cs: Upravit URL adresu repozitáře
de: Adresse der Paketquelle bearbeiten
fr_ca: Modifier l’URL du dépôt
ru: Изменить URL-адрес этого репозитория
uz: Repozitoriy URL ini tahrirlash

source: Are you sure you want to permanently remove the selected repositories?
be: Сапраўды жадаеце назаўсёды выдаліць вылучаныя рэпазіторыі?
cs: Opravdu chcete trvale odebrat vybrané repozitáře?
de: Sind Sie sicher, dass Sie die ausgewählten Paketquellen dauerhaft entfernen wollen?
fr_ca: Êtes-vous certain de vouloir effacer les dépôts sélectionnés ?
ru: Вы действительно хотите безвозвратно удалить выделенные репозитории?
uz: Tanlangan repozitoriylarni butunlay olib tashlashga ishonchingiz komilmi?

source: OK
be: Добра
fr_ca: Valider

source: Your configuration changed
be: Ваша канфігурацыя зменена
cs: Nastavení změněna
de: Ihre Konfiguration wurde geändert
fr_ca: Votre configuration a changé
ru: Конфигурация изменена
uz: Konfiguratsiya o‘zgartirildi

source: Click OK to update your APT cache
be: Націсніце 'Добра' для абнаўлення кэша вашага APT
cs: Kliknutím na OK aktualizujte mezipaměť APT
de: Bitte OK klicken, um den APT-Puffer zu aktualisieren
fr_ca: Cliquez sur Valider pour mettre à jour votre cache APT
ru: Нажмите ОК для обновления кэша APT
uz: APT keshini yangilash uchun OK tugmasini bosing

source: version %s already installed
be: версія %s ужо ўсталявана
cs: už je nainstalována verze %s
de: Version %s ist bereits installiert
fr_ca: la version %s est déjà installée
ru: версия %s уже установлена
uz: %s versiyasi allaqachon tizimga o‘rnatilgan

source: already installed
be: ужо ўсталявана
cs: už nainstalováno
de: bereits installiert
fr_ca: déjà installé
ru: уже установлено
uz: allaqachon o‘rnatilgan

source: Foreign packages
be: Чужародныя пакеты
cs: Balíčky z neznámých zdrojů
de: Fremde Pakete
fr_ca: Paquets étrangers
ru: Сторонние пакеты
uz: Begona paketlar

source: Downgrade
be: Адкаціць
cs: Vrátit starší verze
de: Herabstufen
fr_ca: Mettre à niveau vers une version inférieure
ru: Понизить версию
uz: Darajasini pasaytirish

source: The version of the following packages doesn't match the one from the repositories:
be: Версіі наступных пакетаў не адпавядаюць версіям з рэпазіторыяў:
cs: Verze následujících balíčků nesouhlasí s verzí v repozitářích:
de: Die Version der folgenden Pakete stimmt nicht mit der aus den Paketquellen überein:
fr_ca: La version des paquets suivants ne correspond pas à celle des dépôts :
ru: Версии этих пакетов не соответствуют версиям пакетов из репозиториев:
uz: Quyidagi paketlar versiyasi repozitoriylardagiga mos kelmaydi:

source: Remove
be: Выдаліць
cs: Odebrat
de: Entfernen
fr_ca: Supprimer
ru: Удалить
uz: Olib tashlash

source: The packages below are installed on your computer but not present in the repositories:
be: Наступныя пакеты ўсталяваны на камп'ютар, але адсутнічаюць у рэпазіторыях:
cs: Následující balíčky jsou nainstalované na počítači, ale nenacházejí se v repozitářích:
de: Die unteren Pakete sind auf Ihrem Rechner installiert aber nicht in den Paketquellen vorhanden:
fr_ca: Les paquets ci-dessous sont installés sur votre ordinateur, mais ne se trouvent pas dans les dépôts[nbsp]:
ru: Установленные пакеты, отсутствующие в репозиториях:
uz: Quyidagi paketlar kompyuteringizga o'rnatilgan, ammo repozitoriylarda mavjud emas:
