Repository: xinux-org/i10n
Catalog: cinnamon/mintbackup/mintbackup-*.po
Languages: cs, de, es, fr, mai, uz

source: Backups
cs: Zálohy
de: Sicherungen
es: Copias de seguridad
fr: Sauvegardes
mai: बैकअप
uz: Zaxira nusxalari

source: Backup Tool
cs: Zálohovací nástroj
de: Datensicherungswerkzeug
es: Herramienta de copia de seguridad
fr: Outil de sauvegarde
mai: बैकअप साधन
uz: Zahira vositasi

source: %s is not located in your home directory.
cs: %s se nenachází ve vaší domovské složce.
de: %s befindet sich nicht in Ihrem persönlichen Ordner.
es: %s no se encuentra en la carpeta personal.
fr: %s ne se trouve pas dans votre répertoire personnel.
mai: %s आहाँक गृह डायरेक्टरीमे उपस्थित नहि अछि।
uz: %s uy katalogingizda joylashgan emas.

source: Please choose a directory.
cs: Zvolte složku.
de: Bitte ein Verzeichnis auswählen
es: Elija una carpeta.
fr: Veuillez choisir un répertoire
mai: कोनो डायरेक्टरी चुनू
uz: Katalogni tanlang.

source: You do not have the permission to write in the selected directory.
cs: Nemáte oprávnění zapisovat do zvolené složky.
de: Sie haben nicht die Berechtigung, um in dem ausgewählten Verzeichnis zu schreiben.
es: No tiene permiso para escribir en la carpeta seleccionada.
fr: Vous n’avez pas de droit d’écrire dans le répertoire sélectionné
mai: चयनित डायरेक्टरीमे लिखइ के अनुमति आहाँ लग नहि अछि।
uz: Sizda tanlangan katalogga yozishga ruxsatingiz yo‘q.

source: Please choose a backup file.
cs: Zvolte soubor se zálohou.
de: Bitte eine Sicherungsdatei auswählen.
es: Elija un archivo de copia de seguridad.
fr: Veuillez sélectionner un fichier de sauvegarde
mai: कृपया बैकअप फाइल चुनू
uz: Zaxira faylni tanlang.

source: This backup file is either too old or it was created with a different tool. Please extract it manually.
cs: Tento soubor se zálohou je buď příliš starý nebo byl vytvořen jiným nástrojem. Rozbalte ho ručně.
de: Diese Sicherungsdatei ist entweder zu alt oder sie wurde mit einem anderen Werkzeug erstellt. Bitte extrahieren Sie es manuell.
es: Esta copia de seguridad es demasiado antigua o ha sido creada con una herramienta diferente. Extráigala manualmente.
fr: Soit ce fichier de sauvegarde est trop ancien, soit il a été créé avec un outil différent. Veuillez l’extraire manuellement.
mai: इ बैकअप फाइल बहुत पुरान अहि वा कोनो दोसर टूल सँ बनाओल गेल अछि। कृपया अपने एक्सट्रैक्ट करू।
uz: Bu zahira fayli juda eski yoki u boshqa vosita bilan yaratilgan. Uni qo‘lda chiqarib oling.

source: An error occurred while opening the backup file: %s.
cs: Došlo k chybě při otevírání souboru se zálohou: %s.
de: Beim Öffnen der Sicherungsdatei ist ein Fehler aufgetreten: %s.
es: Se ha producido un error al abrir el archivo de copia de seguridad: %s.
fr: Une erreur d’ouverture du fichier de sauvegarde s’est produite[nbsp]: %s.
mai: backup file: %s खोलैमे कोनो त्रुटि भेल।
uz: Zaxira faylini ochishda xatolik yuz berdi: %s.

source: No packages need to be installed.
cs: Není třeba instalovat žádné balíčky.
de: Keine Pakete müssen installiert werden.
es: No es necesario instalar ningún paquete.
fr: Aucun paquet n’a besoin d’être installé.
mai: कोनो पैकेज इनस्टॉल करबाक आवश्यकता नहि।
uz: Hech qanday paketlarni o‘rnatish shart emas.

source: Please select packages to install.
cs: Vyberte balíčky které nainstalovat.
de: Bitte Pakete zum Installieren auswählen.
es: Elija los paquetes que se instalarán.
fr: Veuillez sélectionner les paquets à installer.
mai: कृपया इनस्टॉल होय बला पैकेज चुनू।
uz: O‘rnatish uchun paketlarni tanlang.

source: Skipping %s because named pipes are not supported.
cs: %s bude přeskočeno protože pojmenované roury (pipe) nejsou podporovány.
de: %s wird übersprungen, da benannte Datenströme nicht unterstützt werden.
es: Omitiendo %s porque no se admiten tuberías con nombre.
fr: %s est ignoré, car les tubes nommés ne sont pas pris en charge.
mai: %s के छोड़ल जा रहल अछि कियैक नामित पाइप समर्थित नही अछि।
uz: %s oʻtkazib yuborilmoqda, chunki nomli quvurlar qoʻllab-quvvatlanmaydi.

source: Backing up:
cs: Zálohování:
de: Sicherung läuft:
es: Copia de seguridad en curso:
fr: Sauvegarde[nbsp]:
mai: बैकअप भ' रहल अछि:
uz: Zaxira nusxalanmoqda:

source: Calculating...
cs: Výpočet…
de: Berechnung läuft …
es: Calculando...
fr: Calcul…
mai: गणना करैत...
uz: Hisoblanmoqda…

source: The following errors occurred:
cs: Vyskytly se následující chyby:
de: Folgende Fehler sind aufgetreten:
es: Se han producido los errores siguientes:
fr: Les erreurs suivantes se sont produites[nbsp]:
mai: निम्नलिखित त्रुटि भेल:
uz: Quyidagi xatolar yuz berdi:

source: The backup was aborted.
cs: Záloha byla přerušena.
de: Die Sicherung wurde abgebrochen.
es: Se ha cancelado la copia de seguridad.
fr: La sauvegarde a été abandonnée.
mai: बैकअप निरस्त करल गेल रहय।
uz: Zaxira bekor qilindi.

source: Your files were successfully saved in %s.
cs: Vaše soubory byly úspěšně uloženy v %s.
de: Ihre Dateien wurden erfolgreich in %s gespeichert.
es: Los archivos se han guardado correctamente en %s.
fr: Vos fichiers ont été sauvegardés avec succès dans %s.
mai: आहाँक फाइलसभ %s मे सफलतापूर्वक सेव क' देल गेल ।
uz: Fayllaringiz %s ichida muvaffaqiyatli saqlandi.

source: Warning: The meta file could not be saved. This backup will not be accepted for restoration.
cs: Varování: metasoubor se nepodařilo uložit. Aplikace tuto zálohu nebude moci použít pro obnovu.
de: Achtung: die Metadatei konnte nicht gespeichert werden. Diese Sicherung wird nicht bei der Wiederherstellung erlaubt werden.
es: Aviso: no se ha podido guardar el archivo meta. No se podrá restaurar esta copia de seguridad.
fr: Avertissement[nbsp]: Le fichier meta n’a pas pu être enregistré. Cette sauvegarde ne sera accepté pour être restaurée.
mai: चेतावनी: मेटा फ़ाइल सेव नही भ' सकल। इ बैकअप पुनःस्थापनाक लेल स्वीकार नहि करल जायत ।
uz: Ogohlantirish: Meta faylni saqlab bo‘lmadi. Ushbu zaxira qayta tiklash uchun qabul qilinmaydi.

source: Warning: Some files were not saved. Only %(archived)d files were backed up out of %(total)d.
cs: Varování: některé soubory nebyly uloženy. Pouze %(archived)d souborů z celkových %(total)d bylo zazálohováno.
de: Achtung: einige Dateien wurden nicht gespeichert. Nur %(archived)d Dateien wurden von %(total)d gesichert.
es: Aviso: no se han guardado algunos archivos. Solo se han guardado %(archived)d de los %(total)d archivos.
fr: Avertissement[nbsp]: Certains fichiers n’ont pas été enregistrés. Seuls %(archived)d fichiers sur %(total)d ont été sauvegardés.
mai: चेतावनी: किछ फाइल सेव नहि भ' सकल। %(total)d मे स मात्र %(archived)d फाइल बैकअप भेल।
uz: Ogohlantirish: Ba'zi fayllar saqlanmadi. %(total)d fayldan faqat %(archived)d ta fayl zaxiralangan.

source: Restoring:
cs: Obnovení:
de: Wiederherstellung läuft:
es: Restaurando:
fr: Restauration[nbsp]:
mai: पुनःस्थापन भ' रहल अछि:
uz: Tiklanmoqda:

source: The restoration was aborted.
cs: Obnovování bylo přerušeno.
de: Die Wiederherstellung wurde abgebrochen.
es: Se ha cancelado la restauración.
fr: La restauration a été abandonnée.
mai: पुनःस्थापन निरस्त क' देल गेल रहय।
uz: Tiklash to‘xtatildi.

source: Your files were successfully restored.
cs: Vaše soubory byly úspěšně obnoveny.
de: Ihre Dateien wurden erfolgreich wiederhergestellt.
es: Sus archivos fueron restaurados con éxito.
fr: Vos fichiers ont été restaurés avec succès.
mai: आहाँक फाइलसभ सफलतापूर्वक पुन:स्थापित भ' गेल ।
uz: Fayllaringiz muvaffaqiyatli tiklandi.

source: Warning: Only %(number)d files were restored out of %(total)d.
cs: Varování: Pouze %(number)d souborů z celkových %(total)d bylo zazálohováno.
de: Achtung: nur %(number)d Dateien wurden von %(total)d wiederhergestellt.
es: Aviso: solo se han restaurado %(number)d de los %(total)d archivos.
fr: Avertissement[nbsp]: Seuls %(number)d fichiers sur %(total)d ont été restaurés.
mai: चेतावनी: %(total)d मे स मात्र %(number)d फाइलक बैकअप भेल।
uz: Ogohlantirish: %(total)d fayldan faqat %(number)d ta fayl tiklandi.

source: The list below shows the applications you installed.
cs: Níže uvedený seznam zobrazuje aplikace, které jste nainstalovali.
de: Die untere Liste zeigt die installierten Anwendungen.
es: La lista siguiente muestra las aplicaciones que ha instalado.
fr: La liste ci-dessous présente les applications que vous avez installées.
mai: नीचा देल गेल सूची आहाँक द्वारा इंस्टॉल कयल गेल अनुप्रयसभ प्रदर्शित करयत अछि।
uz: Quyidagi ro‘yxat siz o‘rnatgan ilovalarni ko‘rsatadi.

source: Your software selection was saved in %s
cs: Váš výběr software byl uložen v %s
de: Ihre Programmauswahl wurde in %s gespeichert
es: La selección de software se ha guardado en %s
fr: Votre sélection de logiciels a été enregistrée dans %s.
mai: आहाँक सॉफ़्टवेयर चयन %s मे सेव कयल गेल रहय।
uz: Siz tanlagan dasturiy taʼminot %s ichida saqlandi

source: The selected file is not a valid software selection.
cs: Vybraný soubor neobsahuje platný výběr software.
de: Die ausgewählte Datei ist keine gültige Programmauswahl.
es: El archivo seleccionado no es una selección de software válida.
fr: Le fichier selectionné n’est pas une sélection de logiciels valide.
mai: चयनित फाइल मान्य सॉफ़्टवेयर चयन नहि अछि ।
uz: Tanlangan fayl yaroqli dastur tanlovi emas.

source: An error occurred while reading the file.
cs: Při čtení souboru došlo k chybě.
de: Ein Fehler trat beim Lesen der Datei auf.
es: Se ha producido un error al leer el archivo.
fr: Une erreur de lecture du fichier s’est produite.
mai: फाइल रीड करैत समय त्रुटि भेल।
uz: Faylni o‘qishda xatolik yuz berdi.

source: Could not locate the package.
cs: Balíček se nedaří nalézt.
de: Das Paket konnte nicht gefunden werden.
es: No se ha podido localizar el paquete.
fr: Impossible de trouver le paquet.
mai: पैकेजक पता नहि लाइग सकल।
uz: Paketni topib bo‘lmadi.

source: Make a backup of your home directory
cs: Zálohovat svou domovskou složku
de: Eine Sicherung Ihres persönlichen Ordners erstellen
es: Hacer una copia de seguridad de la carpeta personal
fr: Sauvegarder votre répertoire personnel
mai: अपन होम फोल्डरक बैकअप करू।
uz: Uy katalogingizning zaxira nusxasini yarating

source: Personal data
cs: Osobní data
de: Persönliche Daten
es: Archivos, configuración y contenido de su carpeta personal
fr: Données personnelles
mai: व्यक्तिगत डेटा
uz: Shaxsiy ma'lumot

source: Your files, settings and the content of your home directory
cs: Vaše soubory, nastavení a obsah domovské složky
de: Ihre Dateien, Einstellungen und der Inhalt Ihres persönlichen Ordners
es: Archivos, configuración y contenido de la carpeta personal
fr: Vos fichiers, vos paramètres et le contenu de votre répertoire personnel.
mai: आहाँक फाइल, सेटिंग्स तथा होम फ़ोल्डरक सामग्री
uz: Sizning fayllaringiz, sozlamalaringiz va uy katalogingiz tarkibi

source: Restore...
cs: Obnovit…
de: Wiederherstellen …
es: Restaurar…
fr: Restaurer…
mai: पुनःस्थापित करू।
uz: Tiklash...

source: Back Up Now...
cs: Zazálohovat nyní…
de: Jetzt sichern …
es: Hacer la copia de seguridad ahora...
fr: Sauvegarder maintenant…
mai: अखन बैकअप करू...
uz: Hozir zaxiralash...

source: Software selection
cs: Výběr software
de: Programmauswahl
es: Selección de software
fr: Sélection de logiciels
mai: सॉफ्टवेयर चयन
uz: Dasturiy ta'minot tanlash

source: The list of applications installed on your computer
cs: Seznam aplikací nainstalovaných na počítači
de: Die Anwendungsliste, welche auf Ihrem Rechner installiert sind
es: La lista de aplicaciones instaladas en el equipo
fr: La liste d’applications installées sur votre ordinateur
mai: आहाँक कंप्यूटरमे इंस्टॉल भेल अनुप्रयोगक सूची
uz: Kompyuteringizda o‘rnatilgan ilovalar ro‘yxati

source: Please select where you want to save the backup file:
cs: Vyberte kam chcete uložit soubor se zálohou:
de: Bitte auswählen, wo Sie die Sicherungsdatei gespeichert haben wollen:
es: Elija dónde quiere guardar el archivo de copia de seguridad:
fr: Veuillez sélectionner où enregistrer le fichier de sauvegarde[nbsp]:
mai: कृपया चुनू कि आहाँ बैकअप फाइल कत्त सेव करय चाहैत छि:
uz: Zaxira faylni qayerda saqlamoqchi bo‘lganingizni tanlang:

source: Please add files or directories to the list below to exclude them from the backup.
cs: Soubory nebo složky, které chcete vynechat ze zálohy, přidejte do níže uvedeného seznamu.
de: Bitte Dateien oder Verzeichnisse zu der unteren Liste hinzufügen, um sie von der Sicherung auszuschließen.
es: Añada archivos o carpetas a la lista siguiente para excluirlos de la copia de seguridad.
fr: Veuillez ajouter des fichiers et des répertoires à la liste ci-dessous pour les exclure de la sauvegarde.
mai: कृपया नीचलका सूची मे उ फाइल व फोल्डर जोडू, जकरा आहाँ बैकअपस' वर्जित करय चाहैत छि।
uz: Ularni zaxiradan chiqarib tashlash uchun quyidagi ro‘yxatga fayllar yoki kataloglarni qo‘shing.

source: Exclude files
cs: Vynechat soubory
de: Dateien ausschließen
es: Excluir archivos
fr: Exclure des fichiers
mai: फाइल वर्जित करू
uz: Fayllarni chiqarib tashlash

source: Exclude directories
cs: Vynechat složky
de: Verzeichnis ausschließen
es: Excluir carpetas
fr: Exclure des répertoires
mai: फोल्डर वर्जित करू
uz: Kataloglarni chiqarib tashlash

source: Remove
cs: Odstranit
de: Entfernen
es: Eliminar
fr: Supprimer
mai: हटाउ
uz: Olib tashlash

source: Hidden files and hidden folders located at the root of your home directory are not included by default.
cs: Skryté soubory a složky, nacházející se v kořeni vaší domovské složky, ve výchozím nastavení nejsou zahrnuty.
de: Versteckte Dateien und versteckte Ordner im Wurzelordner Ihres persönlichen Ordners sind nicht als Vorgabe enthalten.
es: Los archivos y carpetas ocultos ubicados en la raíz de la carpeta personal no se incluyen por defecto.
fr: Par défaut, les fichiers et dossiers cachés situés dans la racine de votre répertoire personnel ne sont pas inclus.
mai: आहाँक होम फोल्डरक रूट(फोल्डर) मे स्थित नुकायल फाइल व फोल्डर्सभ डिफ़ॉल्ट रूप स' सङ्ग नहि कयल जायत।
uz: Uy katalogingizning ildizida joylashgan yashirin fayllar va yashirin jildlar standart bo‘yicha kiritilmagan.

source: If you want to include some of them in the backup, please add them to the list below.
cs: Pokud některé z nich chcete zahrnout do zálohy, přidejte je do níže uvedeného seznamu.
de: Wenn Sie einige in der Sicherung haben wollen, fügen Sie diese bitte zu der unteren Liste hinzu.
es: Si quiere incluirlos en la copia de seguridad, añádalos a la lista siguiente.
fr: Si vous souhaitez en ajouter dans la sauvegarde, veuillez les ajouter à la liste ci-dessous.
mai: यदि आहाँ ओहिमेस किछुके बैकअप मे सङ्ग करय चाहैत छि, त कृपया ओकरा नीचलका सूचीमे जोडू ।
uz: Agar ulardan ba'zilarini zaxiraga qo‘shmoqchi bo‘lsangiz, ularni quyidagi ro‘yxatga qo‘shing.

source: Include files
cs: Zahrnout soubory
de: Dateien einschließen
es: Incluir archivos
fr: Inclure des fichiers
mai: फाइल सङ्ग करू
uz: Fayllarni kiritish

source: Include directories
cs: Zahrnout složky
de: Verzeichnisse einschließen
es: Incluir carpetas
fr: Inclure des répertoires
mai: फोल्डर सङ्ग करू
uz: Kataloglarni kiritish

source: These files and folders usually contain temporary data or preferences for your applications.
cs: Tyto soubory a složky obvykle obsahují dočasná data nebo předvolby vámi používaných aplikací.
de: Diese Dateien und Ordner enthalten normalerweise temporäre Daten oder Einstellungen für Ihre Anwendungen.
es: Estos archivos y carpetas suelen contener datos temporales o preferencias para las aplicaciones.
fr: Ces fichiers ou dossiers comprennent habituellement des donnes temporaires ou les préférences de vos applications.
mai: इ फाइल व फोल्डरमे अधिकतर आहाँक अनुप्रयोग स संबंधित अस्थाई डेटा व प्राथमिकता होयत अछि।
uz: Ushbu fayl va jildlar odatda vaqtinchalik ma'lumotlar yoki ilovalaringiz uchun parametrlarni o‘z ichiga oladi.

source: Please wait while your files are being backed up.
cs: Vyčkejte až budou vaše soubory zazálohovány.
de: Bitte warten, während Ihre Dateien gesichert werden.
es: Espere mientras se hace la copia de seguridad de los archivos.
fr: Veuillez patienter pendant que vos fichiers sont sauvegardés.
mai: फाइलसभक बैकअप होय तक कृपया प्रतीक्षा करू ।
uz: Fayllaringizning zaxira nusxasi yaratilguncha kuting.

source: Please select the backup to restore:
cs: Vyberte zálohu ze které obnovit:
de: Bitte die Sicherung zum Wiederherstellen auswählen:
es: Elija la copia de seguridad que se restaurará:
fr: Veuillez choisir la sauvegarde à restaurer[nbsp]:
mai: कृपया पुनःस्थापित करबाक लेल बैकअप चुनू:
uz: Tiklash uchun zaxira nusxasini tanlang:

source: Overwrite existing files?
cs: Přepsat existující soubory?
de: Vorhandene Dateien überschreiben?
es: ¿Quiere sobrescribir los archivos existentes?
fr: Écraser les fichiers existants[nnbsp]?
mai: मौजूदा फाइलसभ अधिलेखित(ओवरराइट) केल जाय?
uz: Mavjud fayllarning ustiga yozilsinmi?

source: No, only restore missing files. <small>This option is safe and does not affect your existing files.</small>
cs: Ne, pouze obnovit ty chybějící. <small>Tato volba je bezpečná a neovlivní vaše stávající soubory.</small>
de: Nein, nur fehlende Dateien überschreiben. <small>Diese Option ist sicher und beeinträchtigt nicht die vorhandenen Dateien.</small>
es: No, restaurar solo los archivos que faltan. <small>Esta opción es segura y no afecta a los archivos existentes.</small>
fr: Non, ne restaurer que les fichiers manquants. <small>Cette option est sûre et n’affecte pas vos fichiers existants.</small>
mai: नहि, मात्र अनुपस्थित फाइलसभ पुनःस्थापित करू। <small>इ विकल्प सुरक्षित अछि व आहाँक उपस्थित फाइलसभ अहिस' प्रभावित नहि होयत अछि।</small>
uz: Yo‘q, faqat yetishmayotgan fayllarni tiklash. <small>Ushbu parametr xavfsiz va mavjud fayllaringizga ta'sir qilmaydi.</small>

source: Yes, overwrite changes and restore the content of any existing files. <small>Use this option with caution. The changes you made to the files since the backup will be lost.</small>
cs: Ano, přepsat změny a obnovit obsah všech existujících souborů. <small>Tuto volbu používejte opatrně. Změny které jste v souborech udělali po provedení zálohy budou ztraceny!</small>
de: Ja, Änderungen überschreiben und den Inhalt von vorhandenen Dateien wiederherstellen. <small>Diese Option mit Vorsicht verwenden. Die Änderungen, die Sie an den Dateien seit der Sicherung vorgenommen haben, gehen verloren.</small>
es: Sí, sobrescribir los cambios y restaurar el contenido de los archivos existentes. <small>Use esta opción con precaución. Se perdieran los cambios realizados en los archivos desde la copia de seguridad.</small>
fr: Oui, écraser les changements et restaurer le contenu de tout fichier existant. <small>Utilisez cette option avec prudence. Les changements apportez à vos fichiers depuis la sauvegarde seront perdus.</small>
mai: हाँ, परिवर्तन अधिलेखित करू व उपस्थित फाइलसभ पुनःस्थापित। <small>इ विकल्पक सावधानीस उपयोग करू। पिछला बैकअप स अखनतक कयल गेल फाइलक परिवर्तन हेरा सकैत अछि।</small>
uz: Ha, o‘zgarishlarni qayta yozish va mavjud fayllar tarkibini tiklash. <small>Ushbu parametrdan ehtiyotkorlik bilan foydalaning. Zaxiradan keyin fayllarga kiritilgan oʻzgarishlar yoʻqoladi.</small>

source: Please wait while your files are being restored.
cs: Vyčkejte až budou vaše soubory obnoveny.
de: Bitte warten, währen Ihre Dateien wieder hergestellt werden.
es: Espere mientras se restauran los archivos.
fr: Veuillez patienter pendant que vos fichiers sont restaurés.
mai: फाइलसभ पुनःस्थापित होय तक कृपया प्रतीक्षा करू।
uz: Fayllaringiz tiklanguncha kuting.

source: The list below shows the applications you installed with the Software Manager.
cs: Níže uvedený seznam popisuje aplikace které jste nainstalovali pomocí Správy software.
de: Die untere Liste zeigt die Anwendungen, die Sie mit der Anwendungsverwaltung installiert haben.
es: La lista siguiente muestra las aplicaciones que ha instalado con el Gestor de software.
fr: La liste ci-dessous présente les applications que vous avez installées avec le gestionnaire de logiciels.
mai: नीचा उ अनुप्रयोग सूचीबद्ध कयल गेल अछि, जे आहाँ सॉफ़्टवेयर प्रबंधक द्वारा इंस्टॉल केलऊ हन।
uz: Quyidagi ro‘yxatda dasturiy ta'minot menejeri bilan o‘rnatilgan ilovalar ko‘rsatilgan.

source: Please select the applications you want to save.
cs: Vyberte aplikace které chcete uložit.
de: Bitte die Anwendungen auswählen, die Sie sichern wollen.
es: Elija las aplicaciones que quiere guardar.
fr: Veuillez sélectionner les applications que vous souhaitez enregistrer.
mai: कृपया उ अनुप्रयोगक चयन करू जिनका आहाँ सेव करय चाहैत छि।
uz: Saqlamoqchi bo‘lgan ilovalarni tanlang.

source: Select all
cs: Označit vše
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
mai: सभटा चुनू
uz: Hammasini tanlash

source: Deselect all
cs: Odznačit vše
de: Alles abwählen
es: Deseleccionar todo
fr: Tout dessélectionner
mai: सभटा छोडू
uz: Hammasini bekor qilish

source: Note: If you want to save the complete list of all installed packages on the system, please use the command 'dpkg --get-selections > mylist.list' in a terminal.
cs: Pozn.: pokud chcete uložit seznam úplně všech balíčků nainstalovaných na systému, použijte v terminálu příkaz „dpkg --get-selections > mujseznam.list“.
de: Hinweis: wenn Sie die vollständige Liste aller auf Ihrem System installierter Pakete sichern wollen, dann benutzen Sie bitte folgenden Befehl im Terminal. »dpkg --get-selections > mylist.list«
es: Nota: si quiere guardar la lista completa de todos los paquetes instalados en el sistema, use la orden «dpkg --get-selections > mylist.list» en un terminal.
fr: Note[nbsp]: Si vous souhaitez enregistrer la liste entière de tous les paquets installés dans le système, veuillez utiliser la commande 'dpkg --get-selections > maliste.list' dans un terminal.
mai: ध्यान दियौ: यदि आहाँ सिस्टम पर सभटा इंस्टॉल्ड पैकेजक पूर्ण सूची के सेव करय चाहैत छि, त कृपया इ कमांड 'dpkg --get-selections > mylist.list' के टर्मिनल मे प्रयोग करू।
uz: Eslatma: Agar siz tizimdagi barcha oʻrnatilgan paketlarning toʻliq roʻyxatini saqlamoqchi boʻlsangiz, terminalda “dpkg --get-selections > mylist.list” buyrugʻidan foydalaning.

source: Please select a saved software selection (.list file):
cs: Vyberte uložený výběr software (.list soubor):
de: Bitte eine gespeicherte Programmauswahl auswählen (.list-Datei):
es: Elija una selección de software guardada (archivo .list):
fr: Veuillez sélectionner une liste enregistrée de logiciels (fichier .list)[nbsp]:
mai: कृपया सेव क्यल गेल सॉफ़्टवेयर चयन (.list फाइल) के चुनू:
uz: Saqlangan dastur tanlovini tanlang (.list fayli):

source: Select the packages you want to install.
cs: Vyberte balíčky které chcete nainstalovat.
de: Bitte die Pakete auswählen, das Sie installieren wollen.
es: Elija los paquetes que quiere instalar.
fr: Sélectionnez les paquets que vous souhaitez installer.
mai: ऊ पैकेज चुनू जिनका आहाँ इंस्टॉल करय चाहैत छि।
uz: O‘rnatmoqchi bo‘lgan paketlarni tanlang.

source: Refresh
cs: Načíst znovu
de: Aktualisieren
es: Recargar
fr: Actualiser
mai: ताज़ा करू
uz: Yangilash

source: All the packages in your software selection are installed.
cs: Veškeré balíčky z vašeho výběru software jsou nainstalované.
de: Alle Pakete in Ihrer Programmauswahl sind installiert.
es: Todos los paquetes de la selección de software están instalados.
fr: Tous les paquets de votre sélection de logiciels sont installés.
mai: आहाँक सॉफ्टवेयर चयनक सभ पैकेज इंस्टॉल अछि।
uz: Dasturiy ta'minot tanlovingizdagi barcha paketlar o‘rnatilgan.
