Repository: xinux-org/i10n
Catalog: cinnamon/mintdesktop/mintdesktop-*.po
Languages: be, cs, eo, es, he, ja, mai, pl, uz

source: GPU rendering: Depending on your graphics card and your drivers, rendering with the GPU (as opposed to the CPU) can result in visual artefacts or screen tearing.
be: Рэндэрынг: залежыць ад відэакарты і драйвераў, рэндэрынг з GPU (у адрозненні ад CPU) можа выклікаць візуальныя артэфакты на экране.
cs: Vykreslováno prostředky grafického čipu: dle kvalit přítomného čipu a jeho ovladačů tento způsob (oproti vypočítáváním grafiky procesorem) může vést k chybnému či neplynulému (trhavému) vykreslování.
eo: Grafikprocesora bildigo: Depende de via grafika karto kaj viaj peliloj, bildigo per grafikprocesoro (kontraŭe al ĉefprocesoro) eble rezultigos bildajn deformojn (blokojn aŭ strekojn).
es: Procesamiento con la GPU: dependiendo de la tarjeta gráfica y los controladores, el procesamiento con la GPU (a diferencia de con la CPU) puede provocar artefactos visuales o el efecto bandera.
he: עיבוד עם המעבד הגרפי: בהתאם למעבד הגרפי שלך ולמנהלי ההתקנים, העיבוד עם המעבד הגרפי (בניגוד למעבד הרגיל) עלול לגרום תוצאת לוואי חזותית בלתי־רצויה או לגרום למסך לקרטע.
ja: GPU 描画: お使いのグラフィックカードやドライバーとの組み合わせ次第では、GPU が (CPU とは違い) 不自然・不正確な描画を行ったり、画面のテアリングを発生させることがあります。
mai: GPU प्रतिपादन: आहाँक ग्राफ़िक्स कार्ड व ड्राइवरक आधार पर, GPU द्वारा प्रतिपादन स (CPU के बजाए) दृश्यात्मक विसंगति भ सकैत अछि।
pl: Renderowanie przez GPU: W zależności od posiadanej karty graficznej i jej sterowników, renderowanie przez GPU (w przeciwieństwie do CPU) może powodować artefakty graficzne i migotanie ekranu.
uz: GPU rendering: grafik karta va u uchun o‘rnatilgan drayverlar qandayligiga qarab GPU bilan rendering vizual muammolarga yoki ekranni buzilishiga olib kelishi mumkin.

source: Resource usage: Compositing requires more resources. This can result in slower performance or reduced battery autonomy on laptop computers.
be: Выкарыстанне рэсурсаў: кампазітынг патрабуе болей рэсурсаў. Гэта можа выклікаць замаруджванне ці змяншэнне часу працы ад батарэі.
cs: Nároky na systémové prostředky: kompozice jich vyžaduje více. Výsledkem může být nižší výkon, či zkrácená výdrž na akumulátor u přenosných počítačů.
eo: Risurco-uzado: Kunmetado postulas pli da risurcoj. Ĉi tio eble rezultigos pli malrapidan rendimenton aŭ malpli da bateria vivdaŭro sur tekokomputiloj.
es: Uso de recursos: la composición requiere más recursos. El resultado puede ser un descenso del rendimiento o una reducción de la autonomía de la batería en los ordenadores portátiles.
he: שימוש במשאבים: המרכוב דורש יותר משאבים. מה שעלול לגרום ביצועים איטיים יותר או הפחתת עצמאות הסוללה במחשבים ניידים.
ja: リソースの消費量: コンポジット処理には、より多くのリソースを必要とします。これにより、パフォーマンスの低下や、ノート PC バッテリーの持続時間が悪化します。
mai: संसाधन उपयोग: संयोजन के अधिक संसाधनक आवश्यकता होयत अछि। अहिस' लैपटॉप या कंप्यूटरक कार्यक्षमता सुस्त वा बैटरी स्वायत्तता कम भ सकैत अछि।
pl: Użycie zasobów: Kompozycje wymagają więcej zasobów. Może to skutkować mniejszą wydajnością lub redukować szybciej zasoby baterii w laptopach.
uz: Resurslardan foydalanish: kompoziting ko'proq resurslarni talab qiladi. Bu noutbuklarda ishlashning sekinlashishiga yoki batareyaning avtonomiyasining pasayishiga olib kelishi mumkin.

source: translator-credits
be: Launchpad Contributions: Alexis Borovik https://launchpad.net/~borovikalexey Anton Hryb https://launchpad.net/~antonhryb Jaǔhien Harłukovič https://launchpad.net/~jauhien.h meequz https://launchpad.net/~meequz segray https://launchpad.net/~segray Мікалай Валер'евіч Сакалоўскі https://launchpad.net/~mivasagomby
cs: Launchpad Contributions: Arwin https://launchpad.net/~arwin-arwin Jakub Tilcer https://launchpad.net/~kubajz22 Jiri Masek https://launchpad.net/~cz-masek Konki https://launchpad.net/~pavel-konkol Kuvaly [LCT] https://launchpad.net/~kuvaly Lubor PETR https://launchpad.net/~luborpetr Lukáš Machyán https://launchpad.net/~phobulos Marek Hladík https://launchpad.net/~marahla Ondřej Kolín https://launchpad.net/~ondrej-kolin Pavel Borecki https://launchpad.net/~pavel-borecki Peter Korman https://launchpad.net/~korman-p Planetlab.cz https://launchpad.net/~planetlab.cz Tomáš Moravec https://launchpad.net/~otoman100 pepawo https://launchpad.net/~josef-ok2wo punkrtekk https://launchpad.net/~krtek
eo: Launchpad Contributions: Kristjan SCHMIDT https://launchpad.net/~kristjan-eo Michael Moroni https://launchpad.net/~airon90 Piet Coppens https://launchpad.net/~piet-coppens revjohndoe https://launchpad.net/~rev-johndoe
es: Launchpad Contributions: Adolfo Jayme Barrientos https://launchpad.net/~fitojb Eduardo Rivas https://launchpad.net/~jerivasmelgar Errans https://launchpad.net/~errans01 Frank https://launchpad.net/~rapofran Fredy Carcuz https://launchpad.net/~fredycarcuz Gabriel Rea Velasco https://launchpad.net/~gareve25 Haggen https://launchpad.net/~h2gn Isidro Pisa https://launchpad.net/~isidro Kenso https://launchpad.net/~dartvader-alejandro Monkey https://launchpad.net/~monkey-libre Paco Molinero https://launchpad.net/~franciscomol Ricardo Pérez López https://launchpad.net/~ricardo Toni Estevez https://launchpad.net/~toni-estevez Ubunteando https://launchpad.net/~martinvives argentinoandino https://launchpad.net/~argentinoandino carlitoz_uno https://launchpad.net/~carlitoz-uno juan duque https://launchpad.net/~niestael rodrigian https://launchpad.net/~rodrigian-deactivatedaccount yafuslae https://launchpad.net/~yafuslae
he: Launchpad Contributions: Ariel https://launchpad.net/~rellieberman Avi Markovitz https://launchpad.net/~avi-markovitz Hezy Amiel https://launchpad.net/~hezy Liel Fridman https://launchpad.net/~lielft-deactivatedaccount Ohadcn https://launchpad.net/~ohadcn Omer I.S. https://launchpad.net/~omeritzics Rony Alaluf https://launchpad.net/~rony321 Yaron https://launchpad.net/~sh-yaron Yasha Amdur https://launchpad.net/~yasha-amdur shy tzedaka https://launchpad.net/~shaytzedaka
ja: Launchpad Contributions: BALLOON https://launchpad.net/~balloon Hiroshi Tagawa https://launchpad.net/~kuponuga Munenaka https://launchpad.net/~linuxstilus Sawakaze Uesugi https://launchpad.net/~souichirho Toshiya TSURU https://launchpad.net/~turutosiya dan domina https://launchpad.net/~dandomina goma1661 https://launchpad.net/~goma1661 kmyyfz8q https://launchpad.net/~kmyyfz8q mumeiyamibito https://launchpad.net/~mumeiyamibito npaqq https://launchpad.net/~npaqq vega m57 https://launchpad.net/~vegam57
mai: Launchpad Contributions: Abhinav Jha https://launchpad.net/~abhinavjha
pl: Launchpad Contributions: Kacper Paczos https://launchpad.net/~pyroxar Kamil Olszewski https://launchpad.net/~k-p-olszewski Marek Adamski https://launchpad.net/~mmski Mateusz Łukasik https://launchpad.net/~mati75 Paweł Klimek https://launchpad.net/~pawelklimek102 Paweł Pańczyk https://launchpad.net/~vicat Piotr Strębski https://launchpad.net/~strebski Plati https://launchpad.net/~neoplati
uz: Launchpad Contributions: M. Nishonov https://launchpad.net/~mnishonov Saidazim Nazirov https://launchpad.net/~sxnazirov Umidjon Almasov https://launchpad.net/~umutelmas

source: Desktop
be: Працоўны стол
cs: Pracovní prostředí
eo: Labortablo
es: Escritorio
he: שולחן העבודה
ja: デスクトップ
mai: डेस्कटॉप
pl: Pulpit
uz: Ish stoli

source: Interface
be: Інтэрфейс
cs: Uživatelské rozhraní
eo: Fasado
es: Interfaz
he: ממשק
ja: インタフェース
mai: इण्टरफेस
pl: Interfejs
uz: Interfeys

source: Desktop icons
be: Значкі на стале
cs: Ikony na ploše
eo: Labortablaj bildsimboloj
es: Iconos del escritorio
he: סמלים בשולחן העבודה
ja: デスクトップアイコン
mai: डेस्कटॉप आइकन
pl: Ikony pulpitu
uz: Ish stoli belgilari

source: Select the items you want to see on the desktop:
be: Пазначце элементы, якія жадаеце бачыць на стале:
cs: Vyberte položky které chcete zobrazovat na ploše:
eo: Elektu la erojn, kiujn vi volas vidi sur la labortablo:
es: Seleccione los elementos que quiere ver en el escritorio:
he: נא לבחור את הפריטים שיוצגו על שולחן העבודה:
ja: デスクトップに表示するアイテムを選択:
mai: ऊ आइटम चुनू जकरा आहाँ डेस्कटॉप पर देख' चाहैत छि:
pl: Zaznacz elementy, które chcesz wyświetlić na pulpicie:
uz: Ish stolida ko‘rmoqchi bo‘lgan elementlarni tanlang:

source: Computer
be: Камп'ютар
cs: Počítač
eo: Komputilo
es: Equipo
he: מחשב
ja: コンピューター
mai: कम्प्यूटर
pl: Komputer
uz: Kompyuter

source: Home
be: Хатняя папка
cs: Domovská složka
eo: Hejmo
es: Carpeta personal
he: בית
ja: ホーム
mai: होम
pl: Katalog domowy
uz: Uy

source: Network
be: Сетка
cs: Síť
eo: Reto
es: Red
he: רשת
ja: ネットワーク
mai: नेटवर्क
pl: Sieć
uz: Tarmoq

source: Trash
be: Сметніца
cs: Koš
eo: Rubujo
es: Papelera
he: אשפה
ja: ゴミ箱
mai: रद्दी
pl: Kosz
uz: Chiqindi

source: Mounted Volumes
be: Прымантаваныя тамы
cs: Svazky připojené z úložišť
eo: Surmetitaj datumportiloj
es: Volúmenes montados
he: כרכים מעוגנים
ja: マウントされたボリューム
mai: माउंट कयल डिस्क
pl: Zamontowane urządzenia
uz: Ulangan disk qismlari

source: Window Manager
be: Кіраўнік вокнаў
cs: Správce oken
eo: Fenestro-administrilo
es: Gestor de ventanas
he: מנהל חלונות
ja: ウィンドウマネージャー
mai: विंडो प्रबंधक
pl: Menedżer okien
uz: Oyna menejeri

source: Marco + Compositing
be: Marco + кампазітынг
cs: Marco s kompozitními efekty
eo: Marco + kunmetado
es: Marco + composición
he: ‏Marco + מרכוב
ja: Marco + コンポジット
mai: मार्को + संयोजन
pl: Marco + Kompozycje
uz: Marco + Kompoziting

source: Metacity + Compositing
be: Metacity + кампазітынг
cs: Metacity s kompozitními efekty
eo: Metacity + kunmetado
es: Metacity + composición
he: ‏Metacity + מרכוב
ja: Metacity + コンポジット
mai: मेटासिटी + संयोजन
pl: Metacity + Kompozycje
uz: Metacity + Kompoziting

source: Xfwm4 + Compositing
be: Xfwm4 + кампазітынг
cs: Xfwm4 s kompozitními efekty
eo: Xfwm4 + kunmetado
es: Xfwm4 + composición
he: Xfwm4 + מרכוב
ja: Xfwm4 + コンポジット
mai: Xfwm4 + संयोजन
pl: Xfwm4 + Kompozycje
uz: Xfwm4 + Kompoziting

source: Awesome
be: Выдатна
cs: Skvělé
eo: Eksterordinare
he: מדהים
mai: अद्भुत
uz: Ajoyib

source: Click on the help button for more information about window managers. Use the 'wm-recovery' command to switch back to the default window manager. Use the 'wm-detect' command to check which window manager is running.
be: Націсніце на кнопку дапамогі для большай інфармацыі аб кіраўніках вокнаў. Выкарыстоўвайце каманду 'wm-recovery' каб вярнуцца да кіраўніка па змаўчанні. Выкарыстоўвайце каманду 'wm-detect' каб праверыць, які кіраўнік вокнаў запушчаны.
cs: Další informace o správcích oken se dozvíte po kliknutí na tlačítko nápovědy. K výchozímu správci oken se vrátíte příkazem „wm-recover“. Který správce oken je právě spuštěný zjistíte příkazem „wm-detect“.
eo: Alklaku la helpobutonon por pli da informoj pri fenestro-administriloj. Uzu la komandon 'wm-recovery' por reŝalti al la defaŭlta fenestro-administrilo. Uzu la komandon 'wm-detect' por ekscii, kiu fenestro-administrilo ruliĝas.
es: Haga clic en el botón de ayuda para obtener más información sobre los gestores de ventanas. Use la orden «wm-recovery» para volver al gestor de ventanas por defecto. Use la orden «wm-detect» para comprobar qué gestor de ventanas se está ejecutando.
he: נא להקיש על לחצן העזרה לקבלת מידע נוסף על מנהלי חלונות. ניתן להשתמש בפקודה ‚wm-recovery’ כדי לחזור למנהל החלונות ברירת המחדל. ניתן להשתמש בפקודה ‚wm-detect’ כדי לבדוק איזה מנהל חלונות פעיל.
ja: ウィンドウマネージャーの詳細については、ヘルプボタンをクリックしてください。 既定のウィンドウマネージャーに戻すには 'wm-recovery' コマンドを使用してください。 どのウィンドウマネージャーを実行しているか確認するには 'wm-detect' コマンドを使用してください。
mai: विंडो प्रबंधकक बारे मे अधिक जानकारी लेल मदद पर क्लिक करू। 'wm-recovery' कमांड द्वारा डिफ़ॉल्ट विंडो प्रबंधक वापस लागू करू। 'wm-detect' कमांड द्वारा जानू कि कोन विंडो प्रबंधक चैल रहल अछि।
pl: Kliknij na przycisk pomocy, celem uzyskania więcej informacji o zarządcach okien. Użyj polecenia 'wm-recovery', aby przełączyć się do domyślnego zarządcy okien. Użyj polecenia 'wm-detect', aby sprawdzić jaki zarządca okien jest uruchomiony.
uz: Oyna boshqaruvchilari haqida ko‘proq ma'lumot olish uchun yordam tugmasini bosing. Standart oyna boshqaruvchisiga qaytish uchun "wm-recovery" buyrug‘idan foydalaning. Qaysi oyna boshqaruvchisi ishlayotganligini tekshirish uchun "wm-detect" buyrug‘idan foydalaning.

source: Traditional style (Right)
be: Традыцыйны стыль (справа)
cs: Tradiční styl (vpravo)
eo: Tradicia stilo (dekstra)
es: Estilo tradicional (derecha)
he: סגנון מסורתי (שמאל)
ja: 伝統的なスタイル (右)
mai: पारंपरिक शैली (दायाँ)
pl: Styl tradycyjny (Prawo)
uz: An'anaviy uslub (o‘ngda)

source: Mac style (Left)
be: Стыль Mac (злева)
cs: Styl Mac (vlevo)
eo: Makintoŝa stilo (maldekstra)
es: Estilo Mac (izquierda)
he: סגנון Mac (ימין)
ja: Mac スタイル (左)
mai: मैक शैली (बायाँ )
pl: Styl Maca (Lewo)
uz: Mac uslubi (chapda)

source: Auto
be: Аўтаматычна
cs: Automaticky
eo: Aŭtomata
es: Selección automática
he: אוטומטי
ja: 自動
mai: स्वतः
pl: Automatycznie
uz: Avtomatik

source: Normal
be: Звычайны
cs: Běžné
eo: Normala
he: רגיל
ja: 標準
mai: सामान्य
pl: Normalne

source: Double (HiDPI)
be: Падвойны (HiDPI)
cs: Dvojité (HiDPI)
eo: Duobla (HiDPI)
es: Doble (HiDPI)
he: כפול (HiDPI)
ja: 2 倍 (高 DPI)
mai: दुगुना (HiDPI)
pl: Podwójne (HiDPI)
uz: Ikkilangan (HiDPI)

source: User interface scaling
be: Маштаб інтэрфейса
cs: Změna měřítka uživatelského rozhraní
eo: Skalado de uzanta fasado
es: Escalado de la interfaz de usuario
he: קנה המידה של ממשק המשתמש
ja: UI の拡大倍率
mai: उपयोक्ता अंतरफलक(UI) मापक
pl: Skalowanie interfejsu użytkownika
uz: Foydalanuvchi interfeysi miqyosi

source: Marco settings
be: Налады Marco
cs: Nastavení pro Marco
eo: Agordoj de Marco
es: Configuración de Marco
he: הגדרות Marco
ja: Marco の設定
mai: मार्को सेटिंग्स
pl: Ustawienia Marco
uz: Marco sozlamalari

source: Use system font in titlebar
be: Ужываць сістэмны шрыфт у загалоўках вокнаў
cs: Pro titulky oken používat systémové písmo
eo: Uzi sisteman tiparon en titola breto
es: Usar la tipografía del sistema en la barra del título
he: שימוש בגופני המערכת לשורת הכותרת
ja: タイトルバーにシステムフォントを使用
mai: शीर्षक पट्टी मे सिस्टम मुद्रलिपिक उपयोग करू
pl: Użyj czcionki systemowej w pasku tytułu
uz: Sarlavha satrida tizim shriftidan foydalanish

source: Don't show window content while dragging them
be: Не паказваць змесціва акна падчас яго перасоўвання
cs: Při přemísťování nezobrazovat obsah okna
eo: Ne montri fenestran enhavon dum trenado
es: No mostrar el contenido de las ventanas al arrastrarlas
he: לא להציג תוכן חלונות בעת גרירתם
ja: ウィンドウの移動中に内容を表示しない
mai: विंडो ड्रैग करैत समय ओकर सामग्री नहि देखाउ
pl: Nie pokazuj zawartości okna podczas jego przeciągania
uz: Oynani tashish paytida undagi ma'lumotlar ko‘rsatilmasin

source: Buttons layout:
be: Размяшчэнне кнопак:
cs: Rozvržení tlačítek:
eo: Butonaranĝo:
es: Distribución de los botones:
he: פריסת לחצנים:
ja: ボタンの配置スタイル:
mai: बटनक अभिन्यास:
pl: Szablon przycisków:
uz: Tugmalarning joylashuvi:

source: Buttons layout (CSD windows):
be: Размяшчэнне кнопак (вокны CSD):
cs: Rozvržení tlačítek (okna s dekorací na straně klienta):
eo: Butonaranĝo (klientflanke ornamitaj fenestroj):
es: Distribución de los botones (ventanas CSD):
he: פריסת לחצנים (חלונות CSD):
ja: ボタンの配置スタイル (CSD ウィンドウ):
mai: बटनक अभिन्यास (CSD विंडोज) :
pl: Położenie przycisków (okna CSD):
uz: Tugmalarning joylashuvi (CSD oynalari):

source: Metacity settings
be: Налады Metacity
cs: Nastavení pro Metacity
eo: Agordoj de Metacity
es: Configuración de Metacity
he: הגדרות Metacity
ja: Metacity の設定
mai: मेटासिटी सेटिंग्स
pl: Ustawienia Metacity
uz: Metacity sozlamalari

source: Mutter settings
be: Налады Mutter
cs: Nastavení pro Mutter
eo: Mutter-agordoj
es: Configuración de Mutter
he: הגדרות Mutter
ja: Mutter の設定
pl: Ustawienia Mutter
uz: Mutter sozlamalari

source: Place new windows in the center of the screen
be: Размяшчаць новыя вокны ў цэнтры экрана
cs: Umisťovat nová okna na střed obrazovky
eo: Meti novajn fenestrojn centre de la ekrano
es: Situar las ventanas nuevas en el centro de la pantalla
he: מיקום לחלנות חדשים במרכז הצג
ja: 新しいウィンドウは画面中央に置く
pl: Umieszczaj nowe okna na środku ekranu
uz: Yangi oynalarni ekranning o‘rtasiga joylashtirish

source: Automatically maximize nearly screen sized windows
be: Аўтаматычна павялічваць да памераў экрана
cs: Automaticky maximalizovat okna o velikosti blížící se velikosti obrazovky
eo: Aŭtomate maksimumigi fenestrojn kun grando de preskaŭ ekrano
es: Maximizar automáticamente las ventanas de tamaño similar al de la pantalla
he: הגדלת חלונות אוטומטית לחלונות שגודלם כמעט זהה לגודל הצג
ja: ほぼ画面サイズのウィンドウは自動的に最大化
pl: Automatycznie maksymalizuj okna o rozmiarze bliskim rozmiarowi ekranu
uz: Deyarli ekran o‘lchamli oynalarni avtomatik ravishda kattalashtirish

source: Enable edge tiling when dropping windows on screen edges
be: Уключыць краі пліткі, калі вокны кранаюцца краёў экрана
cs: Zapnout dlaždice při upuštění oken na okraji obrazovky
eo: Ŝalti rando-kaheladon ĉe demeto de fenestroj sur ekranrandojn
es: Activar el ajuste al borde al soltar las ventanas en los bordes de la pantalla
he: אפשור ריצוף שפה בעת שחרור חלונות על שפת הצג
ja: ウィンドウを画面端にドロップしたときのタイル状配置を有効化
pl: Włącz kafelkowanie przy krawędziach podczas przenoszenia okien do krawędzi ekranu
uz: Oynalarni ekran chekkalariga tushirishda chekka plitka qo‘yishni yoqish

source: Xfwm4 settings
be: Налады Xfwm4
cs: Nastavení pro Xfwm4
eo: Xfwm4-agordoj
es: Configuración de Xfwm4
he: הגדרות Xfwm4
ja: Xfwm4 の設定
pl: Ustawienia Xfwm4
uz: Xfwm4 sozlamalari

source: Configure Xfwm4
be: Наладзіць Xfwm4
cs: Nastavit Xfwm4
eo: Agordi Xfwm4
es: Configurar Xfwm4
he: הגדרת Xfwm4
ja: Xfwm4 の設定
pl: Skonfiguruj Xfwm4
uz: Xfwm4 sozlash

source: Tweak Xfwm4
be: Змяніць Xfwm4
cs: Vyladit Xfwm4
eo: Optimumigi Xfwm4
es: Ajustar los detalles de Xfwm4
he: התאמת Xfwm4
ja: Xfwm4 の振る舞いを調整
pl: Dostosuj Xfwm4
uz: Xfwm4 o‘zgartirish

source: Compiz settings
be: Налады Compiz
cs: Nastavení pro Compiz
eo: Agordoj de Compiz
es: Configuración de Compiz
he: הגדרות Compiz
ja: Compiz の設定
mai: Compiz सेटिंग्स
pl: Ustawienia Compiz
uz: Compiz sozlamalari

source: Configure Compiz
be: Наладзіць Compiz
cs: Nastavit Compiz
eo: Agordi Compiz
es: Configurar Compiz
he: הגדרת Compiz
ja: Compiz の設定を開く
mai: Compiz के विन्यस्त करू
pl: Konfiguracja Compiz
uz: Compiz sozlash

source: Reset Compiz settings
be: Скінуць налады Compiz
cs: Vrátit nastavení Compiz do výchozího stavu
eo: Restarigi agordojn de Compiz
es: Restablecer la configuración de Compiz
he: איפוס הגדרות Compiz
ja: Compiz の設定をリセット
mai: Compiz के सेटिंग्स पुन: स्थापित करू
pl: Resetuj ustawienia Compiz
uz: Compiz sozlamalarini tiklash

source: Icons
be: Значкі
cs: Ikony
eo: Bildsimboloj
es: Iconos
he: סמלים
ja: アイコン
mai: आइकन
pl: Ikony
uz: Belgilar

source: Show icons on menus
be: Паказваць значкі ў меню
cs: Zobrazovat ikony v nabídkách
eo: Montri bildsimbolojn sur menuoj
es: Mostrar los iconos en los menús
he: הצגת סמלים בתפריטים
ja: メニューにアイコンを表示
mai: मेन्यू पर आइकन देखाउ
pl: Pokazuj ikony w menu
uz: Menyuda belgilar ko‘rsatilsin

source: Show icons on buttons
be: Паказваць значкі на кнопках
cs: Zobrazovat ikony na tlačítkách
eo: Montri bildsimboloj sur butonoj
es: Mostrar los iconos en los botones
he: הצגת סמלים על לחצנים
ja: ボタンにアイコンを表示
mai: बटन पर आइकन देखाउ
pl: Wyświetlanie ikon na przyciskach
uz: Tugmalarda belgilarni ko‘rsatish

source: Toolbars
be: Панэлі прыладаў
cs: Nástrojové lišty
eo: Ilobretoj
es: Barras de herramientas
he: סרגלי כלים
ja: ツールバー
mai: टूलबार
pl: Paski narzędzi
uz: Asboblar panellari

source: Text below items
be: Тэкст пад элементамі
cs: Text pod položkami
eo: Teksto sub eroj
es: Texto debajo de los iconos
he: מלל מתחת לפריטים
ja: アイテムの下にテキストを配置
mai: मद के नीचा शब्द
pl: Tekst pod ikonami
uz: Matn elementlar ostida

source: Text beside items
be: Тэкст побач з элементамі
cs: Text vedle položek
eo: Teksto apud eroj
es: Texto al lado de los iconos
he: מלל לצד הפריטים
ja: アイテムの横にテキストを配置
mai: मद के सङ्ग शब्द
pl: Tekst przy ikonach
uz: Matn elementlar yonida

source: Icons only
be: Толькі значкі
cs: Pouze ikony
eo: Nur bildsimboloj
es: Solo iconos
he: סמלים בלבד
ja: アイコンのみ
mai: मात्र आइकन
pl: Tylko ikony
uz: Faqat belgilar

source: Text only
be: Толькі тэкст
cs: Pouze text
eo: Nur teksto
es: Solo texto
he: מלל בלבד
ja: テキストのみ
mai: मात्र शब्द
pl: Tylko tekst
uz: Faqat matn

source: Buttons labels:
be: Выгляд кнопак:
cs: Popisky tlačítek:
eo: Butonetikedoj:
es: Etiquetas de los botones:
he: תויות לחצנים:
ja: ボタンのラベル:
mai: बटनक लेबल:
pl: Etykiety przycisków:
uz: Tugmalarning yorliqlari:

source: Small
be: Малыя
cs: Malé
eo: Malgranda
es: Pequeño
he: קטן
ja: 小
mai: छोट
pl: Mały
uz: Kichik

source: Large
be: Вялікія
cs: Velké
eo: Granda
es: Grande
he: גדול
ja: 大
mai: पैघ
pl: Duży
uz: Katta

source: Icon size:
be: Памер значка:
cs: Velikost ikon:
eo: Bildsimbola grando:
es: Tamaño de los iconos:
he: גודל סמלים:
ja: アイコンの大きさ:
mai: आइकनक आकार:
pl: Rozmiar ikon:
uz: Belgi o‘lchami:

source: Fine-tune desktop settings
be: Падрабязныя налады працоўнага стала
cs: Podrobnější nastavení pracovního prostředí
eo: Fajnigi labortablajn agordojn
es: Ajuste detallado de la configuración del escritorio
he: כוונון הגדרות שולחן עבודה
ja: デスクトップの詳細な設定
mai: डेस्कटॉप सेटिंग्स समायोजित करू
pl: Dostosuj ustawienia pulpitu
uz: Ish stoli sozlamalarini aniq sozlamalari

source: Marco + Picom
he: מרקו + פיקום

source: Metacity + Picom
he: מטאסיטי + פיקום

source: Xfwm4 + Picom
he: Xfwm4 + פיקום

source: Openbox + Picom
he: אופנבוקס + פיקום

source: Marco + Compton
cs: Marco s Compton
mai: मार्को + Compton

source: Metacity + Compton
cs: Metacity s Compton
mai: मेटासिटी + Compton

source: Xfwm4 + Compton
cs: Xfwm4 s Compton

source: Openbox + Compton
cs: Openbox s Compton
mai: ओपनबॉक्स + Compton

source: Openbox
mai: ओपनबॉक्स
