Repository: xinux-org/i10n
Catalog: cinnamon/mintdesktop/mintdesktop-la.po
Languages: la

source: Overview of some window managers
la: De administratoribus fenestrarum

source: Here's a description of some of the window managers available.
la: De administratoribus fenestrarum paratis.

source: Marco
la: Marcus

source: Marco is the default window manager for the MATE desktop environment. It is very stable and very reliable. It can run with or without compositing.
la: Marcus praedesignatus administrator fenestrarum in MATE scriptorii ambiente est. Stabilissimus atque fidissimus est. Cum vel sine compositing operatur.

source: If Marco is not installed already, you can install it with <cmd>apt install marco</cmd>.
la: Marco non instituto, ab <cmd>apt install marco</cmd> institueri potest.

source: Metacity was the default window manager for the GNOME 2 desktop environment. It is very stable and very reliable. It can run with or without compositing.
la: Metacity praedesignatus administrator fenestrarum in GNOME 2 scriptorii ambiente erat. Stabilissimus atque fidissimus est. Cum vel sine compositing operatur.

source: If Metacity is not installed already, you can install it with <cmd>apt install metacity</cmd>.
la: Metacity non instituto, ab <cmd>apt install metacity</cmd> institueri potest.

source: Mutter is the default window and compositing manager for the GNOME 3 desktop environment. It is very stable and very reliable.
la: Mutter praedesignatus administrator fenestrarum in GNOMIS III scriptorii ambiente est. Stabilissimus atque fidissimus est.

source: If Mutter is not installed already, you can install it with <cmd>apt install mutter</cmd>.
la: Mutter non instituto, ab <cmd>apt install mutter</cmd> institueri potest.

source: Xfwm4 is the default window manager for the Xfce desktop environment. It is very stable and very reliable. It can run with or without compositing.
la: Xfwm4 praedesignatus administrator fenestrarum in Xfce scriptorii ambiente est. Stabilissimus atque fidissimus est. Cum vel sine compositing operatur.

source: If Xfwm4 is not installed already, you can install it with <cmd>apt install xfwm4</cmd>.
la: Xfwm4 non instituto, ab <cmd>apt install xfwm4</cmd> institueri potest.

source: Compiz is a very impressive window manager, very configurable and full of amazing effects and animations. It is however the least reliable and the least stable.
la: Compiz mirificus administrator fenestrarum est, admodum configurabilis atque effectis animationibusque abundans. Tamen instabilissumus atque minime fidus.

source: Compiz is installed by default in Linux Mint. Note: It is not available in LMDE.
la: Compiz delectus est ut instituitur in Linuce Mint. Cave: in LMDE institueri non potest.

source: Compton is a compositing manager. It can be used in combination with windows managers such as Marco, Metacity or Xfwm4. In Xfce, using Xfwm4+Compton is known to reduce screen tearing.
la: Compton est compositing administrator. Uti potest cum admistratoribus fenestrarum sicut Marco, Metacity aut Xfwm4. In Xfce: constat, si Xfwm4+Compton operantur, deformitas imaginis comminueret.

source: If Compton is not installed already, you can install it with <cmd>apt install compton</cmd>.
la: Compton non instituto, ab <cmd>apt install compton</cmd> institueri potest.

source: Openbox is a fast and light-weight window manager.
la: Openbox administrator fenestrarum agilis levisque est.

source: If Openbox is not installed already, you can install it with <cmd>apt install openbox</cmd>.
la: Openbox non instituto, ab <cmd>apt install openbox</cmd> institueri potest.

source: Desktop Settings
la: Optiones Scriptorii

source: Welcome to Desktop Settings.
la: Gratus advenis ad Configurationem Scriptorii.

source: Windows
la: Fenestrae

source: The Windows section lets you choose a window manager.
la: Caput "Fenestrae" admistratorem fenestrarum eligere te sinit.

source: Within the operating system, the <gui>window manager</gui> is the part which is responsible for:
la: In systemate operativo, <gui>fenestrarum administrator</gui> pars est quae:

source: Windows borders, title bars and window buttons
la: Margines fenestrarum, septum tituli et bullae fenestrae

source: Window events (moving, resizing, focusing windows)
la: Eventa fenestrae (motus, variatio amplitudinis, selectio fenestrae)

source: Compositing (shadows, animations, effects, GPU rendering)
la: Compositing (umbrae, animationes, effecta, GPU renditio)

source: Pros and cons of compositing
la: Pro aut contra compositing

source: Advantages
la: Pro

source: Better look &amp; feel: Window animations, shadows and transparency.
la: Sensus faciesque: animationes, umbrae atque perspicuitas fenestrae.

source: Better support for modern applications: Client-side decorations in GTK3 are better supported by composited window managers.
la: Melius recentes applicationes adiuvat: ornamenta latere clientis in GTK3 ab compositing admnistratore fenestrarum melius adiuvantur.

source: Disadvantages
la: Contra

source: GPU rendering: Depending on your graphics card and your drivers, rendering with the GPU (as opposed to the CPU) can result in visual artefacts or screen tearing.
la: GPU renditio: propter tuam chartam graphicam et gubernatores, renditio cum GPU (contra CPU) errores visionis aut deformitatem imaginis generare potest.

source: Resource usage: Compositing requires more resources. This can result in slower performance or reduced battery autonomy on laptop computers.
la: Usus opum: Compositing plurimas opes uterit. Propter hoc in laptop computatris segnitia aut paucitas pilae accidere potest.

source: translator-credits
la: Launchpad Contributions: Alex Eponym https://launchpad.net/~hameggsbaconspam Davide Novemila https://launchpad.net/~dave9000 John Peter Yamauchi https://launchpad.net/~jpyamauchi

source: Desktop
la: Scriptorium

source: Interface
la: Interfacies

source: Desktop icons
la: Icones scriptorii

source: Select the items you want to see on the desktop:
la: Elige quod videri vis in scriptorium:

source: Computer
la: Computratrum

source: Home
la: Domus

source: Network
la: Rete

source: Trash
la: Purgamenta

source: Mounted Volumes
la: Volumina Colligata

source: Window Manager
la: Administrator Fenestrarum

source: Awesome
la: Mirabile

source: Click on the help button for more information about window managers. Use the 'wm-recovery' command to switch back to the default window manager. Use the 'wm-detect' command to check which window manager is running.
la: Bullam auxilii preme ut descriptiones de administratoribus fenestrarum habeas. Iussum 'wm-recovery' mitte ut revertas ad praedesignatum. Iussum 'wm-detect' mitte ut inspicias qualem operetur.

source: Traditional style (Right)
la: Ratio classica (Dextera)

source: Mac style (Left)
la: Ratio Mac (Laeva)

source: Auto
la: Automaticum

source: Normal
la: Naturalis

source: Double (HiDPI)
la: Duplex (HiDPI)

source: User interface scaling
la: Congruentia interfaciei utentis

source: Marco settings
la: Configuratio Marci

source: Use system font in titlebar
la: Typo systematis in tituli septo utere

source: Don't show window content while dragging them
la: Contentum fenestrae cum tractae sunt noli ostendere

source: Buttons layout:
la: Structura bullarum:

source: Buttons layout (CSD windows):
la: Structura bullarum (fenestrae CSD):

source: Metacity settings
la: Configuratio Metacity

source: Mutter settings
la: Configuratio Mutteri

source: Place new windows in the center of the screen
la: Novam fenestram pone in medium scrinium

source: Automatically maximize nearly screen sized windows
la: Automatice amplifica fenestras scrinio plaeno similes amplitudine.

source: Enable edge tiling when dropping windows on screen edges
la: Finestras ad margines scrinii demissas sicut tegulas collinea.

source: Xfwm4 settings
la: Configuratio Xfwm4

source: Configure Xfwm4
la: Xfwm4 configura

source: Tweak Xfwm4
la: Xfwm4 accomoda

source: Compiz settings
la: Configuratio Compiz

source: Configure Compiz
la: Compiz configura

source: Reset Compiz settings
la: Configurationem Compiz restitue

source: Icons
la: Icones

source: Show icons on menus
la: Icones in indicibus ostende

source: Show icons on buttons
la: Icones in bullis ostende

source: Toolbars
la: Septa instrumentorum

source: Text below items
la: Scripta sub rebus

source: Text beside items
la: Scripta apud res

source: Icons only
la: Icones modo

source: Text only
la: Scripta modo

source: Buttons labels:
la: Nomines bullarum:

source: Small
la: Parvum

source: Large
la: Largum

source: Icon size:
la: Amplitudo iconum:

source: Fine-tune desktop settings
la: Configuratio finis scriptorii
