Repository: xinux-org/i10n
Catalog: cinnamon/mintdesktop/mintdesktop-*.po
Languages: be, cs, eo, es, he, ja, mai, pl, uz

source: Linux Mint
eo: Linukso Minto
he: לינוקס מינט
mai: लिनक्स मिंट

source: Overview of some window managers
be: Агляд некаторых кіраўнікоў вокнаў
cs: Přehled některých vybraných správců oken
eo: Superrigardo de kelkaj fenestro-administriloj
es: Resumen de algunos gestores de ventanas
he: סקירה כוללת של כמה מנהלי חלונות
ja: ウィンドウマネージャーの概要
mai: किछ विंडो प्रबंधकक अवलोकन
pl: Przegląd niektórych menedżerów okien
uz: Ba’zi oyna menejerlarini ko‘rib chiqish

source: Here's a description of some of the window managers available.
be: Вось апісанні некаторых даступных кіраўнікоў вокнаў.
cs: Zde je popis některých ze správců oken, které jsou k dispozici.
eo: Jen priskribo de kelkaj el la disponeblaj fenestro-administriloj.
es: A continuación se describen algunos de los gestores de ventanas disponibles.
he: להלן תיאור של כמה מנהלי חלונות
ja: 利用できるウィンドウマネージャーをいくつか紹介します。
mai: एत्त किछु उपलब्ध विंडो प्रबंधक वर्णित अछि।
pl: Tutaj jest opis kilku dostępnych menedżerów okien.
uz: Bu yerda mavjud oyna boshqaruvchilarining ayrimlarining tavsifi.

source: Marco
he: מרקו
mai: मार्को

source: Marco is the default window manager for the MATE desktop environment. It is very stable and very reliable. It can run with or without compositing.
be: Marco – звычайны кіраўнік вокнаў для асяроддзя MATE. Ён вельмі надзейны і можа працаваць з кампазітынгам або без яго.
cs: Marco je výchozí správce oken pro prostředí MATE. Je velmi stabilní a spolehlivý. Je možné ho provozovat i bez kompozitních efektů.
eo: Marco estas la defaŭlta fenestro-administrilo por labortabla ĉirkaŭaĵo MATE. Ĝi estas tre stabila kaj tre fidinda. Ĝi povas funkcii kun aŭ sen (bilda) kunmetado.
es: Marco es el gestor de ventanas predeterminado para el entorno de escritorio MATE. Es muy estable y muy fiable. Puede funcionar con o sin composición.
he: ‏מרקו הוא מנהל חלונות הברירת המחדל בסביבת שולחן העבודה מאיט. הוא יציב ואמין מאוד. הוא יכול לפעול עם או בלי מרכוב.
ja: Marco は MATE デスクトップ環境の既定のウィンドウマネージャーです。とても安定していて信頼性があります。コンポジットの有無にかかわらず利用できます。
mai: मार्को, मेट डेस्कटॉप वातावरणक डिफ़ॉल्ट विंडो प्रबंधक अछि। इ बेहद स्थिर व भरोसेमंद अछि। आहाँ एकरा संयोजनक सङ्ग वा बिना चला सकैत छि।
pl: Marco to domyślny zarządca okien dla środowiska pulpitowego MATE. Jest bardzo stabilny i solidny. Może być uruchomiony z lub bez kompozycji.
uz: Marko MATE ish stoli muhiti uchun standart oyna boshqaruvchisidir. U juda barqaror va ishonchli. U kompoziting bilan yoki usiz ishlashi mumkin.

source: If Marco is not installed already, you can install it with <cmd>apt install marco</cmd>.
be: Калі Marco яшчэ не ўсталяваны, вы можаце ўсталяваць яго камандай <cmd>apt install marco</cmd>.
cs: Pokud Marco není nainstalováno, je možné nainstalovat příkazem <cmd>apt install marco</cmd>.
eo: Se Marco ankoraŭ ne estas instalita, tiam vi povas ĝin instali per <cmd>sudo apt-get install marco</cmd>.
es: Si Marco no está ya instalado, puede instalarlo con <cmd>apt install marco</cmd>.
he: אם מרקו עדיין לא מותקן, ניתן להתקינו באמצעות הפקודה <cmd>apt install marco</cmd>.
ja: Marco がインストールされていない場合、<cmd>apt install marco</cmd> でインストールすることができます。
mai: यदि मार्को पहिने स इंस्टॉल नहि अछि, त आहाँ एकरा <cmd>apt install marco</cmd> द्वारा इंस्टॉल क' सकैत छि।
pl: Jeżeli Marco nie zostało poprawnie zainstalowane, możesz zainstalować go za pomocą <cmd>apt install marco</cmd>.
uz: Agar Marko hali o‘rnatilmagan bo‘lsa, uni <cmd>apt install marco</cmd> bilan o‘rnatishingiz mumkin.

source: Metacity
he: מטאסיטי
mai: मेटासिटी

source: Metacity was the default window manager for the GNOME 2 desktop environment. It is very stable and very reliable. It can run with or without compositing.
be: Metacity быў звычайным кіраўніком вокнаў для асяроддзя GNOME 2. Ён вельмі надзейны і можа працаваць з кампазітынгам або без яго.
cs: Metacity byl výchozí správce oken pro prostředí GNOME 2. Je velmi stabilní a spolehlivý. Je možné ho provozovat i bez kompozitních efektů.
eo: Metacity estis la defaŭlta fenestro-administrilo por labortabla ĉirkaŭaĵo GNOME 2. Ĝi estas tre stabila kaj tre fidinda. Ĝi povas funkcii kun aŭ sen kunmetado.
es: Metacity era el gestor de ventanas predeterminado para el entorno de escritorio GNOME 2. Es muy estable y muy fiable. Puede funcionar con o sin composición.
he: ‏מטאסיטי היה מנהל חלונות ברירת המחדל בסביבת שולחן העבודה GNOME 2. הוא יציב ואמין מאוד. הוא יכול לפעול עם או בלי מרכוב.
ja: Metacity は、かつての GNOME 2 デスクトップ環境で使われていたウィンドウマネージャーです。とても安定していて信頼性があります。コンポジットの有無にかかわらず利用できます。
mai: मेटासिटी, नोम(GNOME) 2 डेस्कटॉप वातावरणक डिफ़ॉल्ट विंडो प्रबंधक अछि। इ बेहद स्थिर व भरोसेमंद है। आहाँ एकरा संयोजनक सङ्ग वा बिना चला सकैत छि।
pl: Metacity był domyślnym zarządcą okien dla środowiska pulpitowego GNOME 2. Jest bardzo stabilny i solidny. Może być uruchomiony z lub bez kompozycji.
uz: Metacity GNOME 2 ish stoli muhiti uchun standart oyna boshqaruvchisi edi. Bu juda barqaror va ishonchli. U kompoziting bilan yoki usiz ishlashi mumkin.

source: If Metacity is not installed already, you can install it with <cmd>apt install metacity</cmd>.
be: Калі Metacity яшчэ не ўсталяваны, вы можаце ўсталяваць яго камандай <cmd>apt install metacity</cmd>.
cs: Pokud Metacity není nainstalováno, je možné nainstalovat příkazem <cmd>apt install metacity</cmd>.
eo: Se Metacity ankoraŭ ne estas instalita, tiam vi povas ĝin instali per <cmd>sudo apt-get install metacity</cmd>.
es: Si Metacity no está ya instalado, puede instalarlo con <cmd>apt install metacity</cmd>.
he: אם מטאסיטי עדיין לא מותקן, ניתן להתקינו באמצעות הפקודה <cmd>apt install marco</cmd>.
ja: Metacity がインストールされていない場合、<cmd>apt install metacity</cmd> でインストールすることができます。
mai: यदि मेटासिटी पहिने स इंस्टॉल नहि अछि, त आहाँ एकरा <cmd>apt install metacity</cmd> द्वारा इंस्टॉल क' सकैत छि।
pl: Jeżeli Metacity nie zostało poprawnie zainstalowane, możesz zainstalować go za pomocą <cmd>apt install metacity</cmd>.
uz: Agar Metacity hali oʻrnatilmagan boʻlsa, uni <cmd>apt install metacity</cmd> bilan oʻrnatishingiz mumkin.

source: Mutter is the default window and compositing manager for the GNOME 3 desktop environment. It is very stable and very reliable.
be: Mutter – звычайны кіраўнік вокнаў і кампазітынга для асяроддзя GNOME 3. Ён вельмі надзейны і стабільны.
cs: Mutter je výchozí správce oken a kompozitor pro desktopové prostředí GNOME 3. Je velmi stabilní a velmi spolehlivý.
eo: Mutter estas la defaŭlta fenestro-administrilo, bazita sur kunmetado, por la ĉirkaŭaĵo GNOME-3. Ĝi estas kaj tre stabila kaj tre fidinda.
es: Mutter es el gestor de ventanas y de composición predeterminado del entorno de escritorio GNOME 3. Es muy estable y muy fiable.
he: ‏Mutter הוא מנהל החלונות והמרכוב ברירת המחדל בסביבת שולחן העבודה GNOME 3. הוא יציב ואמין מאוד.
ja: Mutter は GNOME 3 デスクトップ環境の既定のウィンドウ兼コンポジットマネージャーです。とても安定していて信頼性があります。
pl: Mutter to domyślny menedżer okien i kompozycji środowiska GNOME 3. Jest bardzo stabilny i niezawodny.
uz: Mutter GNOME 3 ish stoli muhiti uchun standart oyna va kompoziting boshqaruvchisi hisoblanadi. Bu juda barqaror va ishonchli.

source: If Mutter is not installed already, you can install it with <cmd>apt install mutter</cmd>.
be: Калі Mutter яшчэ не ўсталяваны, вы можаце ўсталяваць яго камандай <cmd>apt install mutter</cmd>.
cs: Pokud Mutter ještě není nainstalován, můžete ho nainstalovat pomocí <cmd>apt install mutter</cmd>.
eo: Se Mutter estas ankoraŭ ne instalita, vi povas instali ĝin per <cmd>apt install mutter</cmd>.
es: Si Mutter no está instalado, puede instalarlo con <cmd>apt install mutter</cmd>.
he: אם Mutter עדיין לא מותקן, ניתן להתקינו באמצעות בפקודה <cmd>apt install mutter</cmd>.
ja: Mutter がインストールされていない場合、<cmd>apt install mutter</cmd> でインストールすることができます。
pl: Jeśli Mutter nie jest jeszcze zainstalowany, możesz go zainstalować za pomocą <cmd>apt install mutter</cmd>.
uz: Agar Mutter o‘rnatilmagan bo‘lsa, uni <cmd>apt install mutter</cmd> bilan o‘rnatishingiz mumkin.

source: Xfwm4 is the default window manager for the Xfce desktop environment. It is very stable and very reliable. It can run with or without compositing.
be: Xfwm4 – звычайны кіраўнік вокнаў для асяроддзя Xfce. Ён вельмі надзейны і можа працаваць з кампазітынгам або без яго.
cs: Xfwm4 je výchozí správce oken pro prostředí Xfce. Je velmi stabilní a spolehlivý. Je možné ho provozovat i bez kompozitních efektů.
eo: Xfwm4 estas la defaŭlta fenestro-administrilo por labortabla ĉirkaŭaĵo Xfce. Ĝi estas tre stabila kaj tre fidinda. Ĝi povas funkcii kun aŭ sen kunmetado.
es: Xfwm4 es el gestor de ventanas predeterminado para el entorno de escritorio Xfce. Es muy estable y muy fiable. Puede funcionar con o sin composición.
he: ‏Xfwm4 הוא מנהל החלונות ברירת המחדל בסביבת שולחן העבודה Xfce. הוא יציב ואמין מאוד. הוא יכול לפעול עם או בלי מרכוב.
ja: Xfwm4 は XFce デスクトップ環境の既定のウィンドウマネージャーです。とても安定していて信頼性があります。コンポジットの有無にかかわらず利用できます。
mai: Xfwm4, Xfce डेस्कटॉप वातावरणक डिफ़ॉल्ट विंडो प्रबंधक अछि। इ बेहद स्थिर व भरोसेमंद अछि। आहाँ एकरा संयोजनक सङ्ग वा बिना चला सकैत छि।
pl: Xfwm4 to domyślny zarządca oknami w środowisku pulpitowym Xfce. Jest bardzo stabilny i naprawdę niezawodny. Może być uruchamiany z lub bez kompozycji.
uz: Xfwm4 Xfce ish stoli muhiti uchun standart oyna boshqaruvchisidir. Bu juda barqaror va ishonchli. U kompoziting bilan yoki usiz ishlashi mumkin.

source: If Xfwm4 is not installed already, you can install it with <cmd>apt install xfwm4</cmd>.
be: Калі Xfwm4 яшчэ не ўсталяваны, вы можаце ўсталяваць яго камандай <cmd>apt install xfwm4</cmd>.
cs: Pokud Xfwm4 není nainstalováno, je možné nainstalovat příkazem <cmd>apt install xfwm4</cmd>.
eo: Se Xfwm4 ankoraŭ ne estas instalita, tiam vi povas ĝin instali per <cmd>sudo apt-get install xfwm4</cmd>.
es: Si Xfwm4 no está instalado, puede instalarlo con: <cmd>apt install xfwm4</cmd>.
he: אם Xfwm4 עדיין לא מותקן, ניתן להתקינו באמצעות הפקודה <cmd>apt install xfwm4</cmd>.
ja: Xfwm4 がインストールされていない場合、<cmd>apt install xfwm4</cmd> でインストールすることができます。
mai: यदि Xfwm4 पहिने स इंस्टॉल नहि अछि, त आहाँ एकरा <cmd>apt install xfwm4</cmd> द्वारा इंस्टॉल क' सकैत छि।
pl: Jeśli Xfwm4 nie jest jeszcze zainstalowany, możesz go zainstalować poprzez <cmd>apt install xfwm4</cmd>.
uz: Agar Xfwm4 hali oʻrnatilmagan boʻlsa, uni <cmd>apt install xfwm4</cmd> bilan oʻrnatishingiz mumkin.

source: Compiz
he: קומפיז

source: Compiz is a very impressive window manager, very configurable and full of amazing effects and animations. It is however the least reliable and the least stable.
be: Compiz – вельмі ўражваючы кіраўнік вокнаў, добра канфігуруецца і напоўнены цудоўнымі эфектамі і анімацыяй. Аднак ён найменш надзейны.
cs: Compiz je velmi působivý správce oken, velmi nastavitelný a plný úžasných efektů a animací. Je však nejméně spolehlivý a také nejméně stabilní.
eo: Compiz estas tre impresa fenestro-administrilo, tre agordebla kaj plena je mirigaj efektoj kaj animacioj. Tamen ĝi estas la plej malmulte fidinda kaj la plej malmulte stabila.
es: Compiz es un impresionante gestor de ventanas, muy configurable y repleto de efectos y animaciones asombrosas. Sin embargo, es el menos fiable y el menos estable.
he: קומפיז הוא מנהל חלונות מרשים במיוחד, כולל המון אפשרויות להתאמה אישית ומלא באפקטים והנפשות. יחד עם זאת, הוא הנחות ביותר מבחינת אמינות ויציבות.
ja: Compiz はとても印象的なウィンドウマネージャーです。拡張性に優れ、視覚効果やアニメーションが多様されています。しかし、安定性や信頼性は低くなっています。
mai: Compiz एकटा बहुत प्रभावशाली विंडो प्रबंधक अछि, इ विन्यास अनुकूल व अद्भुत प्रभाव अऔर एनिमेशन युक्त अछि। मुदा एकर विश्वसनीयता व स्थिरता सबस' कम अछि।
pl: Compiz to bardzo potężny zarządca okien, wysoce konfigurowalny i pełen niesamowitych efektów i animacji. Jest taki jednakże kosztem mniejszej stabilności i solidności działania.
uz: Compiz - bu juda ta'sirli oyna boshqaruvchisi, juda sozlanishi va ajoyib effektlar va animatsiyalarga to'la. Biroq, u eng kam ishonchli va eng kam barqaror hisoblanadi.

source: Compiz is installed by default in Linux Mint. Note: It is not available in LMDE.
be: Compiz усталяваны па змаўчанні ў Linux Mint. Заўвага: ён недаступны ў LMDE.
cs: Compiz je v Linux Mint nainstalovaný už v základu. Poznámka: Ve variantě systému LMDE (Linux Mint Debian edition) není k dispozici.
eo: Compiz estas defaŭlte instalita en Linukso Minto. Komento: Ĝi ne disponeblas en LMDE.
es: Compiz se instala por defecto en Linux Mint. Nota: no está disponible en LMDE.
he: ‏‏קומפיז מותקן בלינוקס מינט כברירת מחדל. הערה: הוא לא זמין ב־LMDE.
ja: Compiz は Linux Mint に最初からインストールされています。ただし、LMDE では利用できません。
mai: Compiz लिनक्स मिंट में डिफ़ॉल्ट रूप स इंस्टॉल रहैत अछि। ध्यान दी: इ LMDE मे उपलब्ध नहि अछि।
pl: Compiz jest domyślnie zainstalowany w systemie Linux Mint. Uwaga: Nie jest dostępny w systemie LMDE.
uz: Compiz sukut bo'yicha Linux Mintda o‘rnatiladi. Eslatma: LMDEda mavjud emas.

source: Compton
he: קומפטון

source: Compton is a compositing manager. It can be used in combination with windows managers such as Marco, Metacity or Xfwm4. In Xfce, using Xfwm4+Compton is known to reduce screen tearing.
be: Compton – кіраўнік кампазітынга. Можа выкарыстоўвацца сумесна з кіраўнікамі вокнаў Marco, Metacity ці Xfwm4. У Xfce звязка Xfwm4+Compton вядома па змяншэнню эфекта цірынга на экране.
cs: Compton je správce kompozice. Může být použit ve spojení se správci oken, jako je Marco, Metacity nebo Xfwm4, přičemž o kombinaci Xfwm4+Compton se ví, že snižuje neplynulost (trhání) vykreslování obrazovky.
eo: Compton estas kunmetada administrilo. Ĝi uzeblas kune kun fenestro-administriloj kiel Marco, Metacity aŭ Xfwm4. En Xfce uzado de Xfwm4+Compton konate limigas bildan deformon.
es: Compton es un gestor de composición. Se puede usar en combinación con gestores de ventanas como Marco, Metacity o Xfwm4. Es conocido que en Xfce, el uso de Xfwm4 + Compton reduce el efecto bandera en pantalla.
he: ‏קומפטון הוא מנהל מרכוב. ניתן להשתמש בו בשילוב עם מנהלי חלונות כמו מרקו, מטהסיטי או Xfwm4. ידוע כי השילוב של Xfwm4 וקומפטון מפחית את קרעת המסך ב־Xfce.
ja: Compton はコンポジットマネージャーです。Marco、Metacity、Xfwm4 などのウィンドウマネージャーと組み合わせて利用できます。XFce 環境では Xfwm4 と Compton の併用により、画面のテアリングを減少させることが知られています。
mai: Compton एकटा संयोजन प्रबंधक अछि। एकरा मार्को, मेटासिटी या Xfwm4 जेहन विंडो प्रबंधकोंक सङ्ग संयोजन मे इस्तेमाल कयल जाय सकैत अछि। Xfwm4 + Compton क उपयोग क:क Xfce मे दृश्यात्मक विसंगति घटायल जा सकैत अछि।
pl: Compton jest zarządcą kompozycji. Może być używany w powiązaniu z zarządcami okien, takimi jak Marco, Metacity czy Xfwm4. W środowisku Xfce łączne używanie Xfwm4+Compton ogranicza migotanie ekranu.
uz: Compton - kompoziting menejeri. U Marco, Metacity yoki Xfwm4 kabi Windows menejerlari bilan birgalikda ishlatilishi mumkin. Xfce-da Xfwm4+Compton-dan foydalanish ekran yirtilishini kamaytirishi ma'lum.

source: If Compton is not installed already, you can install it with <cmd>apt install compton</cmd>.
be: Калі Compton яшчэ не ўсталяваны, вы можаце ўсталяваць яго камандай <cmd>apt install compton</cmd>.
cs: Pokud Compton není nainstalováno, můžete nainstalovat příkazem <cmd>apt install compton</cmd>.
eo: Se Compton ankoraŭ ne estas instalita, tiam vi povas ĝin instali per <cmd>sudo apt-get install compton</cmd>.
es: Si Compton no está instalado, puede instalarlo con <cmd>apt install compton</cmd>.
he: אם ‏קומפטון עדיין לא מותקן, ניתן להתקינו באמצעות הפקודה <cmd>apt install compton</cmd>.
ja: Compton がインストールされていない場合、<cmd>apt install compton</cmd> でインストールすることができます。
mai: यदि Compton पहिने स इंस्टॉल नहि अछि, त आहाँ एकरा <cmd>apt install compton</cmd> द्वारा इंस्टॉल क' सकैत छि।
pl: Jeśli Compton nie jest zainstalowany, możesz to zrobić za pomocą <cmd>apt install compton</cmd>.
uz: Agar Compton tizimga o‘rnatilmagan bo‘lsa uni <cmd>apt install compton</cmd> bilan o‘rnatishingiz mumkin.

source: Openbox is a fast and light-weight window manager.
be: Openbox – хуткі і легкавесны кіраўнік вокнаў.
cs: Openbox je rychlý a nenáročný správce oken.
eo: Openbox estas rapida kaj malpeza fenestro-administrilo.
es: Openbox es un gestor de ventanas rápido y ligero.
he: ‏Openbox הוא מנהל חלונות מהיר וקליל.
ja: Openbox は高速で軽量なウィンドウマネージャーです。
mai: ओपनबॉक्स एकटा तेज़ व हल्का विंडो प्रबंधक अछि।
pl: Openbox jest szybkim i lekkim menedżerem okien.
uz: Openbox tez va engil oyna menejeridir.

source: If Openbox is not installed already, you can install it with <cmd>apt install openbox</cmd>.
be: Калі Openbox яшчэ не ўсталяваны, вы можаце ўсталяваць яго камандай <cmd>apt install openbox</cmd>.
cs: Pokud Openbox není nainstalováno, je možné nainstalovat příkazem <cmd>apt install openbox</cmd>.
eo: Se Openbox ankoraŭ ne estas instalita, tiam vi povas ĝin instali per <cmd>sudo apt-get install openbox</cmd>.
es: Si Openbox no está instalado, puede instalarlo con <cmd>apt install openbox</cmd>.
he: אם Openbox עדיין לא מותקן, ניתן להתקינו באמצעות הפקודה <cmd>apt install openbox</cmd>.
ja: Openbox がインストールされていない場合、<cmd>apt install openbox</cmd> でインストールすることができます。
mai: यदि Openbox पहिने स इंस्टॉल नहि अछि, त आहाँ एकरा <cmd>apt install openbox</cmd> द्वारा इंस्टॉल क' सकैत छि।
pl: Jeśli Openbox nie jest zainstalowany, możesz to zrobić za pomocą <cmd>apt install openbox</cmd>.
uz: Agar Openbox tizimga o‘rnatilmagan bo‘lsa uni <cmd>apt install openbox</cmd> bilan o‘rnatishingiz mumkin.

source: Desktop Settings
be: Налады працоўнага стала
cs: Nastavení pracovního prostředí
eo: Labortablaj agordoj
es: Configuración del escritorio
he: הגדרות שולחן־עבודה
ja: デスクトップの設定
mai: डेस्कटॉप सेटिंग्स
pl: Ustawienia pulpitu
uz: Ish stoli sozlamalari

source: Welcome to Desktop Settings.
be: Вітаем у наладах працоўнага стала.
cs: Vítejte v nastavení pracovního prostředí.
eo: Bonvenon al labortablaj agordoj.
es: Le damos la bienvenida a la configuración del escritorio.
he: ברוכים הבאים להגדרות שולחן־עבודה
ja: デスクトップの設定へようこそ。
mai: डेस्कटॉप सेटिंग्स मे स्वागत अछि।
pl: Witamy w ustawieniach pulpitu.
uz: Ish stoli sozlamalariga xush kelibsiz.

source: Windows
be: Вокны
cs: Okna
eo: Fenestroj
es: Ventanas
he: חלונות
ja: ウィンドウ
mai: विंडो
pl: Okna
uz: Oynalar

source: The Windows section lets you choose a window manager.
be: Раздзел "Вокны" дазваляе выбраць кіраўнік вокнаў.
cs: Sekce Okna umožňuje zvolit správce oken.
eo: La sekcio Fenestroj ebligas al vi elekti fenestro-administrilon.
es: La sección Ventanas le permite elegir un gestor de ventanas.
he: מקטע החלונות מאפשר בחירת מנהל חלונות
ja: ウィンドウセクションではウィンドウマネージャーを選択できます。
mai: विंडो अनुभाग द्वारा आहाँ विंडो प्रबंधक चुइन सकैत छि।
pl: Dział okien umożliwi Ci wybór zarządcę okien.
uz: Oynalar bo‘limi oyna menejerini tanlashingizga imkon beradi.

source: Within the operating system, the <gui>window manager</gui> is the part which is responsible for:
be: Унутры аперацыйнай сістэмы <gui>кіраўнік вокнаў</gui> адказны за:
cs: V operačním systému je úlohou součásti <gui>správce oken</gui> zajištění:
eo: Ene de operaciumo <gui>fenestro-administrilo</gui> estas la parto, kiu respondecas pri:
es: Dentro del sistema operativo, el <gui>gestor de ventanas</gui> es la parte que se encarga de:
he: במערכת ההפעלה, <gui>מנהל החלונות</ gui> הוא הרכיב שאחראי על:
ja: オペレーティングシステム上の<gui>ウィンドウマネージャー</gui>は、これらの部分の処理を担います:
mai: ऑपरेटिंग सिस्टम मे <gui>window manager</gui> नियंत्रित करैत अछि:
pl: W systemie operacyjnym, <gui>menedżer okien</gui> jest odpowiedzialny za:
uz: Amaliy tizim miqyosida <gui>oyna menejeri</gui> quyidagilarga javobgar:

source: Windows borders, title bars and window buttons
be: Межы, загалоўкі і кнопкі вокнаў
cs: Okrajů a záhlaví oken a tlačítek v záhlaví oken
eo: Fenestroborderoj, titolaj bretoj kaj fenestrobutonoj
es: Los bordes de las ventanas, las barras del título y los botones de las ventanas.
he: גבולות חלון, שורת כותרת ולחצני חלון
ja: ウィンドウの境界線、タイトルバー、ウィンドウのボタン
mai: विंडो सीमा, शीर्षक पट्टि आओर विंडो बटन
pl: Obramowania okien, paski tytułu i przyciski okien
uz: Oynalar chegaralari, sarlavha satri va oyna tugmalari

source: Window events (moving, resizing, focusing windows)
be: Ваконныя падзеі (перасоўванне, змену памераў ці фокуса)
cs: Událostí oken (přesun, změna velikosti, změna aktivního okna)
eo: Fenestro-eventoj (movado, regrandigo, enfokusigo de fenestroj)
es: Los eventos de las ventanas (mover, cambiar el tamaño y enfocar las ventanas).
he: אירועי חלון (העברה, שינוי גודל, מיקוד)
ja: ウィンドウのイベント (ウィンドウの移動、サイズ変更、フォーカス)
mai: विंडो प्रसंग (विंडोक स्थानांतरण, आकार बदलनाय आ केंद्रित करनाय )
pl: Wydarzenia okien (przenoszenie, zmiana rozmiaru, wyświetlanie okien)
uz: Oyna hodisalari (oynalarni ko‘chirish, o‘lchamini o‘zgartirish, fokuslash)

source: Compositing (shadows, animations, effects, GPU rendering)
be: Кампазітынг (цені, анімацыі, эфекты, рэндэрынг)
cs: Rozvržení oken (stíny, animace, efekty, vykreslování prostředky grafického čipu)
eo: Kunmetado de bildoj (ombroj, animacioj, efektoj, grafikprocesora bildigo)
es: La composición (sombras, animaciones, efectos y procesamiento con la GPU).
he: מרכוב (צללים, הנפשות, אפקטים, עיבוד עם המעבד הגרפי)
ja: コンポジット (影、アニメーション、視覚効果、GPU 描画)
mai: संयोजन (छाया, एनिमेशन, प्रभाव, GPU द्वारा प्रतिपादन)
pl: Kompozycję (cienie, animacje, efekty, renderowanie przez GPU)
uz: Kompoziting (soyalar, animatsiyalar, effektlar, GPU rendering)

source: Pros and cons of compositing
be: Перавагі і заганы кампазітынгу
cs: Výhody a nevýhody kompozitních efektů
eo: Avantaĝoj kaj malavantaĝoj de kunmetado
es: Pros y contras de la composición
he: היתרונות והחסרונות שבמרכוב
ja: コンポジットの利点と欠点
mai: संयोजनक फायदा व नुकसान
pl: Zalety i wady kompozycji
uz: Kompozitingning ijobiy va salbiy tomonlari

source: Advantages
be: Перавагі
cs: Výhody
eo: Avantaĝoj
es: Ventajas
he: יתרונות
ja: 利点
mai: फायदा
pl: Zalety
uz: Afzalliklar

source: Better look &amp; feel: Window animations, shadows and transparency.
be: Лепшы выгляд і ўзмацненне; адчуванне: анімацыя вокнаў, ценяў і празрыстасці.
cs: Lepší dojem ze vzhledu: animace oken, stínování a průhlednost.
eo: Pli bona aspekto: fenestro-animacioj, ombroj kaj travideblo.
es: Mejor apariencia y comportamiento: animaciones de las ventanas, sombras y transparencias.
he: מראה ותחושה משופרים: הנפשה, הצללה ושקיפות חלון.
ja: より美しい外観と視覚効果: ウィンドウのアニメーションや、影・透過効果が適用されます。
mai: बेहतर दिखावट आओर अनुभूति : विंडो एनिमेशन, छाया व पारदर्शिता।
pl: Lepszy wygląd i odczucia: animacje okien, cienie i przezroczystość.
uz: Yaxshiroq ko‘rinish va his qilish: oyna animatsiyalari, soyalar va shaffoflik.

source: Better support for modern applications: Client-side decorations in GTK3 are better supported by composited window managers.
be: Лепшая падтрымка сучасных праграм: кліенцкія ўпрыгожванні ў GTK3 лепей падтрымліваюцца кіраўнікамі вокнаў з кампазітынгам.
cs: Lepší podpora pro moderní aplikace: dekorace na straně aplikací v GTK 3 jsou lépe podporovány kompozitními správci oken.
eo: Pli bona subteno por modernaj aplikaĵoj: Klientflankaj ornamaĵoj en Gtk3 estas pli bone subtenataj de kunmetadaj fenestro-administriloj.
es: Mejor compatibilidad con las aplicaciones modernas: los gestores de ventanas con composición ofrecen una mejor compatibilidad con las decoraciones del lado del cliente en GTK3.
he: תמיכה משופרת בישומים מתקדמים: עיטורי צד־לקוח ב־GTK3 נתמכים טוב יותר במנהלי חלונות מרוכבים.
ja: 最新のアプリケーションとのより良い相互作用: GTK3 で作成されたクライアント側装飾 (CSD) のアプリケーションは、コンポジットを有効にしたウィンドウマネージャーとの相性が抜群です。
mai: आधुनिक अनुप्रयोग लेल बेहतर समर्थन: GTK3 मे क्लाइंट-साइड सजावट संयोजन करय बला विंडो प्रबंधक द्वारा बेहतर समर्थन भेटैत अछि।
pl: Lepsza obsługa nowoczesnych programów: Dekoracje od strony klienta w GTK3 są lepiej obsługiwane przez zarządców okien z włączonymi kompozycjami.
uz: Zamonaviy ilovalar uchun yaxshiroq qo'llab-quvvatlash: GTK3-dagi mijoz tomonidagi bezaklar kompozit oyna boshqaruvchilari tomonidan yaxshiroq qo'llab-quvvatlanadi.

source: Disadvantages
be: Заганы
cs: Nevýhody
eo: Malavantaĝoj
es: Desventajas
he: חסרונות
ja: 欠点
mai: नुकसान
pl: Wady
uz: Kamchiliklari
