Repository: xinux-org/i10n
Catalog: cinnamon/mintlocale/mintlocale-*.po
Languages: be, bn, cs, de, eo, es, he, ja, pl, ru, sl

source: Add a New Language
be: Дадаць новую мову
bn: নতুন ভাষা যোগ করুন
cs: Přidat nový jazyk
de: Eine neue Sprache hinzufügen
eo: Aldoni novan lingvon
es: Añadir un idioma nuevo
he: הוספת שפה חדשה
ja: 新しい言語の追加
pl: Dodaj nowy język
ru: Добавить новый язык
sl: Dodaj nov jezik

source: Already installed
be: Усталяваныя
bn: ইতিমধ্যেই ইনস্টল করা হয়েছে
cs: Už nainstalováno
de: Bereits installiert
eo: Jam instalita
es: Ya está instalado
he: כבר מותקנת
ja: インストール済み
pl: Już zainstalowany
ru: Установленные
sl: Že nameščeno

source: Input Method
be: Метад уводу
bn: ইনপুট পদ্ধতি
cs: Metoda zadávání znaků
de: Eingabemethode
eo: Enigmetodo
es: Método de entrada
he: שיטת קלט
ja: 入力方式
pl: Metoda wprowadzania
ru: Способ ввода
sl: Vnosni način

source: None
be: Няма
bn: একটিও নয়
cs: Žádné
de: Keine
eo: Neniu
es: Desactivar
he: ללא
ja: なし
pl: Brak
ru: Ничего
sl: Brez

source: Install / Remove Languages
be: Усталяваць / Выдаліць мовы
bn: ভাষা ইন্সটল করুন / মুছুন
cs: Nainstalovat / odebrat jazyky
de: Sprachen hinzufügen/entfernen
eo: Instali / forigi lingvojn
es: Instalar/eliminar idiomas
he: התקנת / הסרת שפות
ja: 言語のインストールと削除
pl: Zainstaluj / usuń języki
ru: Установить или удалить языки
sl: Namesti / odstrani jezike

source: Some language packs are missing
be: Некаторыя моўныя пакеты адсутнічаюць
bn: কিছু ভাষা পাওয়া যাচ্ছে না
cs: Některé jazykové sady chybí
de: Einige Sprachpakete fehlen
eo: Kelkaj lingvaj pakoj mankas
es: Faltan algunos paquetes de idioma
he: מספר חבילות שפה חסרות
ja: 言語パッケージが足りません
pl: Brakuje niektórych pakietów językowych
ru: Отсутствуют некоторые языковые пакеты
sl: Nekateri jezikovni paketi manjkajo

source: Fully installed
be: Цалкам усталяваны
bn: সম্পূর্ণ ইন্সটল করা হয়েছে
cs: Vše nainstalováno
de: Vollständig installiert
eo: Plene instalita
es: Instalado por completo
he: התקנה מלאה
ja: 全てインストールされています
pl: W pełni zainstalowane
ru: Полностью установлено
sl: Popolnoma nameščeno

source: Language Settings
be: Налады мовы
bn: ভাষা সংক্রান্ত বৈশিষ্ট্য
cs: Jazyková nastavení
de: Spracheinstellungen
eo: Lingvaj agordoj
es: Configuración del idioma
he: הגדרות שפה
ja: 言語の設定
pl: Ustawienia językowe
ru: Настройки языка
sl: Jezikovne nastavitve

source: Apply System-Wide
be: Ужыць для ўсёй сістэмы
bn: সিস্টেম-জুড়ে প্রয়োগ করুন
cs: Uplatnit v rámci celého systému
de: Systemweit anwenden
eo: Apliki tutsisteme
es: Aplicar a todo el sistema
he: החלה על כלל המערכת
ja: システム全体に適用
pl: Zastosuj dla całego systemu
ru: Применить для всей системы
sl: Uveljavi za celoten sistem

source: Install / Remove Languages...
be: Усталяваць / Выдаліць мовы...
bn: ভাষাসমূহ ইনস্টল / অপসারণ...
cs: Přidat/odebrat jazyky…
de: Sprachen hinzufügen/entfernen …
eo: Instali / forigi lingvojn...
es: Instalar/eliminar idiomas...
he: התקנת / הסרת שפות...
ja: 言語のインストールと削除...
pl: Zainstaluj / usuń języki...
ru: Установка и удаление языков...
sl: Namesti / odstrani jezike ...

source: Language
be: Мова
bn: ভাষা
cs: Jazyk
de: Sprache
eo: Lingvo
es: Idioma
he: שפה
ja: 言語
pl: Język
ru: Язык
sl: Jezik

source: Language, interface...
be: Мова, інтэрфейс...
bn: ভাষা, ইন্টারফেস...
cs: Jazyk, rozhraní…
de: Sprache, Oberfläche, …
eo: Lingvo, fasado...
es: Idioma, interfaz...
he: שפה, מנשק...
ja: 言語, インタフェースなど...
pl: Język, interfejs...
ru: Язык, интерфейс...
sl: Jezik, vmesnik ...

source: Region
be: Рэгіён
bn: অঞ্চল
eo: Regiono
es: Región
he: אזור
ja: 地域
ru: Регион
sl: Območje

source: Numbers, currency, addresses, measurement...
be: Лікі, валюта, адрасы, адзінкі вымярэння...
bn: নম্বর, মুদ্রা, ঠিকানা, পরিমাপ...
cs: Čísla, měna, adresy, míry…
de: Zahlen, Währung, Adressen, Maße …
eo: Nombroj, valuta simbolo, adresoj, mezurado...
es: Números, moneda, direcciones, medidas...
he: ספרות, מטבעות, כתובות, יחידות מידה...
ja: 数字, 通貨, 住所, 単位など...
pl: Liczby, waluty, adresy, jednostki pomiaru...
ru: Числа, денежные единицы, адреса, система мер...
sl: Števila, valuta, naslovi, merske enote ...

source: Time format
be: Фармат часу
bn: সময়ের ফর্ম্যাট
cs: Formát času
de: Zeitformat
eo: Tempo-aranĝo
es: Formato de tiempo
he: תבנית שעה
ja: 時間書式
pl: Format czasu
ru: Формат времени
sl: Oblika zapisa časa

source: Date and time...
be: Дата і час...
bn: তারিখ এবং সময়...
cs: Datum a čas…
de: Datum und Zeit …
eo: Dato kaj tempo...
es: Fecha y hora...
he: תאריך ושעה...
ja: 日付と時刻など...
pl: Data i czas...
ru: Дата и время...
sl: Datum in čas ...

source: No locale defined
be: Лакаль не зададзена
bn: কোনও স্থানীয় সংজ্ঞা(locale) দেওয়া হয়নি
cs: Nejsou určena žádná místní a jazyková nastavení
de: Kein Gebietsschema festgelegt
eo: Neniu lokaĵaro difinita
es: No se ha definido la configuración regional
he: לא הוגדר מיקום
ja: ロケール未設定
pl: Nie określono języka
ru: Язык не выбран
sl: Jezikovne nastavitve niso določene

source: Language:
be: Мова:
bn: ভাষা:
cs: Jazyk:
de: Sprache:
eo: Lingvo:
es: Idioma:
he: שפה:
ja: 言語:
pl: Język:
ru: Язык:
sl: Jezik:

source: Region:
be: Рэгіён:
bn: এলাকা:
cs: Oblast:
eo: Regiono:
es: Región:
he: אזור:
ja: 地域:
ru: Регион:
sl: Regija:

source: Time format:
be: Фармат часу:
bn: সময়ের ফর্ম্যাট:
cs: Formát času:
de: Zeitformat:
eo: Tempo-aranĝo:
es: Formato de tiempo:
he: תבנית שעה:
ja: 時間書式:
pl: Format czasu:
ru: Формат времени:
sl: Oblika zapisa časa:

source: System locale
be: Сістэмная лакаль
bn: সিস্টেমের স্থানীয় সংজ্ঞা
cs: Místní a jazyková nastavení systému
de: Systemgebietsschema
eo: Sistemlokaĵaro
es: Configuración regional del sistema
he: אזור מערכת
ja: システムのロケール
pl: Ustawienia regionalne systemu
ru: Язык системы
sl: Sistemska krajevna nastavitev

source: Language support
be: Моўная падтрымка
bn: ভাষা সহযোগিতা
cs: Jazyková podpora
de: Sprachunterstützung
eo: Lingvosubteno
es: Idiomas admitidos
he: תמיכה בשפות
ja: 言語サポート
pl: Obsługa języków
ru: Поддержка языков
sl: Jezikovna podpora

source: %d language installed
be: %d мова ўсталявана
bn: %d ভাষা ইনস্টল করা হয়েছে
cs: %d jazyk nainstalován
de: %d Sprache installiert
eo: %d lingvo instalita
es: %d idioma instalado
he: שפה %d הותקנה
ja: %d 言語がインストール済み
pl: Zainstalowano %d język
ru: %d язык установлен
sl: %d nameščenih jezikov

source: Cancel
be: Скасаваць
bn: বাতিল করুন
cs: Storno
de: Abbrechen
eo: Nuligi
es: Cancelar
he: ביטול
ja: キャンセル
pl: Anuluj
ru: Отмена
sl: Prekliči

source: Install
be: Усталяваць
bn: ইনস্টল করুন
cs: Nainstalovat
de: Installieren
eo: Instali
es: Instalar
he: התקנה
ja: インストール
pl: Zainstaluj
ru: Установить
sl: Namesti

source: Install the selected language
be: Усталяваць выбраную мову
bn: নির্বাচিত ভাষা ইনস্টল করুন
cs: Nainstalovat vybraný jazyk
de: Die ausgewählte Sprache installieren
eo: Instali la elektitan lingvon
es: Instalar el idioma seleccionado
he: התקנת השפות שנבחרו
ja: 選択した言語をインストールします
pl: Zainstaluj wybrany język
ru: Установить выбранный язык
sl: Namesti izbran jezik

source: Input method framework:
be: Структура метаду ўводу:
bn: পদ্ধতির কাঠামো(method framework) ইনপুট করুন:
cs: Aplikační rámec metody zadávání znaků:
de: Eingabemethodenrahmen:
eo: Enigmetoda framo:
es: Gestor de métodos de entrada:
he: מסגרת שיטת קלט:
ja: インプットメソッドフレームワーク:
pl: Metoda wprowadzania:
ru: Фреймворк способа ввода:
sl: Ogrodje vnosne metode:

source: Welcome
be: Прывітанне
bn: স্বাগতম
cs: Vítejte
de: Willkommen
eo: Bonvenon
es: Bienvenida
he: ברוך בואך
ja: ようこそ
pl: Witaj
ru: Добро пожаловать
sl: Dobrodošli

source: Input methods are used to write symbols and characters which are not present on the keyboard. They are useful to write in Chinese, Japanese, Korean, Thai, Vietnamese...
be: Метады ўводу выкарыстоўваюцца для напісання сімвалаў, якіх няма на клавіятуры. Яны асабліва карысны для кітайскай, японскай, карэйскай, тайскай, в'етнамскай моў...
bn: ইনপুট পদ্ধতিগুলি চিহ্ন এবং অক্ষরগুলি লিখতে ব্যবহৃত হয় যা কীবোর্ডে উপস্থিত নেই। এগুলি চীনা, জাপানি, কোরিয়ান, থাই, ভিয়েতনামী ভাষায় লিখতে দরকারী...
cs: Metody zadávání znaků se používají pro psaní symbolů a znaků, které nejsou na klávesnici. Jsou užitečné pro psaní v čínštině, japonštině, korejštině, thajštině, vietnamštině…
de: Eingabemethoden werden benutzt, um Symbole und Zeichen zu schreiben, welche nicht auf der Tastatur vorhanden sind. Sie sind nützlich, um in chinesisch, japanisch, koreanisch, thailändisch, vietnamesisch, … zu schreiben.
eo: Enigmetodoj estas uzitaj por skribi simbolojn kaj signojn, kiuj ne ĉeestas sur la klavaro. Ili utilas por verki en la ĉina, japana, korea, taja, vjetnama...
es: Los métodos de entrada se usan para escribir símbolos y caracteres que no están presentes en el teclado. Son útiles para escribir en chino, japonés, coreano, tailandés, vietnamita...
he: שיטות קלט משמשות לכתיבת תווים וסמלים שאינם זמינים במקשי המקלדת. הן שימושיות לכתיבה בסינית, יפנית, קוראנית, תאלנדית, ויאטנמית...
ja: 入力メソッドは、キーボードにない記号や文字の入力に使用されます。中国語、日本語、韓国語、タイ語、ベトナム語などで入力するのに役立ちます。
pl: Metody wprowadzania są używane do wpisywania symboli i znaków, które nie są obecne na klawiaturze. Są one przydatne do pisania w językach chińskim, japońskim, koreańskim, tajskim, wietnamskim...
ru: Способы ввода позволяют использовать символы и знаки, которых нет на клавиатуре. Они полезны, если вы пишете на китайском, японском, корейском, тайском, вьетнамском...
sl: Načini vnosa se uporabljajo za zapis simbolov in znakov, ki niso prisotni na tipkovnici. Uporabni so za pisanje v kitajščini, japonščini, korejščini, tajščini, vietnamščini ...

source: To add support for a particular language, select it in the sidebar and follow the instructions.
be: Каб дадаць падтрымку адпаведнай мовы, выберыце яе на бакавой панэлі і выканайце інструкцыі.
bn: কোনও নির্দিষ্ট ভাষার জন্য সমর্থন যুক্ত করতে, এটি সাইডবারে নির্বাচন করুন এবং নির্দেশাবলী অনুসরণ করুন।
cs: Pro přidání podpory pro konkrétní jazyk, vyberte ho v postranní liště a následujte pokyny.
de: Um Unterstützung für eine bestimmte Sprache hinzuzufügen, wählen Sie sie in der Seitenleiste aus und folgen Sie den Anweisungen.
eo: Por aldoni subtenon por speciala lingvo, elektu ĝin en la flanka strio kaj sekvu la instrukciojn.
es: Para añadir compatibilidad con un idioma en particular, selecciónelo en la barra lateral y siga las instrucciones.
he: כדי להוסיף תמיכה בשפה כלשהי, נא לבחור אותה בסרגל הצד ולעקוב אחר ההוראות.
ja: 特定の言語のサポートを追加するには、サイドバーから言語を選択して、指示に従ってください。
pl: Aby dodać wsparcie języka, wybierz go w panelu bocznym i postępuj według instrukcji.
ru: Чтобы добавить поддержку определенного языка, выберите его на боковой панели и следуйте инструкциям.
sl: Če želite dodati podporo za določen jezik, ga izberite v stranski vrstici in sledite navodilom.

source: Help
be: Дапамога
bn: সাহায্য
cs: Nápověda
de: Hilfe
eo: Helpo
es: Ayuda
he: עזרה
ja: ヘルプ
pl: Pomoc
ru: Справка
sl: Pomoč

source: To write in simplified Chinese follow the steps below:
be: Для напісання на спрошчанай кітайскай выканайце наступныя крокі:
bn: সিমপ্লিফায়েড চাইনিস লিখতে নীচের পদক্ষেপগুলি অনুসরণ করুন:
cs: Pro psaní ve zjednodušené čínštině následujte níže uvedené kroky:
de: Um in vereinfachten Chinesich zu schreiben, bitte den Anweisungen weiter unten folgen:
eo: Por verki en la simpligita ĉina lingvo sekvu subajn paŝojn:
es: Para escribir en chino simplificado, siga los pasos siguientes:
he: כדי לכתוב בסינית מפושטת נא לעקוב אחר הצעדים למטה:
ja: 簡体字中国語で入力するには、次の手順に従ってください:
pl: Aby pisać w uproszczonym chińskim, wykonaj te kroki:
ru: Чтобы написать на Китайском упрощенном, выполните следующие действия:
sl: Za pisanje v poenostavljeni kitajski pisavi sledite spodnjim korakom:

source: - Install the language support packages:
be: - Усталюйце пакеты моўнай падтрымкі:
bn: - ভাষা সমর্থন প্যাকেজগুলি ইনস্টল করুন:
cs: - Nainstalujte balíčky pro podporu daného jazyka:
de: – Die Sprachunterstützungspakete installieren:
eo: - Instalu la pakojn pri lingva subteno:
es: - Instale los paquetes de compaptibilidad con el idioma:
he: - התקנת חבילות התמיכה בשפות:
ja: - 言語サポートのパッケージをインストールします:
pl: - Zainstaluj pakiety językowe:
ru: - Установите пакеты языковой поддержки:
sl: - Namestite pakete za jezikovno podporo:

source: - Log out and log back in.
be: - Выйдзіце з сістэмы і ўвайдзіце зноў.
bn: - লগ আউট এবং আবার লগ ইন করুন।
cs: - Odhlaste se a znovu přihlaste.
de: – Abmelden und wieder Anmelden.
eo: - Elsalutu kaj denove ensalutu.
es: - Cierre sesión e inicie sesión de nuevo.
he: - נא להתנתק ולהתחבר מחדש.
ja: - いったんログアウトし、再度ログインします。
pl: - Wyloguj się i zaloguj ponownie.
ru: - Выйдите из системы, затем войдите.
sl: - Odjavite se in se znova prijavite.

source: - Right-click the Fcitx applet in the system tray and choose "Configure".
be: - Націсніце правую кнопку мышы на аплеце Fcitx у сістэмным трэі і выберыце "Канфігураваць".
bn: - সিস্টেম ট্রেতে Fcitx অ্যাপলেটটিতে ডান ক্লিক করুন এবং "কনফিগার করুন" নির্বাচন করুন।
cs: - Klikněte pravým tlačítkem na ikonu Fcitx v oznamovací oblasti systémového panelu a zvolte „Nastavit“.
de: – Rechtsklick auf das Fcitx-Applet in der Systemleiste und »Konfigurieren« auswählen.
eo: - Dekstre alklaku la Fcitx-aplikaĵeton en taskopleto kaj elektu "Agordi".
es: - Haga clic derecho en la miniaplicación de Fcitx de la bandeja del sistema y seleccione «Configurar».
he: - הקשה ימנית על יישומון־הלוח Fcitx במגש המערכת ובחירב ב'תצור'.
ja: - システムトレイにある Fcitx アプレットを右クリックし、"設定" を選択します。
pl: - Kliknij prawym przyciskiem myszy aplet Fcitx na tacce systemowej i wybierz "Konfiguruj".
ru: - Щелкните правой кнопкой мыши на апплете Fcitx на панели задач и выберите «Настроить».
sl: - Desno kliknite programček Fcitx v sistemskem pladnju in izberite »Prilagodi«.

source: - In the Fcitx configuration screen, add the <b>Pinyin</b> input method (uncheck "Only Show Current Language" if necessary).
be: - На экране канфігурацыі Fcitx дадайце метад уводу <b>Pinyin</b> (калі трэба, прыбярыце птушку "Паказваць толькі гэту мову").
bn: - Fcitx কনফিগারেশন স্ক্রিনে <b>Pinyin</b> ইনপুট পদ্ধতি যুক্ত করুন (প্রয়োজনে "কেবলমাত্র বর্তমান ভাষা দেখান" নির্বাচন করুন)।
cs: - V okně nastavení Fcitx, přidejte vstupní metodu <b>Pinyin</b> (pokud je třeba, zrušte zaškrtnutí „Zobrazit pouze stávající jazyk“).
de: – Im Fcitx-Konfigurationsfenster, bitte die Eingabemethode <b>Pinyin</b> hinzufügen (»Nur aktuelle Sprache anzeigen« falls erforderlich deaktivieren).
eo: - En la agorda ekrano de Fcitx aldonu la <b>Pinyin</b>-enigmetodon (malelektu "Montri nur nunan lingvon", se necese).
es: - En la pantalla de configuración de Fcitx, añada el método de entrada <b>Pinyin</b> (desmarque «Mostrar solo el idioma actual» si es necesario).
he: - במסך התצורה של Fcitx, נא להוסיף את שיטת הקלט <b>Pinyin</b> (אם נדרש, נא להסיר סימון "הצגת שפה נוכחית בלבד").
ja: - Fcitx の設定画面で、｢入力メソッド｣に <b>Pinyin</b> を追加します (必要に応じて "現在の言語のみ表示" のチェックを外します)。
pl: - Na ekranie konfiguracyjnym Fcitx dodaj metodę wprowadzania <b>Pinyin</b> (jeśli trzeba, odznacz "Pokazuj tylko bieżący język").
ru: - На экране настройки Fcitx добавьте способ ввода <b>Pinyin</b> (при необходимости снимите флажок «Показать только текущий язык»).
sl: - Na prilagoditvenem zaslonu Fcitx dodajte vnosno metodo <b>Pinjin</b> (po potrebi prekličite potrditev »Pokaži le trenutni jezik«).

source: - Switch between input methods with <b>Ctrl+Space</b>.
be: - Пераключыцеся паміж метадамі ўводу <b>Ctrl+Space</b>.
bn: - <b>Ctrl+Space</b> দিয়ে ইনপুট পদ্ধতিগুলির মধ্যে স্যুইচ করুন।
cs: - Přepínejte mezi vstupními metodami pomocí <b>Ctrl+Space</b>.
de: – Zwischen Eingabemethoden mit <b>Strg+Leertaste</b> umschalten.
eo: - Ŝaltu inter enigmetodoj per <b>stirklavo+spaceto</b>.
es: - Cambie entre métodos de entrada con <b>Ctrl+Espacio</b>.
he: - החלפה בין שיטות הקלט בעזרת <b>קונטרול+רווח</b>.
ja: - <b>Ctrl+Space</b> を押すと、入力メソッドを切り替えられます。
pl: - Przełączaj między metodami wprowadzania znaków za pomocą <b>Ctrl+Spacja</b>.
ru: - Выполните переключение между способами ввода с помощью <b>Ctrl+Пробел</b>.
sl: - Med vnosnimi metodami preklopite s kombinacijo tipk <b>krmilka+preslednica</b>.

source: - Change the input method framework to <b>Fcitx</b>.
be: - Змяніце структуру метаду ўводу на <b>Fcitx</b>.
bn: - ইনপুট পদ্ধতির কাঠামোটিকে <b>Fcitx</b> এ পরিবর্তন করুন।
cs: - Změňte aplikační rámec vstupní metody na <b>Fcitx</b>.
de: – Eingabemethodenrahmen zu <b>Fcitx</b> ändern.
eo: - Ŝanĝu la enigmetodan framon al <b>Fcitx</b>.
es: - Seleccione el gestor de métodos de entrada <b>Fcitx</b>.
he: - שינוי מסגרת שיטת הקלט ל־<b>Fcitx</b>.
ja: - インプットメソッドフレームワークを <b>Fcitx</b> に変更します。
pl: - Zmień metodę wprowadzania na <b>Fcitx</b>.
ru: - Измените фреймворк способа ввода на <b>Fcitx</b>.
sl: - Spremenite ogrodje vnosne metode v <b>Fcitx</b>.

source: Note: SunPinyin can also be used (either with Fcitx or IBus).
be: Заўвага: SunPinyin таксама можа выкарыстоўвацца (разам з Fcitx ці IBus).
bn: দ্রষ্টব্য: SunPinyin-ও ব্যবহার করা যেতে পারে (হয় Fcitx বা IBus-এর সাহায্যে)।
cs: Pozn.: Je možné použít také SunPinyin (buď s Fcitx nebo IBus).
de: Hinweis: SunPinyin kann auch verwendet werden (entweder mit Fcitx oder IBus).
eo: Komento: SunPinyin ankaŭ uzeblas (aŭ per Fcitx aŭ per IBus).
es: Nota: también se puede usar SunPinyin (ya sea con Fcitx o con IBus).
he: הערה: ניתן להשתמש גם ב־SunPinyin (ביחד עם Fcitx או IBus).
ja: 注: SunPinyin と Fcitx / IBus の組み合わせも使用できます。
pl: Uwaga: SunPinyin też może być używany (przez Fcitx lub IBus).
ru: Примечание: SunPinyin также может использоваться с Fcitx, либо сIBus.
sl: Opomba: uporabite lahko tudi SunPinyin (z Fcitx ali IBus).

source: Simplified Chinese
be: Спрошчаная кітайская
bn: সিমপ্লিফায়েড চাইনিস
cs: zjednodušená čínština
de: Chinesisch (vereinfacht)
eo: Simpligita ĉina
es: Chino simplificado
he: סינית מפושטת
ja: 簡体字中国語
pl: Chiński uproszczony
ru: Китайский (упрощенный)
sl: Poenostavljena kitajščina

source: To write in traditional Chinese follow the steps below:
be: Для напісання на традыцыйнай кітайскай выканайце наступныя крокі:
bn: ট্রাডিশনাল চাইনিস লিখতে নীচের পদক্ষেপগুলি অনুসরণ করুন:
cs: Pro psaní v tradiční čínštině, následujte níže uvedené kroky:
de: Um in traditionellem Chinesisch zu schrieben, bitte den Anweisungen weiter unten folgen:
eo: Por verki en la tradicia ĉina lingvo sekvu subajn paŝojn:
es: Para escribir en chino tradicional, siga los pasos siguientes:
he: כדי לכתוב בסינית מסורתית נא לעקוב אחר הצעדים למטה:
ja: 繁体字中国語で入力するには、次の手順に従ってください:
pl: Aby pisać w języku chińskim tradycyjnym, wykonaj te kroki:
ru: Чтобы написать на Китайском традиционном, выполните следующие действия:
sl: Za pisanje v tradicionalni kitajščini sledite spodnjim korakom:

source: Note: Chewing can also be used (either with Fcitx or IBus).
be: Заўвага: Chewing таксама можа выкарыстоўвацца (разам з Fcitx ці IBus).
bn: দ্রষ্টব্য: Chewing ব্যবহার করা যেতে পারে (হয় Fcitx বা IBus সাহায্যে)।
cs: Pozn.: Je možné použít také Chewing (buď s Fcitx nebo IBus).
de: Hinweis: Chewing kann auch verwendet werden (entweder mit Fcitx oder IBus).
eo: Komento: Chewing ankaŭ uzeblas (aŭ per Fcitx aŭ per IBus).
es: Nota: también se puede usar Chewing (ya sea con Fcitx o con IBus).
he: הערה: ניתן להשתמש גם ב־Chewing (יחד עם Fcitx או IBus).
ja: 注: Chewing と Fcitx / IBus の組み合わせも使用できます。
pl: Uwaga: Chewing też może być używany (przez Fcitx lub IBus).
ru: Примечание: Chewing также может использоваться с Fcitx, либо сIBus.
sl: Opomba: uporabite lahko tudi Chewing (z Fcitx ali IBus).

source: Traditional Chinese
be: Традыцыйная кітайская
bn: ট্রাডিশনাল চাইনিস
cs: tradiční čínština
de: Chinesisch (traditionell)
eo: Tradicia ĉina
es: Chino tradicional
he: סינית מסורתית
ja: 繁体字中国語
pl: Chiński tradycyjny
ru: Китайский (традиционный)
sl: Tradicionalna kitajščina

source: To write in Hiragana, Katakana and Kanji follow the steps below:
be: Для напісання на Hiragana, Katakana і Kanji выканайце наступныя крокі:
bn: হীরাগনা, কাতাকানা এবং কঞ্জি লেখার জন্য নীচের পদক্ষেপগুলি অনুসরণ করুন:
cs: Pro psaní v Hiragana, Katana a Kanji, následujte níže uvedené kroky:
de: Um in japanisch (Hiragana, Katakana und Kanji) zu schrieben, bitte den Anweisungen weiter unten folgen:
eo: Por verki en hiragana, katakana kaj kanji sekvu subajn paŝojn:
es: Para escribir en hiragana, katakana y kanji, siga los pasos siguientes:
he: כדי לכתוב בהיראגאנה, קטקנה וקאנג'י נא לעקוב אחר הצעדים למטה:
ja: 日本語で入力するには、次の手順に従ってください:
pl: Aby pisać w Hiraganie, Katakanie i Kanji, wykonaj te kroki:
ru: Чтобы написать на Хирагана, Катакана и Кандзи, выполните следующие действия:
sl: Za pisanje s pisavami hiragana, katakana in kanji sledite spodnjim korakom:

source: - In the Fcitx configuration screen, add the <b>Mozc</b> input method (uncheck "Only Show Current Language" if necessary).
be: - На экране канфігурацыі Fcitx дадайце метад уводу <b>Mozc</b> (калі трэба, прыбярыце птушку "Паказваць толькі гэту мову").
bn: - Fcitx কনফিগারেশন স্ক্রিনে <b>Mozc</b> ইনপুট পদ্ধতি যুক্ত করুন (প্রয়োজনে "কেবলমাত্র বর্তমান ভাষা দেখান" নির্বাচন মুক্ত করুন)।
cs: - V okně nastavení Fcitx, přidejte vstupní metodu <b>Mozc</b> (pokud je třeba, zrušte zaškrtnutí „Zobrazit pouze stávající jazyk“).
de: – Im Fcitx-Konfigurationsfenster, bitte die Eingabemethode <b>Mozc</b> hinzufügen (»Nur aktuelle Sprache anzeigen« falls erforderlich deaktivieren).
eo: - En la agorda ekrano de Fcitx aldonu la <b>Mozc</b>-enigmetodon (malelektu "Montri nur nunan lingvon", se necese).
es: - En la pantalla de configuración de Fcitx, añada el método de entrada <b>Mozc</b> (desmarque «Mostrar solo el idioma actual» si es necesario).
he: - במסך התצורה של Fcitx, נא להוסיף שיטת קלט <b>Mozc</b> (אם נדרש, נא להסיר סימון "הצגת שפה נוכחית בלבד").
ja: - Fcitx の設定画面で、｢入力メソッド｣に <b>Mozc</b> を追加します (必要に応じて "現在の言語のみ表示" のチェックを外します)。
pl: - Na ekranie konfiguracyjnym Fcitx dodaj metodę wprowadzania <b>Mozc</b> (jeśli trzeba, odznacz "Pokazuj tylko bieżący język").
ru: - На экране настройки Fcitx добавьте способ ввода <b>Mozc</b> (при необходимости снимите флажок «Показывать только текущий язык»).
sl: - Na prilagoditvenem zaslonu Fcitx dodajte vnosno metodo <b>Mozc</b> (po potrebi prekličite potrditev »Pokaži le trenutni jezik«).

source: Note: Mozc can also be used with the IBus input method.
be: Заўвага: Mozc можна выкарыстоўваць з метадам уводу IBus.
bn: দ্রষ্টব্য: IBus ইনপুট পদ্ধতির সাথে Mozc ব্যবহার করা যেতে পারে।
cs: Pozn.: Mozc je možné použít také se vstupní metodou IBus.
de: Hinweis: Mozc kann auch mit der Ibus-Eingabemethode verwendet werden.
eo: Komento: Mozc ankaŭ uzeblas per la IBus-enigmetodo.
es: Nota: también se puede usar Mozc con IBus.
he: הערה: ניתן להשתמש ב־Mozc גם יחד עם שיטת הקלט IBus.
ja: 注: Mozc は、インプットメソッドフレームワーク IBus でも使用できます。
pl: Uwaga: Mozc może też być używany przez metodę wprowadzania IBus.
ru: Примечание: Mozc также может использоваться с способом ввода IBus.
sl: Opomba: Mozc lahko uporabite tudi z vnosno metodo IBus.

source: Japanese
be: Японская
bn: জাপানীস
cs: japonština
de: Japanisch
eo: Japana
es: Japonés
he: יפנית
ja: 日本語
pl: Japoński
ru: Японский
sl: Japonščina

source: To write in Hangul follow the steps below:
be: Для напісання на Hangul выканайце наступныя крокі:
bn: হাঙ্গুলে লিখতে নীচের পদক্ষেপগুলি অনুসরণ করুন:
cs: Pro psaní v Hangul následujte níže uvedené kroky:
de: Um in koreanisch (Hangul) zu schrieben, bitte den Anweisungen weiter unten folgen:
eo: Por verki en Hangul sekvu subajn paŝojn:
es: Para escribir en hangul, siga los pasos siguientes:
he: כדי לכתוב בהנגול נא לעקוב אחר הצעדים למטה:
ja: 韓国語で入力するには、次の手順に従ってください:
pl: Aby pisać w Hangulu, wykonaj te kroki:
ru: Чтобы написать на Хангуле, выполните следующие действия:
sl: Za pisanje v hangulski pisavi sledite spodnjim korakom:
