Repository: xinux-org/i10n
Catalog: cinnamon/mintlocale/mintlocale-*.po
Languages: be, bn, cs, de, eo, es, he, ja, pl, ru, sl

source: - In the Fcitx configuration screen, add the <b>Hangul</b> input method (uncheck "Only Show Current Language" if necessary).
be: - На экране канфігурацыі Fcitx дадайце метад уводу <b>Hangul</b> (калі трэба, прыбярыце птушку "Паказваць толькі гэту мову").
bn: - Fcitx কনফিগারেশন স্ক্রিনে <b>Hangul</b> ইনপুট পদ্ধতি যুক্ত করুন (প্রয়োজনে "কেবলমাত্র বর্তমান ভাষা দেখান" নির্বাচন মুক্ত করুন)।
cs: - V okně nastavení Fcitx přidejte vstupní metodu <b>Hangul</b> (pokud je třeba, zrušte zaškrtnutí „Zobrazit pouze stávající jazyk“).
de: – Im Fcitx-Konfigurationsfenster, bitte die Eingabemethode <b>Hangul</b> hinzufügen (»Nur aktuelle Sprache anzeigen« falls erforderlich deaktivieren).
eo: - En la agorda ekrano de Fcitx aldonu la <b>Hangul</b>-enigmetodon (malelektu "Montri nur nunan lingvon", se necese).
es: - En la pantalla de configuración de Fcitx, añada el método de entrada <b>Hangul</b> (desmarque «Mostrar solo el idioma actual» si es necesario).
he: - במסך התצורה של Fcitx, נא להוסיף שיטת קלט <b>Hangul</b> (אם נדרש, נא להסיר סימון "הצגת שפה נוכחית בלבד").
ja: - Fcitx の設定画面で、｢入力メソッド｣に <b>Hangul</b> を追加します (必要に応じて "現在の言語のみ表示" のチェックを外します)。
pl: - Na ekranie konfiguracyjnym Fcitx dodaj metodę wprowadzania <b>Hangul</b> (jeśli trzeba, odznacz "Pokazuj tylko bieżący język").
ru: - На экране настройки Fcitx добавьте способ ввода <b>Hangul</b> (при необходимости снимите флажок «Показывать только текущий язык»).
sl: - Na prilagoditvenem zaslonu Fcitx dodajte vnosno metodo <b>Hangulski</b> (po potrebi prekličite potrditev »Pokaži le trenutni jezik«).

source: Note: Hangul can also be used with the IBus input method.
be: Заўвага: Hangul таксама можа выкарыстоўвацца з метадам уводу IBus.
bn: দ্রষ্টব্য: IBus ইনপুট পদ্ধতির সাথে Hangul ব্যবহার করা যেতে পারে।
cs: Pozn.: Hangul je možné použít také se vstupní metodou IBUS.
de: Hinweis: Hangul kann auch mit der Ibus-Eingabemethode verwendet werden.
eo: Komento: Hangul ankaŭ uzeblas per la IBus-enigmetodo.
es: Nota: también se puede usar hangul con IBus.
he: הערה: ניתן להשתמש ב־Hangul גם יחד עם שיטת הקלט IBus.
ja: 注: Hangul は、インプットメソッドフレームワーク IBus でも使用できます。
pl: Uwaga: Hangul może też być używany przez metodę wprowadzania IBus.
ru: Примечание: Hangul также может использоваться с способом ввода IBus.
sl: Opomba: hangulsko pisavo lahko uporabite tudi z vnosno metodo IBus.

source: Korean
be: Карэйская
bn: কোরিয়ান
cs: korejština
de: Koreanisch
eo: Korea
es: Coreano
he: קוריאנית
ja: 韓国語
pl: Koreański
ru: Корейский
sl: Korejščina

source: To write in Thai follow the steps below:
be: Для напісання на тайскай выканайце наступныя крокі:
bn: থাইতে লিখতে নীচের পদক্ষেপগুলি অনুসরণ করুন:
cs: Pro psaní v thajštině následujte níže uvedené kroky:
de: Um in thailändisch (Thai) zu schrieben, bitte den Anweisungen weiter unten folgen:
eo: Por verki en la taja lingvo sekvu subajn paŝojn:
es: Para escribir en tailandés, siga los pasos siguientes:
he: כדי לכתוב בתאית נא לעקוב אחר הצעדים למטה:
ja: タイ語で入力するには、次の手順に従ってください:
pl: Aby pisać po tajsku, wykonaj te kroki:
ru: Чтобы написать на Тайском, выполните следующие действия:
sl: Za pisanje v tajski pisavi sledite spodnjim korakom:

source: - In the Fcitx configuration screen, add the <b>Thai</b> input method (uncheck "Only Show Current Language" if necessary).
be: - На экране канфігурацыі Fcitx дадайце метад уводу <b>Thai</b> (калі трэба, прыбярыце птушку "Паказваць толькі гэту мову").
bn: - Fcitx কনফিগারেশন স্ক্রিনে <b>Thai</b> ইনপুট পদ্ধতি যুক্ত করুন (প্রয়োজনে "কেবলমাত্র বর্তমান ভাষা দেখান" নির্বাচন মুক্ত করুন)।
cs: - V okně nastavení Fcitx přidejte vstupní metodu <b>thaijština</b> (pokud je třeba, zrušte zaškrtnutí „Zobrazit pouze stávající jazyk“).
de: – Im Fcitx-Konfigurationsfenster, bitte die Eingabemethode <b>Thai</b> hinzufügen (»Nur aktuelle Sprache anzeigen« falls erforderlich deaktivieren).
eo: - En la agorda ekrano de Fcitx aldonu la enigmetodon <b>taja lingvo</b> (malelektu "Montri nur nunan lingvon", se necese).
es: - En la pantalla de configuración de Fcitx, añada el método de entrada <b>Tailandés</b> (desmarque «Mostrar solo el idioma actual» si es necesario).
he: - במסך התצורה של Fcitx, נא להוסיף את שיטת הקלט <b>Thai</b> (אם נדרש, נא להסיר סימון"הצגת שפה נוכחית בלבד").
ja: - Fcitx の設定画面で、｢入力メソッド｣に <b>Thai</b> を追加します (必要に応じて "現在の言語のみ表示" のチェックを外します)。
pl: - Na ekranie konfiguracyjnym Fcitx dodaj metodę wprowadzania <b>Tajski</b> (jeśli trzeba, odznacz "Pokazuj tylko bieżący język").
ru: - На экране настройки Fcitx добавьте способ ввода <b>Thai</b> (при необходимости снимите флажок «Показывать только текущий язык»).
sl: - Na prilagoditvenem zaslonu Fcitx dodajte vnosno metodo <b>Tajski</b> (po potrebi prekličite potrditev »Pokaži le trenutni jezik«).

source: Note: You can also use iBus or define a Thai keyboard layout without using any input method.
be: Заўвага: Вы можаце таксама выкарыстоўваць iBus або вызначыць тайскую раскладку клавіятуры без выкарыстання метаду ўводу.
bn: দ্রষ্টব্য: আপনি কোনও ইনপুট পদ্ধতি ব্যবহার না করে iBus ব্যবহার করতে বা থাই কীবোর্ড বিন্যাসটি সংজ্ঞায়িত করতে পারেন।
cs: Pozn.: Je možné použít také iBus nebo určit thajské rozvržení klávesnice bez použití jakékoli vstupní metody.
de: Hinweis: Sie können auch iBus verwenden oder eine Thai-Tastaturbelegung festlegen, ohne eine Eingabemethode zu verwenden.
eo: Komento: Ankaŭ eblas uzi iBus aŭ difini tajan klavararanĝon sen uzi iun ajn enigmetodon.
es: Nota: también puede usar IBus o definir una distribución de teclado tailandés sin usar ningún método de entrada.
he: הערה: ניתן להשתמש גם ב־IBus או להגדיר מקלדת תאילנדית ללא כל שיטת קלט.
ja: 注: iBus も使用できます。また、入力方式システムなしで、タイ語のキーボードレイアウトを設定することもできます。
pl: Uwaga: Możesz też użyć IBus lub zdefiniować tajski układ klawiatury bez używania żadnej metody wprowadzania.
ru: Примечание: Вы можете использовать iBus или определить Тайскую раскладку клавиатуры без использования способа ввода.
sl: Opomba: uporabite lahko tudi iBus ali določite tajsko postavitev tipkovnice, ne da bi uporabili metodo vnosa.

source: Thai
be: Тайская
bn: থাই
cs: thajština
de: Thailändisch
eo: Taja
es: Tailandés
he: תאילנדית
ja: タイ語
pl: Tajski
ru: Тайский
sl: Tajščina

source: To write in Vietnamese follow the steps below:
be: Для напісання на в'етнамскай выканайце наступныя крокі:
bn: ভিয়েতনামীতে লিখতে নীচের পদক্ষেপগুলি অনুসরণ করুন:
cs: Pro psaní ve vietnamštině následujte níže uvedené kroky:
de: Um in vietnamesisch zu schreiben, bitte den Anweisungen weiter unten folgen:
eo: Por verki en la vjetnama lingvo sekvu subajn paŝojn:
es: Para escribir en vietnamita, siga los pasos siguientes:
he: כדי לכתוב בוייטנאמית נא לעקוב אחר הצעדים למטה:
ja: ベトナム語で入力するには、次の手順に従ってください:
pl: Aby pisać po wietnamsku, wykonaj te kroki:
ru: Чтобы написать на Вьетнамском, выполните следующие действия:
sl: Za pisanje v vietnamski pisavi sledite spodnjim korakom:

source: - In the Fcitx configuration screen, add the <b>Unikey</b> input method (uncheck "Only Show Current Language" if necessary).
be: - На экране канфігурацыі Fcitx дадайце метад уводу <b>Unikey</b> (калі трэба прыбярыце птушку "Паказваць толькі гэту мову").
bn: - Fcitx কনফিগারেশন স্ক্রিনে <b>Unikey</b> ইনপুট পদ্ধতি যুক্ত করুন (প্রয়োজনে "কেবলমাত্র বর্তমান ভাষা দেখান" নির্বাচন মুক্ত করুন)।
cs: - V okně nastavení Fcitx přidejte vstupní metodu <b>Unikey</b> (pokud je třeba, zrušte zaškrtnutí „Zobrazit pouze stávající jazyk“).
de: – Im Fcitx-Konfigurationsfenster, bitte die Eingabemethode <b>Unikey</b> hinzufügen (»Nur aktuelle Sprache anzeigen« falls erforderlich deaktivieren).
eo: - En la agorda ekrano de Fcitx aldonu la <b>Unikey</b>-enigmetodon (malelektu "Montri nur nunan lingvon", se necese).
es: - En la pantalla de configuración de Fcitx, añada el método de entrada <b>Unikey</b> (desmarque «Mostrar solo el idioma actual» si es necesario).
he: - במסך התצורה של Fcitx, נא להוסיף את שיטת הקלט <b>Unikey</b> (אם נדרש, נא להסיר סימון"הצגת שפה נוכחית בלבד").
ja: - Fcitx の設定画面で、｢入力メソッド｣に <b>Unikey</b> を追加します (必要に応じて "現在の言語のみ表示" のチェックを外します)。
pl: - Na ekranie konfiguracyjnym Fcitx dodaj metodę wprowadzania <b>Unikey</b> (jeśli trzeba, odznacz "Pokazuj tylko bieżący język").
ru: - На экране настройки Fcitx добавьте способ ввода <b>Unikey</ b> (при необходимости снимите флажок «Показывать только текущий язык»).
sl: - Na prilagoditvenem zaslonu Fcitx dodajte vnosno metodo <b>Unikey</b> (po potrebi prekličite potrditev »Pokaži le trenutni jezik«).

source: Note: Unikey can also be used with the IBus input method.
be: Заўвага: Unikey таксама можа выкарыстоўвацца з метадам уводу IBus.
bn: দ্রষ্টব্য: IBus ইনপুট পদ্ধতির সাথে Unikey ব্যবহার করা যেতে পারে।
cs: Pozn.: Unikey je možné použít se vstupní metodou IBus.
de: Hinweis: Unikey kann auch mit der IBus-Eingabemethode verwendet werden.
eo: Komento: Unikey ankaŭ uzeblas per la IBus-enigmetodo.
es: Nota: también se puede usar Unikey con IBus.
he: הערה: ניתן להשתמש ב־Unikey גם יחד עם שיטת הקלט IBus.
ja: 注: Unikey は、インプットメソッドフレームワーク IBus でも使用できます。
pl: Uwaga: Unikey może też być używany przez metodę wprowadzania IBus.
ru: Примечание: Unikey также может использоваться с методом ввода IBus.
sl: Opomba: Unikey lahko uporabite tudi z vnosno metodo IBus.

source: Vietnamese
be: В'етнамская
bn: ভিয়েতনামী
cs: vietnamština
de: Vietnamesisch
eo: Vjetnama
es: Vietnamita
he: ויאטנמית
ja: ベトナム語
pl: Wietnamski
ru: Вьетнамский
sl: Vietnamščina

source: To write in Telugu follow the steps below:
be: Для напісання на Telugu выканайце наступныя крокі:
bn: তেলুগুতে লিখতে নীচের পদক্ষেপগুলি অনুসরণ করুন:
cs: Pro psaní v telugštině následujte níže uvedené kroky:
de: Um in telugu zu schreiben, bitte den Anweisungen weiter unten folgen:
eo: Por verki en la telugua lingvo sekvu subajn paŝojn:
es: Para escribir en telugu, siga los pasos siguientes:
he: כדי לכתוב בטלוגו נא לעקוב אחר הצעדים למטה:
ja: テルグ語で入力するには、次の手順に従ってください:
pl: Aby pisać w języku Telugu, wykonaj te kroki:
ru: Чтобы написать на Телугу, выполните следующие действия:
sl: Za pisanje v teluški pisavi sledite spodnjim korakom:

source: - Change the input method framework to <b>IBus</b>.
be: - Змяніце структуру метаду ўводу на <b>IBus</b>.
bn: - ইনপুট পদ্ধতির কাঠামোটিকে <b>IBus</b> তে পরিবর্তন করুন।
cs: - Změňte aplikační rámec vstupní metody na <b>IBus</b>.
de: – Eingabemethodenrahmen zu <b>IBus</b> ändern.
eo: - Ŝanĝu la enigmetodan framon al <b>IBus</b>.
es: - Seleccione el gestor de métodos de entrada <b>IBus</b>.
he: - שנוי מסגרת שיטת הקלט ל־<b>IBus</b>.
ja: - インプットメソッドフレームワークを <b>IBus</b> に変更します。
pl: - Zmień metodę wprowadzania na <b>IBus</b>.
ru: - Измените фреймворк способа ввода на <b>IBus</b>.
sl: - Spremenite ogrodje vnosne metode v <b>IBus</b>.

source: - Right-click the IBus applet in the system tray and choose "Preferences".
be: - Націсніце правую кнопку мышы на аплеце IBus у сістэмным трэі і выберыце "Параметры".
bn: - সিস্টেম ট্রেতে IBus অ্যাপলেটকে ডান ক্লিক করুন এবং "পছন্দসমূহ" নির্বাচন করুন।
cs: - Klikněte pravým tlačítkem na ikonu IBus v oznamovací oblasti systémového panelu a zvolte „Předvolby“.
de: – Rechtsklick auf das IBus-Applet in der Systemleiste und »Einstellungen« auswählen.
eo: - Dekstre alklaku la IBus-aplikaĵeton en la taskopleto kaj elektu "Agordoj".
es: - Haga clic derecho en la miniaplicación de IBus de la bandeja del sistema y seleccione «Preferencias».
he: - לחיצה ימנית על יישומון־הלוח IBus במגש המערכת ובחירה ה"העדפות".
ja: - システムトレイにある IBus アプレットを右クリックし、"設定" を選択します。
pl: - Kliknij prawym przyciskiem myszy aplet IBus na tacce systemowej i wybierz "Preferencje".
ru: - Щелкните правой кнопкой мыши на апплете IBus на панели задач и выберите «Настройки».
sl: - Desno kliknite programček IBus v sistemskem pladnju in izberite »Nastavitve«.

source: - In the IBus configuration screen, add the <b>Telugu</b> input method.
be: - На экране канфігурацыі IBus дадайце метад уводу <b>Telugu</b>.
bn: - আইবাস কনফিগারেশন স্ক্রিনে <b>Telugu</b> ইনপুট পদ্ধতি যুক্ত করুন।
cs: - Na obrazovce nastavení IBus, přidejte vstupní metodu <b>Telugština</b>.
de: – Im IBus-Konfigurationsbildschirm die Eingabemethode <b>Telugu</b> hinzufügen.
eo: - En la agorda ekrano de IBus aldonu la enigmetodon <b>Telugua</b>.
es: - En la pantalla de configuración de IBus, añada el método de entrada <b>Telugu</b>.
he: - במסך התצורה של IBus, נא להוסיף את שיטת הקלט <b>Telugu</b>.
ja: - IBus の設定画面で、入力方式<b>テルグ語</b>を追加します。
pl: - Na ekranie konfiguracyjnym IBus dodaj metodę wprowadzania <b>Telugu</b>.
ru: - На экране настройки IBus добавьте способ ввода <b>Telugu</b>.
sl: - Na prilagoditvenem zaslonu IBus dodajte vnosno metodo za teluško pisavo (<b>Telugu</b>).

source: - Switch between input methods with <b>Super+Space</b>.
be: - Пераключыцеся паміж метадамі ўводу <b>Super+Space</b>.
bn: - <b>Super+Space</b> দিয়ে ইনপুট পদ্ধতিগুলির মধ্যে স্যুইচ করুন।
cs: - Přepínejte mezi vstupními metodami pomocí <b>Win+mezerník</b>.
de: – Zwischen Eingabemethoden mit <b>Super+Leertaste</b> wechseln.
eo: - Ŝaltu inter enigmetodoj per <b>Vindoza klavo+spaceto</b>.
es: - Cambie entre métodos de entrada con <b>Súper+Espacio</b>.
he: - נא להחליף בין שיטות הקלט בעזרת <b>סופר+רווח</b>.
ja: - <b>Super+Space</b> を押すと、キーボードレイアウトを切り替えられます。
pl: - Przełączaj między metodami wprowadzania znaków za pomocą <b>Super+Spacja</b>.
ru: - Выполните переключение между способами ввода с помощью <b>Super+Пробел</b>.
sl: - Med vnosimi metodami preklopite s kombinacijo tipk <b>Super+preslednica</b>.

source: Note: Telugu can also be used with Fcitx.
be: Заўвага: Telugu можа выкарыстоўвацца з Fcitx.
bn: দ্রষ্টব্য: তেলগু Fcitx সাথেও ব্যবহার করা যেতে পারে।
cs: Pozn.: Telugštinu lze použít také s Fcitx.
de: Hinweis: Telugu kann auch mit Fcitx verwendet werden.
eo: Komento: Telugua ankaŭ uzeblas per Fcitx.
es: Nota: también se puede usar telugu con Fcitx.
he: הערה: ניתן להשתמש בטלוגו גם יחד עם Fcitx.
ja: 注: テルグ語は Fcitx でも使用できます。
pl: Uwaga: Telugu może być używane razem z Fcitx.
ru: Примечание: Телугу также можно использовать с Fcitx.
sl: Opomba: teluško pisavo lahko uporabite tudi s Fcitx.

source: Telugu
be: Тэлугу
bn: তেলুগু
cs: telužština
eo: Telugua
he: טלוגו
ja: テルグ語
ru: Телугу
sl: Teluška

source: <b><small>Note: Installing or upgrading language packs can trigger the installation of additional languages</small></b>
be: <b><small>Заўвага: Усталяванне ці абнаўленне моўных пакетаў можа выклікаць усталяванне дадатковых моў</small></b>
bn: <b><small> দ্রষ্টব্য: ভাষা প্যাকগুলি ইনস্টল করা বা আপগ্রেড করার সময় অতিরিক্ত ভাষা ইনস্টলেশন হয়ে যেতে পারে </small></b>
cs: <b><small>Poznámka: Instalace nebo aktualizace jazykových sad může vyvolat instalaci dalších jazyků</small></b>
de: <b><small>Hinweis: Die Installation oder Aktualisierung von Sprachpaketen kann die Installation zusätzlicher Sprachen auslösen.</small></b>
eo: <b><small>Komento: instalo aŭ plibonigo de lingvaj pakoj eble lanĉos la instalon de pliaj lingvoj</small></b>
es: <b><small>Nota: la instalación o actualización de paquetes de idioma puede provocar la instalación de idiomas adicionales</small></b>
he: <b><small>הערה: התקנה או עדכון חבילות שפה, עלולים לגרום להתקנת שפות נוספות</small></b>
ja: <b><small>注: 言語パッケージをインストール、またはアップグレードすると、他の言語もインストールされることがあります</small></b>
pl: <b><small>Uwaga: Instalacja lub aktualizacja pakietów językowych może wywołać instalację dodatkowych języków</small></b>
ru: <b><small>Примечание: Установка или обновление языковых пакетов может привести к установке дополнительных языков</small></b>
sl: <b><small>Opomba: nameščanje ali nadgrajevanje jezikovnih paketov lahko sproži namestitev dodatnih jezikov</small></b>

source: Add...
be: Дадаць...
bn: যুক্ত করুন...
cs: Přidat…
de: Hinzufügen …
eo: Aldoni...
es: Añadir...
he: הוספה...
ja: 追加...
pl: Dodaj...
ru: Добавить…
sl: Dodaj ...

source: Add a new language
be: Дадаць новую мову
bn: একটি নতুন ভাষা যুক্ত করুন
cs: Přidat nový jazyk
de: Eine neue Sprache hinzufügen
eo: Aldoni novan lingvon
es: Añadir un idioma nuevo
he: הוספת שפה חדשה
ja: 新しい言語を追加します
pl: Dodaj nowy język
ru: Добавить новый язык
sl: Dodaj nov jezik

source: Remove
be: Выдаліць
bn: সরিয়ে ফেলুন
cs: Odebrat
de: Entfernen
eo: Forigi
es: Eliminar
he: הסרה
ja: 削除
pl: Usuń
ru: Удалить
sl: Odstrani

source: Remove the selected language
be: Выдаліць выбраную мову
bn: নির্বাচিত ভাষা সরিয়ে ফেলুন
cs: Odstranit označený jazyk
de: Die ausgewählte Sprache entfernen
eo: Forigi la elektitan lingvon
es: Eliminar el idioma seleccionado
he: הסרת השפה שנבחרה
ja: 選択した言語を削除します
pl: Usuń wybrany język
ru: Удалить выбранный язык
sl: Odstrani izbrani jezik

source: Install language packs
be: Усталяваць моўныя пакеты
bn: ভাষার প্যাকগুলি ইনস্টল করুন
cs: Nainstalovat jazykové sady
de: Sprachpakete installieren
eo: Instali lingvajn pakojn
es: Instalar paquetes de idioma
he: התקנת חבילות שפה
ja: 言語パッケージのインストール
pl: Zainstaluj pakiety językowe
ru: Установить языковые пакеты
sl: Namesti jezikovne pakete

source: Install any missing language packs, translations files, dictionaries for the selected language
be: Усталяванне адсутных моўных пакетаў, файлаў перакладу, слоўнікаў для выбранай мовы
bn: নির্বাচিত ভাষার জন্য যে কোনও অনুপস্থিত ভাষার প্যাকগুলি, অনুবাদ ফাইলগুলি, অভিধানগুলি ইনস্টল করুন
cs: Nainstalovat chybějící jazykové sady, překladové soubory a slovníky pro zvolený jazyk
de: Für die ausgewählte Sprache alle fehlenden Sprachpakete, Übersetzungsdateien und Wörterbücher installieren.
eo: Instali mankantajn lingvajn pakojn, tradukdosierojn, vortarojn por la elektita lingvo
es: Instalar los paquetes de idioma, los archivos de traducción y los diccionarios que falten para el idioma seleccionado
he: התקנת כל חבילות השפה, קובצי תרגומים ומילונים חסרים לשפה שנבחרה
ja: 選択した言語のパッケージ、翻訳ファイル、辞書をインストールします
pl: Zainstaluj brakujące pakiety językowe, pliki tłumaczeniowe i słowniki dla wybranych języków.
ru: Установить недостающие языковые пакеты, файлы перевода, словари для выбранного языка
sl: Namesti vsakršne manjkajoče podatkovne pakete, datoteke prevodov, slovarje za izbrane jezike

source: Close
be: Закрыць
bn: বন্ধ করুন
cs: Zavřít
de: Schließen
eo: Fermi
es: Cerrar
he: סגירה
ja: 閉じる
pl: Zamknij
ru: Закрыть
sl: Zapri

source: Languages
be: Мовы
bn: ভাষাসমূহ
cs: Jazyky
de: Sprachen
eo: Lingvoj
es: Idiomas
he: שפות
ja: 言語
pl: Języki
ru: Языки
sl: Jeziki

source: Language settings
be: Налады мовы
bn: ভাষা সেটিংস
cs: Jazyková nastavení
de: Spracheinstellungen
eo: Lingvaj agordoj
es: Configuración del idioma
he: הגדרות שפה
ja: 言語の設定
pl: Ustawienia języka
ru: Настройки языка
sl: Jezikovne nastavitve

source: Input method
be: Метад уводу
bn: ইনপুট পদ্ধতি
cs: Metoda zadávání znaků
de: Eingabemethode
eo: Enigmetodo
es: Método de entrada
he: שיטת קלט
ja: 入力方式
pl: Metoda wprowadzania
ru: Способ ввода
sl: Vnosna metoda
