Repository: xinux-org/i10n
Catalog: cinnamon/mintlocale/mintlocale-ie.po
Languages: ie

source: Add a New Language
ie: Adjuncter un nov lingue

source: Already installed
ie: Ja installat

source: Input Method
ie: Metode de intrada

source: None
ie: Null

source: Install / Remove Languages
ie: Installar o remover lingues

source: Some language packs are missing
ie: Alcun paquettes de lingue es mancant

source: Fully installed
ie: Completmen installat

source: Language Settings
ie: Parametres de lingue

source: Apply System-Wide
ie: Applicar al tot sistema

source: Install / Remove Languages...
ie: Installar o remover lingues...

source: Language
ie: Lingue

source: Language, interface...
ie: Lingue, interfacie...

source: Numbers, currency, addresses, measurement...
ie: Númeres, valuta, adresses, mesuras...

source: Time format
ie: Formate de hora

source: Date and time...
ie: Date e hora...

source: No locale defined
ie: Null locale definit

source: Language:
ie: Lingue:

source: Time format:
ie: Formate de hora:

source: System locale
ie: Locale del sistema

source: Language support
ie: Suporte de lingues

source: %d language installed
ie: %d lingue installat

source: Cancel
ie: Anullar

source: Install
ie: Installar

source: Install the selected language
ie: Installar li selectet lingue

source: Input method framework:
ie: Infrastructura de metode de intrada:

source: Welcome
ie: Benevenit

source: Input methods are used to write symbols and characters which are not present on the keyboard. They are useful to write in Chinese, Japanese, Korean, Thai, Vietnamese...
ie: Metodes de intrada es usat por scrir simboles e caracteres que ne es present sur li tastatura. On scri per metodes de intrada in chinese, japanese, korean e thai lingues, vietnamese...

source: To add support for a particular language, select it in the sidebar and follow the instructions.
ie: Por adjunter un supporte por un lingue, selecte it in li panel lateral e seque li instructiones.

source: Help
ie: Auxilie

source: To write in simplified Chinese follow the steps below:
ie: Por scrir in simplificat chinese ples seque li passus ad infra:

source: - Install the language support packages:
ie: - Installa li paquettes de suporte de lingue:

source: - Log out and log back in.
ie: - Clude e aperte li session denov.

source: - Right-click the Fcitx applet in the system tray and choose "Configure".
ie: - Fa un dextri clic sur li applette de Fcitx in li panel de notificationes e selecte «Configure».

source: - In the Fcitx configuration screen, add the <b>Pinyin</b> input method (uncheck "Only Show Current Language" if necessary).
ie: - In li dialog de parametres de Fcitx adjunte li metode de intrada <b>Pinyin</b> (demarca «Only Show Current Language» si es necessi).

source: - Switch between input methods with <b>Ctrl+Space</b>.
ie: - Alterar li metodes de intrada per <b>Ctrl+Spacie</b>.

source: - Change the input method framework to <b>Fcitx</b>.
ie: - Selecte li infrastructura de metodes de intrada <b>Fcitx</b>.

source: Note: SunPinyin can also be used (either with Fcitx or IBus).
ie: Remarca: SunPinyin anc pose esser usat (con Fcitx o IBus)

source: Simplified Chinese
ie: Chinesi simplificat

source: To write in traditional Chinese follow the steps below:
ie: Por scrir in traditional chinese ples seque li passus ad infra:

source: Note: Chewing can also be used (either with Fcitx or IBus).
ie: Remarca: Chewing anc pose esser usat (con Fcitx o IBus)

source: Traditional Chinese
ie: Chinesi traditional

source: To write in Hiragana, Katakana and Kanji follow the steps below:
ie: Por scrir in hiragana, katakana e kanji ples seque li passus ad infra:

source: - In the Fcitx configuration screen, add the <b>Mozc</b> input method (uncheck "Only Show Current Language" if necessary).
ie: - In li dialog de parametres de Fcitx adjunte li metode de intrada <b>Mozc</b> (demarca «Only Show Current Language» si es necessi).

source: Note: Mozc can also be used with the IBus input method.
ie: Remarca: Mozc anc posse esser usat con li metode IBus.

source: Japanese
ie: Japanesi

source: To write in Hangul follow the steps below:
ie: Por scrir in hangul ples seque li passus ad infra:

source: - In the Fcitx configuration screen, add the <b>Hangul</b> input method (uncheck "Only Show Current Language" if necessary).
ie: - In li dialog de parametres de Fcitx adjunte li metode de intrada <b>Hangul</b> (demarca «Only Show Current Language» si es necessi).

source: Note: Hangul can also be used with the IBus input method.
ie: Remarca: Hangul anc posse esser usat con li metode IBus.

source: To write in Thai follow the steps below:
ie: Por scrir in thai ples seque li passus ad infra:

source: - In the Fcitx configuration screen, add the <b>Thai</b> input method (uncheck "Only Show Current Language" if necessary).
ie: - In li dialog de parametres de Fcitx adjunte li metode de intrada <b>Thai</b> (demarca «Only Show Current Language» si es necessi).

source: Note: You can also use iBus or define a Thai keyboard layout without using any input method.
ie: Remarca: Vu anc posse usar iBus o selecter un thai tastatura sin usar alquel metode de intrada.

source: To write in Vietnamese follow the steps below:
ie: Por scrir in vietnamese ples seque li passus ad infra:

source: - In the Fcitx configuration screen, add the <b>Unikey</b> input method (uncheck "Only Show Current Language" if necessary).
ie: - In li dialog de parametres de Fcitx adjunte li metode de intrada <b>Unikey</b> (demarca «Only Show Current Language» si es necessi).

source: Note: Unikey can also be used with the IBus input method.
ie: Remarca: Unikey anc posse esser usat con li metode IBus.

source: Vietnamese
ie: Vietnamesi

source: To write in Telugu follow the steps below:
ie: Por scrir in telugu ples seque li passus ad infra:

source: - Change the input method framework to <b>IBus</b>.
ie: - Selecte li infrastructura de metodes de intrada <b>IBus</b>.

source: - Right-click the IBus applet in the system tray and choose "Preferences".
ie: - Fa un dextri clic sur li applette de IBus in li panel de notificationes e selecte «Preferences».

source: - In the IBus configuration screen, add the <b>Telugu</b> input method.
ie: - In li dialog de parametres de IBus, adjunte li metode de intrada <b>Telugu</b>.

source: - Switch between input methods with <b>Super+Space</b>.
ie: - Alterar li metodes de intrada per <b>Súper+Spacie</b>.

source: Note: Telugu can also be used with Fcitx.
ie: Remarca: Telugu anc pose esser usat con Fcitx.

source: <b><small>Note: Installing or upgrading language packs can trigger the installation of additional languages</small></b>
ie: <b><small>Avise: Installation o remotion de paquettes de lingue posse causar installation de extra lingues</small></b>

source: Add...
ie: Adjunter...

source: Add a new language
ie: Adjuncter un nov lingue

source: Remove
ie: Remover

source: Remove the selected language
ie: Remover li selectet lingue

source: Install language packs
ie: Installar paquettes de lingue

source: Install any missing language packs, translations files, dictionaries for the selected language
ie: Installar mancant paquettes de lingue, files de traduction, dictionariums por li selectet lingue

source: Close
ie: Cluder

source: Languages
ie: Lingues

source: Language settings
ie: Parametres de lingue

source: Input method
ie: Metode de intrada
