Repository: xinux-org/i10n
Catalog: cinnamon/mintlocale/mintlocale-la.po
Languages: la

source: Add a New Language
la: Novam linguam adde

source: Already installed
la: Iam instituta

source: Input Method
la: Modus Ingressus

source: None
la: Nihil

source: Install / Remove Languages
la: Linguas Institue / Destitue

source: Some language packs are missing
la: Linguarum fasciculi ulli absunt

source: Fully installed
la: Omnino instructa

source: Language Settings
la: Configuratio Linguae

source: Apply System-Wide
la: Systemati Toto Applica

source: Install / Remove Languages...
la: Lingua Institue / Destitue ...

source: Language
la: Lingua

source: Language, interface...
la: Linguae, interfacies ...

source: Region
la: Regio

source: Numbers, currency, addresses, measurement...
la: Numeri, moneta, domicilia, mensurae ...

source: Time format
la: Structura horae

source: Date and time...
la: Dies atque hora ...

source: No locale defined
la: Configuration regionalis non electa

source: Language:
la: Lingua:

source: Region:
la: Regio:

source: Time format:
la: Structura horae:

source: System locale
la: Configuratio regionalis systematis

source: Language support
la: Linguis adiumentum

source: %d language installed
la: %d lingua instructa

source: Cancel
la: Interrumpe

source: Install
la: Institue

source: Install the selected language
la: Linguam electam institue

source: Input method framework:
la: Carpentura methodi ingressus:

source: Welcome
la: Salve

source: Input methods are used to write symbols and characters which are not present on the keyboard. They are useful to write in Chinese, Japanese, Korean, Thai, Vietnamese...
la: Methodos ingressus uti ut symbolos et litteras absentes e claviatura scribas. Utiles sunt ut scribas in lingua Sinica, Japonica, Coreana, Thailandica, Vietnamita ...

source: To add support for a particular language, select it in the sidebar and follow the instructions.
la: Linguam sustinendam in tabula laterale elige, dehinc instructiones sequere.

source: Help
la: Auxilium

source: To write in simplified Chinese follow the steps below:
la: Haec signa sequere ut scribas in lingua Sinica contracta:

source: - Install the language support packages:
la: - Fasciculos auxiliarios linguarum institue:

source: - Log out and log back in.
la: - Exi atque rursum ini.

source: - Right-click the Fcitx applet in the system tray and choose "Configure".
la: - Supra Fcitx miniapplicationem in lance systematis dextera clave preme, postea "Configure" elige.

source: - In the Fcitx configuration screen, add the <b>Pinyin</b> input method (uncheck "Only Show Current Language" if necessary).
la: - In Fcitix scrinio configurationis, methodum ingressus <b>Pinyin</b> adde (extingue "Only Show Current Language" si necesse est)

source: - Switch between input methods with <b>Ctrl+Space</b>.
la: - <b>Ctrl+Space</b> preme ut methodos ingressus alternas.

source: - Change the input method framework to <b>Fcitx</b>.
la: - Carpentariam methodi ingressus muta pro <b>Fcitx</b>.

source: Note: SunPinyin can also be used (either with Fcitx or IBus).
la: Nota: et SunPinyin uti potest (cum aut sine Fcitx aut IBus).

source: Simplified Chinese
la: Lingua Sinica Contracta

source: To write in traditional Chinese follow the steps below:
la: Haec signa sequere ut scribas in lingua Sinica tradita:

source: Note: Chewing can also be used (either with Fcitx or IBus).
la: Nota: et Chewing uti potest (cum aut sine Fcitx aut IBus).

source: Traditional Chinese
la: Lingua Sinica Tradita

source: To write in Hiragana, Katakana and Kanji follow the steps below:
la: Haec signa sequere ut scribas in Hiragana, Katakana atque Kanji:

source: - In the Fcitx configuration screen, add the <b>Mozc</b> input method (uncheck "Only Show Current Language" if necessary).
la: - In Fcitix scrinio configurationis, methodum ingressus <b>Mozc</b> adde (extingue "Only Show Current Language" si necesse est)

source: Note: Mozc can also be used with the IBus input method.
la: Nota: Mozc et methodo ingressus IBus uti potest.

source: Japanese
la: Lingua Iaponica

source: To write in Hangul follow the steps below:
la: Haec signa sequere ut scribas in lingua Coreana (Hangul):

source: - In the Fcitx configuration screen, add the <b>Hangul</b> input method (uncheck "Only Show Current Language" if necessary).
la: - In Fcitix scrinio configurationis, methodum ingressus <b>Hangul</b> adde (extingue "Only Show Current Language" si necesse est)

source: Note: Hangul can also be used with the IBus input method.
la: Nota: Hangul et methodo ingressus IBus uti potest.

source: Korean
la: Lingua Coreana

source: To write in Thai follow the steps below:
la: Haec signa sequere ut scribas in lingua Thailandica:

source: - In the Fcitx configuration screen, add the <b>Thai</b> input method (uncheck "Only Show Current Language" if necessary).
la: - In Fcitix scrinio configurationis, methodum ingressus <b>Thai</b> adde (extingue "Only Show Current Language" si necesse est)

source: Note: You can also use iBus or define a Thai keyboard layout without using any input method.
la: Nota: iBus uti aut structuram clavis Thailandicae sine methodo ingressus describere etiam potes.

source: Thai
la: Lingua Thailandica

source: To write in Vietnamese follow the steps below:
la: Haec signa sequere ut scribas in lingua Vietnamita:

source: - In the Fcitx configuration screen, add the <b>Unikey</b> input method (uncheck "Only Show Current Language" if necessary).
la: - In Fcitix scrinio configurationis, methodum ingressus <b>Unikey</b> adde (extingue "Only Show Current Language" si necesse est)

source: Note: Unikey can also be used with the IBus input method.
la: Nota: Unikey et methodo ingressus IBus uti potest.

source: Vietnamese
la: Lingua Vietnamita

source: To write in Telugu follow the steps below:
la: Haec signa sequere ut scribas in lingua Telugu:

source: - Change the input method framework to <b>IBus</b>.
la: - Carpentariam methodi ingressus muta pro <b>Fcitx</b>.

source: - Right-click the IBus applet in the system tray and choose "Preferences".
la: - Supra IBus miniapplicationem in lance systematis dextera preme, postea "Preferences" elige.

source: - In the IBus configuration screen, add the <b>Telugu</b> input method.
la: - In IBus scrinio configurationis, methodum ingressus <b>Telugu</b> adde.

source: - Switch between input methods with <b>Super+Space</b>.
la: - <b>Super+Space</b> preme ut methodos ingressus alternas.

source: Note: Telugu can also be used with Fcitx.
la: Nota: Telugu cum Fcitx operai potest.

source: Telugu
la: Lingua Telugu

source: <b><small>Note: Installing or upgrading language packs can trigger the installation of additional languages</small></b>
la: <b><small>Nota: linguae additiciae institueri possunt si fasciculos linguarum instues aut renovas</small></b>

source: Add...
la: Adde ...

source: Add a new language
la: Novam linguam adde

source: Remove the selected language
la: Linguam electam remove

source: Install language packs
la: Fasciculos languarum institue

source: Install any missing language packs, translations files, dictionaries for the selected language
la: Institue fasciculos linguarum absentes, plicas conversionis, lexica pro linguam electam

source: Close
la: Claude

source: Languages
la: Linguae

source: Language settings
la: Configuratio linguarum

source: Input method
la: Modus Ingressus
