Repository: xinux-org/i10n
Catalog: cinnamon/mintwelcome/mintwelcome-la.po
Languages: la

source: Welcome
la: Salve

source: First Steps
la: Primi Gradus

source: Documentation
la: Documenta

source: Help
la: Auxilium

source: Contribute
la: Contribue

source: Show this dialog at startup
la: In incepto hunc dialogum ostende

source: Welcome Screen
la: Scrinium Salutationis

source: Introduction to Linux Mint
la: Praefatio ad Linux Mint

source: Install Multimedia Codecs
la: Multimediorum Codeca Institue

source: Add all the missing multimedia codecs
la: Multimediorum codeca absenta omnia institue

source: Linux Mint is a great project. It is open to anyone who wants to participate. There are many ways to help. Click the button below to see how you can get involved.
la: Linux Mint est magna opera, aperta omnibus qui adiuvare velint. Plurimis modis adiuvare potes. Butonem preme ut videas quomodo adesse possis.

source: Launch
la: Pelle

source: The Linux Mint documentation consists of a collection of guides, available in PDF, ePUB and HTML and available in many languages. Click the button below to see which guides are available.
la: Documenta Linucis Mint est congeries libellorum, parata in PDF, ePUB et HTML et in plurimis linguis. Butonem preme ad libellos paratos ostendendos.

source: New Features
la: Novae proprietates

source: Click the button below to discover the new features introduced in this version of Linux Mint.
la: Imum butonem pelle ad novissima invenienda in hac versione Linucis Mint addita.

source: Release Notes
la: Notae Editionis

source: Click the button below to read about known bugs, limitations and workarounds for this version of Linux Mint.
la: Butonem imum pelle ad legendum circa menda, limites atque artificia pro hac versione Linucix Minta.

source: Desktop Colors
la: Colores Scriptorii

source: First, make yourself at home. Choose your favorite color and whether you prefer a light or a dark desktop theme.
la: Primo, te remitte domi tua. Colorem tibi praepositum et thema scriptorii clarum aut atrum elige.

source: Panel Layout
la: Structura Tabulae

source: Choose your favorite layout.
la: Tibi gratam structuram elige.

source: Traditional
la: Classicum

source: A small panel and a traditional window list.
la: Parva tabula atque index fenestrarum classicus.

source: Modern
la: Recens

source: A large panel with grouped windows and a small system tray.
la: Magna tabula cum fenestris coactis et parva systematis lance.

source: Note: Cinnamon will restart after you choose a new layout. Any customization you made to the panel will be lost.
la: Nota: Cinnamon rursum pelletur postquam novam structuram eligas. Omnes tuas mutationes tabulae relinquentur.

source: System Snapshots
la: Photographia Systematis

source: Next, let's set automatic system snapshots. A minimum of two daily and two boot snapshots are recommended. If anything breaks, you can then restore your computer to its previous working state.
la: Deinde, photographia automatica systematis curanda est. Duae photographiae cotidie atque duae initiationis saltem commendantur. Si mala occurrunt, computatrum tuum e bono statu precedente restitui potest.

source: Driver Manager
la: Administrator Gubernatorum Apparatuum

source: Check the Driver Manager to see if it recommends any additional drivers for your computer. Most hardware components are recognized by the Linux kernel and work automatically without the need to install drivers. Some however require proprietary drivers to be recognized or to work better.
la: Administratorem Apparatuum inspice circa gubernatores additicios computatro tuo commendatos. Plurimi apparatus a nucleo Linucis recognoscuntur et automatice operantur sine gubernatores institutos. Aliqui tamen gubernatores proprietarios requirunt ut recognoscantur aut satius operentur.

source: Multimedia Codecs
la: Multimediorum Codeca

source: Additional multimedia codecs are required to support some formats and to play popular audio, video and web content. Click the button below to install them.
la: Multimediorum codeca additicia requiruntur ad aliquas structuras tolerandas, atque celebres sonos, videos et media retis reproducendos. Butonem hunc preme ad ea instituenda.

source: Update Manager
la: Administrator Novationum

source: The little shield icon in your system tray is your Update Manager. It provides software updates, security updates and kernel updates to fix bugs, keep your computer safe and support newer hardware components.
la: Parva icon scutulata in lance systematis est Administrator Novationum. Novationes softwaris, securitatis et nuclei providet ut menda reparentur, computatrum tutum sit et novi apparatuus tolerentur.

source: System Settings
la: Configuratio Systematis

source: Have a look at the system settings and configure your operating system the way you like. Don't hesitate to customize it and make it feel like home.
la: Configurationem systematis inspice atque tuum systema operativum cura sicut tibi placet. Sine haesitatione configurationem muta ut sicut domus sit.

source: Software Manager
la: Administrator Softwaris

source: There are about 60,000 applications available. Linux Mint comes with the bare minimum to get you started. The Software Manager is there if you're looking for more.
la: Fere LX milia applicationum sunt parata. Linux Mint cum minima necessaria institutur. Si plus vis Administratorem Softwaris pelle.

source: Firewall
la: Murus Incendiarius

source: Control and monitor network traffic by enabling the firewall.
la: Ad profluvium retis administrandum et inspiciendum murum incendiarium iube.

source: Web Forums
la: Fora Interretalia

source: The Linux Mint forums are the best place to find help. Join thousands of users, search topics and threads and find solutions to your problems.
la: Forum Linucis Mint locus optimus ad auxilium invendiendum est. Cum milia utentium particeps es, res filaque quaere et solutiones problematum inveni.

source: IRC Chat Room
la: IRC Confabulationum Conclave

source: You can also connect to the IRC chat room and chat with users who are currently online. Ask a question, maybe someone there knows the solution?
la: Etiam ad IRC confabulationum conclave conectere potest atque confabulari cum utentibus nunc in linea. Quaestionem pete, fortasse aliquis explicationem noscit?

source: Linux Mint has a great community. Many users will welcome you with open arms and be delighted to help you. Make sure to be patient and respectful with them. Keep a happy and positive attitude and provide accurate information when someone helps you.
la: Magna est Linucis Mint communitas. Multi utentes benigne te salutabunt et laete iuvabunt. Tolerans atque reverens iis age. Modo laeto aptoque te gere et informationes exactas provide te iubantibus.

source: If you have a bad experience with another user, try to solve it responsibly or contact the moderation team. Although we can't guarantee everyone will behave nicely, our project promotes help, respect, tolerance, ideas and constructive discussions.
la: Si malam experientiam cum utente passus es, maturitate solve tenta aut manipulum moderationis voca. Etiamsi facere non possumus ut omnes bene se gerent, opera nostra promovet auxilium, honorem, indulgentiam, ideas dialogosque.

source: Welcome to Linux Mint
la: Gratus advenis in Linucem Mint

source: Welcome to your new operating system!
la: Gratus advenis in tuum novum systema operativum!

source: This welcome screen will guide you through your first steps, show you how to find help and where to get more information about Linux Mint.
la: Hoc scrinium salutationis per primos passus te ducet; quomodo auxilium invenias atque quo informationes additicias reperias te edocebit.

source: On behalf of the development team and everyone involved in the project, we'd like to thank you for choosing Linux Mint. We hope you'll enjoy using it as much as we enjoy working on it.
la: Pro manipulo delineationis et omnibus hac opera sociatis, tibi gratias agimus propter Linucem Mint electum. Speramus tam te fruiturum esse quam nos fruimur eum perficere.

source: Have a great time and don't hesitate to send us your feedback.
la: Te oblecta atque sine mora opiniones ad nos mitte.
