Repository: xinux-org/i10n
Catalog: cinnamon/mintwelcome/mintwelcome-*.po
Languages: af, be, bn, cs, de, eo, es, fr_ca, he, kn, ms, oc, pl, pt, pt_br, sl, sr@latin, uk, uz

source: Linux Mint has a great community. Many users will welcome you with open arms and be delighted to help you. Make sure to be patient and respectful with them. Keep a happy and positive attitude and provide accurate information when someone helps you.
af: Linux Mint het 'n wonderlike gemeenskap. Baie gebruikers verwelkom u met ope arms en is verheug om u te help. Sorg dat u geduldig en respekvol is met hulle. Hou 'n gelukkige en positiewe houding en gee akkurate inligting wanneer iemand jou help.
be: Linux Mint мае цудоўную супольнасць. Многія сустрэнуць вас з распасцёртымі абдымкамі і з задавальненнем дапамогуць вам. Калі ласка, будзьце цярплівымі і шануйце іншых. Будзьце пазітыўнымі і шчырымі, прыводзьце толькі дакладную інфармацыю, калі хтосьці дапамагае вам.
bn: লিনাক্স মিন্টের একটি দুর্দান্ত সম্প্রদায় রয়েছে। অনেক ব্যবহারকারী সানন্দে আপনাকে স্বাগত জানাবে এবং সাহায্য করে আনন্দিত হবে। তাদের সাথে ধৈর্য ও শ্রদ্ধাশীল হওয়ার বিষয়টি নিশ্চিত করুন। একটি খুশি এবং ইতিবাচক মনোভাব রাখুন ও যখন কেউ আপনাকে সহায়তা করে তখন সঠিক তথ্য সরবরাহ করুন।
cs: Okolo Linux Mint je skvělá komunita. Mnozí uživatelé vás uvítají s otevřenou náručí a s potěšením vám pomohou. Ale prosím buďte trpěliví a hlavně ohleduplní. Zachovávejte si pozitivní přístup a poskytujte přesné informace těm, kdo se vám snaží pomoci.
de: Linux Mint hat eine großartige Gemeinschaft. Viele Benutzer begrüßen Sie mit offenen Armen und freuen sich, Ihnen zu helfen. Achten Sie darauf, geduldig und respektvoll mit ihnen zu sein. Behalten Sie eine positive Einstellung und geben Sie genaue Informationen, wenn Ihnen jemand hilft.
eo: Linukso Minto havas bonegan komunumon. Multaj uzantoj kore bonvenigos vin kaj ŝategos helpi vin. Decide paciencu kaj estu respektema al ili. Gardu plaĉan kaj pozitivan sintenon kaj provizu precizajn informojn, kiam iu helpas vin.
es: Linux Mint tiene una gran comunidad. Muchos usuarios le recibirán con los brazos abiertos y estarán encantados de ayudarle. Sea paciente y respetuoso con ellos. Mantenga una actitud amable y positiva, y proporcione información precisa cuando alguien quiera ayudarle.
fr_ca: La communauté de Linux Mint est fantastique. De nombreux utilisateurs vous accueilleront à bras ouverts et seront ravis de vous aider. Faites preuve de patience et soyez respectueux avec eux. Gardez une attitude joyeuse et positive, et communiquez des renseignements précis quand vous recevez de l’aide.
he: ללינוקס מינט קהילה נהדרת. משתמשים רבים יקבלו אותך בזרועות פתוחות וישמחו לעזור. נא להקפיד לנהוג סבלנות וכבוד הדדי. כשמישהו מציע עזרה, חשוב לשמור על גישה חיובית ושמחה ולספק מידע מדויק.
kn: ಲಿನಕ್ಸ್ ಮಿಂಟ್ ಒಳ್ಳೆಯ ಕೂಟವನ್ನು ಹೊಂದಿದೆ. ಅನೇಕ ಬಳಸುಗರು ನಿಮ್ಮನ್ನು ತೆರೆದ ತೋಳುಗಳಿಂದ ಎದುರುಗೊಳ್ಳುತ್ತಾರೆ ಮತ್ತು ನಿಮಗೆ ನೆರವಾಗಲು ಹಿಗ್ಗುತ್ತಾರೆ. ಅವರೊಂದಿಗೆ ತಾಳ್ಮೆ ಮತ್ತು ತಕ್ಕಮೆಯಿಂದ ಇರುವುದನ್ನು ದಿಟಪಡಿಸಿಕೊಳ್ಳಿ. ಹಿಗ್ಗಿನ ಮತ್ತು ನಂಬಿಕೆಯ ಮನೋಭಾವವನ್ನು ಇಟ್ಟುಕೊಳ್ಳಿ ಮತ್ತು ಯಾರಾದರೂ ನಿಮಗೆ ನೆರದಾಗ ಸರಿವಾದ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿ.
ms: Linux Mint mempunyai komuniti yang terbaik. Kebanyakan pengguna akan mengalu-alukan kehadiran anda dengan tangan terbuka dan membantu anda secara sukarela. Pastikan anda bersabar dan menghargai sumbangan mereka. Jadikan suasana positif dan berikan maklumat yang terbaik dan tepat sekiranya ada orang memerlukan bantuan.
oc: La comunitat de Linux Mint es fantastica. Mantun utilizaire vos aculhiràn a braces dobèrts e seràn contents de vos ajudar. Siatz pacient e respectuós entre vosautres. Gardatz una actitud joiosa e positiva, comunicatz d’entresenhas precises quand recebètz d’ajuda.
pl: Linux Mint posiada liczną społeczność. Wielu użytkowników przywita cię z otwartymi ramionami i będzie szczęśliwych, że może ci pomóc. Okazuj im cierpliwość i szacunek. Pamiętaj o radosnym i pozytywnym nastawieniu oraz podawaj precyzyjne informacje, gdy ktoś ci pomaga.
pt: O Linux Mint tem uma ótima comunidade. Os utilizadores do Linux Mint terão todo o prazer em ajudar os novos utilizadores. Mantenha-se paciente, cordial e respeitoso. Mantenha uma atitude alegre e positiva e forneça informações precisas para que possa ser ajudado.
pt_br: O Linux Mint tem uma ótima comunidade. Muitos usuários irão recebê-lo de braços abertos e terão prazer em ajudá-lo. Tenha paciência e seja respeitoso com eles. Mantenha uma atitude positiva e forneça informações precisas quando alguém estiver lhe ajudando.
sl: Linix Mint ima krasno skupnost uporabnikov. Številni uporabniki vas bodo lepo sprejeli in bodo veseli, če vam lahko pomagajo. Potrudite se, da ste potrpežljivi in spoštljivi. Vzdržujte vesel in pozitiven odnos in zagotovite natančne podatke, ko vam nekdo pomaga.
sr@latin: Linuks Mint ima sjajnu zajednicu. Mnogi korisnici će vas dočekati raširenih ruku i biti presretni da vam mogu pomoći. Budite strpljivi i imajte poštovanja prema njima. Imajte sretan i pozitivan stav i pružite odgovarajuće informacije kad vam neko pomogne.
uk: Linux Mint має чудову спільноту. Багато користувачів привітають вас із відкритими обіймами та з задоволенням допоможуть вам. Не забувайте бути терплячими і виявляти повагу до них. Зберігайте щасливе, позитивне ставлення та надайте точну інформацію, коли хтось вам допомагає.
uz: Linux Mint ajoyib hamjamiyatga ega. Ko‘pgina foydalanuvchilar sizni quchoq ochib kutib olishadi va sizga yordam berishdan xursand bo‘lishadi. Ular bilan sabrli va hurmatli bo‘lishga ishonch hosil qiling. Baxtli va ijobiy munosabatda bo‘ling va kimdir sizga yordam berganida aniq ma'lumot bering.

source: If you have a bad experience with another user, try to solve it responsibly or contact the moderation team. Although we can't guarantee everyone will behave nicely, our project promotes help, respect, tolerance, ideas and constructive discussions.
af: As u 'n slegte ervaring met 'n ander gebruiker het, probeer dit op 'n verantwoordelike manier op te los of kontak die modereringspan. Alhoewel ons nie kan waarborg dat almal mooi sal optree nie, bevorder ons projek hulp, respek, verdraagsaamheid, idees en konstruktiewe besprekings.
be: Калі маеце цяжкасці з іншым карыстальнікам – спрабуйце вырашыць іх з усёй павагай ці звярніцеся да мадэратараў. Хоць мы не можам абяцаць, што ўсе будуць добрымі, наш праект імкнецца распаўсюджваць каштоўнасці ўзаемадапамогі, павагі, талерантнасці і канструктыўнай дыскусіі.
bn: অন্য কোনও ব্যবহারকারীর সাথে আপনার যদি খারাপ অভিজ্ঞতা হয়, তবে এটিকে দায়িত্বপূর্ণভাবে সমাধান করার চেষ্টা করুন বা মডারেশন টিমের সাথে যোগাযোগ করুন। যদিও আমরা প্রতিশ্রুত দিতে পারি না যে সকলেই সুন্দর আচরণ করবে, আমাদের প্রকল্প সাহায্য, সম্মান, সহনশীলতা, ধারণা এবং গঠনমূলক আলোচনার প্রচার করে।
cs: Pokud se nepohodnete s nějakým uživatelem, pokuste se to vyřešit zodpovědně nebo se obraťte na tým moderátorů. I když není možné zaručit, že se všichni budou chovat hezky, náš projekt propaguje pomoc, ohled, toleranci, nápady a konstruktivní diskuze.
de: Wenn Sie eine schlechte Erfahrung mit einem anderen Benutzer gemacht haben, versuchen Sie dies verantwortungsvoll zu lösen oder kontaktieren Sie das Moderationsteam. Obwohl wir nicht garantieren können, dass sich alle gut benehmen werden, fördert unser Projekt Hilfe, Respekt, Toleranz, Ideen und konstruktive Diskussionen.
eo: Se vi havis malbonan sperton kun alia uzanto, tiam provu trovi respondecan solvon aŭ ekrilatu al la moderiga teamo. Kvankam ne estas certeco, ke ĉiu uzanto kondutos afable, nia projekto promocias helpon, respekton, toleremon, ideojn kaj konstruajn diskutojn.
es: Si tiene una mala experiencia con otro usuario, intente resolver el problema de forma responsable o contacte con el equipo de moderación. Aunque no podemos garantizar que todo el mundo se comporten bien, nuestro proyecto promueve la ayuda, el respeto, la tolerancia y las ideas y los debates constructivos.
fr_ca: Si vous avez une mauvaise expérience avec un autre utilisateur, essayez de résoudre la situation de façon responsable ou contactez l’équipe de modération. Bien que nous ne puissions pas garantir que tout le monde se comportera adéquatement, notre projet vise à promouvoir l’aide, le respect, la tolérance, les idées et les discussions constructives.
he: אם הייתה לך חוויה רעה עם משתמש אחר, יש לנסות לפתור את הבעיה באופן חיובי או לפנות לצוות המנהלים. למרות שאיננו יכולים להבטיח שכולם יתנהגו יפה, המיזם שלנו מקדם עזרה, כבוד, סובלנות, רעיונות ודיונים בונים.
kn: ನೀವು ಇನ್ನೊಬ್ಬ ಬಳಸುಗರೊಂದಿಗೆ ಕೆಟ್ಟ ಅನುಭವವನ್ನು ಹೊಂದಿದ್ದರೆ, ಅದನ್ನು ಹೊಣೆಯರಿತು ಬಗೆಹರಿಸಲು ಕಯ್ನೋಡಿ ಅಥವಾ ಹತೋಟಿ ತಂಡವನ್ನು ತಲುಪಿರಿ. ಎಲ್ಲರೂ ಒಳ್ಳೆಯದಾಗಿ ನಡೆಯುವರೆಂದು ನಮಗೆ ಮಾತು ನೀಡಲಾಗದಿದ್ದರೂ, ನಮ್ಮ ಹಮ್ಮುಗೆಯು ನೆರವು, ತಕ್ಕಮೆ, ತಾಳ್ಮೆ, ಅನಿಸಿಕೆಗಳು ಮತ್ತು ನೆರವಾಗುವ ಮಾತುಕತೆಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ.
ms: Sekiranya anda menghadapi masalah dengan pengguna lain, cuba selesaikannya dengan baik atau maklumkan kepada pihak moderator. Walaupun kami tidak menjamin semua orang di sini berkelakuan baik, perlu diingat projek ini mewar-warkan bantuan, hormat-menghormati, kerjasama, perkongsian idea serta perbincangan yang konstruktif.
oc: S’avètz una marrida experiéncia amb un autre utilizaire, ensajatz de resòlver la situacion de faiçon responsabla o contactatz l’equipa de moderacion. Malgrat que poscam pas garantir que tot lo monde se compòrte de manièra adeqüat, nòstre projècte a per tòca de promòure l’ajuda, lo respècte, la tolerància, las idèas e las discussion constructivas.
pl: Jeżeli masz złe doświadczenia z innym użytkownikiem, spróbuj znaleźć odpowiedzialne rozwiązane lub skontaktuj się z zespołem moderatorów. Chociaż nie możemy zagwarantować, że każdy będzie się dobrze zachowywał, nasz projekt promuje pomoc, szacunek, pomysły i konstruktywne dyskusje.
pt: Se tiver uma desavença com outros utilizadores, tente resolvê-la com responsabilidade ou entre em contacto com a equipa de moderação. Embora não possamos garantir que todos se comportem bem, o nosso projeto promove a ajuda, o respeito, a tolerância, e a criação de ideias e discussões construtivas.
pt_br: Se você tiver uma experiência ruim com outro usuário, tente resolvê-la com responsabilidade ou entre em contato com a equipe de moderação. Embora não possamos garantir que todos se comportem bem, nosso projeto promove ajuda, respeito, tolerância, ideias e discussões construtivas.
sl: Če imate slabe izkušnje z drugim uporabnikom, poskusite zadrego rešiti na odgovoren način ali pa stopite v stik z ekipo moderatorjev. Čeprav ne moremo zagotoviti, da se bodo vsi vedli primerno, naš projekt promovira pomoč, spoštovanje, toleranco, ideje in konstruktivne razprave.
sr@latin: Ako doživite loše iskustvo s drugim korisnikom, pokušajte da ga odgovorno razrešite ili kontaktirajte tim moderatora. Iako ne možemo garantovati da će se svi pristojno ponašati, naš projekt promoviše pomoć, poštovanje, toleranciju, ideje i konstruktivnu diskusiju.
uk: Якщо у вас є поганий досвід спілкування з іншим користувачем, спробуйте вирішити його відповідально або зверніться до команди модераторів. Хоча ми не можемо гарантувати, що кожен буде поводитися добре, наш проєкт сприяє допомозі, повазі, терпимості, ідеям та конструктивним дискусіям.
uz: Agar boshqa foydalanuvchi bilan yomon tajribangiz bo‘lsa, uni mas'uliyat bilan hal qilishga harakat qiling yoki moderatsiya guruhiga murojaat qiling. Garchi biz hammaning o‘zini yaxshi tutishiga kafolat bera olmasak-da, loyihamiz yordam, hurmat, bag‘rikenglik, g‘oyalar va konstruktiv muhokamalarga yordam beradi.

source: Welcome to Linux Mint
af: Welkom by Linux Mint
be: Вітаем у Linux Mint
bn: লিনাক্স মিন্টে স্বাগতম
cs: Vítejte v Linux Mint
de: Willkommen bei Linux Mint!
eo: Bonvenon al Linukso Minto
es: Bienvenida a Linux Mint
fr_ca: Bienvenue sur Linux Mint
he: ברוך בואך ללינוקס מינט
kn: ಲಿನಕ್ಸ್ ಮಿಂಟ್ ಗೆ ನಲ್ಬರವು
ms: Selamat Datang ke Linux Mint
oc: Benvenguda sus Linux Mint
pl: Witamy w Linux Mint
pt: Bem-vindo(a) ao Linux Mint
pt_br: Bem-vindo(a) ao Linux Mint
sl: Dobrodošli v Linux Mintu
sr@latin: Dobro došli u Linux Mint
uk: Ласкаво просимо до Linux Mint
uz: Linux Mintga xush kelibsiz

source: Welcome to your new operating system!
af: Welkom by u nuwe bedryfstelsel!
be: Вітаем у вашай новай аперацыйнай сістэме!
bn: আপনার নতুন অপারেটিং সিস্টেমে স্বাগতম!
cs: Vítejte ve svém novém operačním systému!
de: Willkommen in Ihrem neuen Betriebssystem!
eo: Bonvenon al via nova operaciumo!
es: ¡Le damos la bienvenida a su nuevo sistema operativo!
fr_ca: Bienvenue dans votre nouveau système d’exploitation !
he: ברוך בואך למערכת ההפעלה החדשה שלך!
kn: ನಿಮ್ಮ ಹೊಸ ನಡೆಸೇರ್ಪಾಟಿಗೆ ನಲ್ಬರವು!
ms: Selamat datang ke sistem pengoperasian baharu anda!
oc: Vos desirem la benvenguda a vòstre novèl sistèma d’operacion !
pl: Witaj w twoim nowym systemie operacyjnym!
pt: Este é o seu novo sistema operativo!
pt_br: Bem-vindo(a) ao seu novo sistema operacional!
sl: Dobrodošči v vaš nov operacijski sistem!
sr@latin: Dobrodošli u u svoj novi operativni sistem!
uk: Ласкаво просимо до Вашої нової операційної системи!
uz: Yangi operatsion tizimingizga xush kelibsiz!

source: This welcome screen will guide you through your first steps, show you how to find help and where to get more information about Linux Mint.
af: Welkom by u nuwe bedryfstelsel!
be: Гэты вітальны экран правядзе вас цераз першыя крокі, пакажа як шукаць дапамогу і дзе знайсці больш інфармацыі аб Linux Mint.
bn: এই স্বাগত স্ক্রিনটি আপনাকে আপনার প্রথম পদক্ষেপের জন্য গাইড করবে, আপনি কীভাবে সহায়তা পাবেন এবং কোথায় লিনাক্স মিন্ট সম্পর্কে আরও তথ্য পাবেন তা আপনাকে দেখায়।
cs: Tato uvítací obrazovka vás provede prvními kroky. Ukáže, kde hledat pomoc a kde se o Linux Mint dozvědět víc.
de: Dieser Willkommensbildschirm führt Sie durch Ihre ersten Schritte, zeigt Ihnen, wie Sie Hilfe finden und wo Sie weitere Informationen zu Linux Mint erhalten.
eo: Ĉi tiu bonvena ekrano gvidos vin tra viaj unuaj paŝoj, montros al vi kiel trovi helpon kaj kie ekhavi pli da informoj pri Linukso Minto.
es: Esta pantalla de bienvenida le guiará en sus primeros pasos y le mostrará cómo encontrar ayuda y dónde obtener más información sobre Linux Mint.
fr_ca: Cet écran d’accueil vous guidera lors de vos premiers pas, vous indiquera comment trouver de l’aide et où trouver plus de renseignements sur Linux Mint.
he: מסך קבלת הפנים ינחה אותך בצעדים הראשונים, ידריך אותך כיצד לקבל עזרה והיכן לקבל מידע נוסף על לינוקס מינט.
kn: ಈ ನಲ್ಬರವು ತೆರೆಯು ಮೊದಲ ಹೆಜ್ಜೆಗಳ ಮೂಲಕ ನಿಮಗೆ ಅರಿವು ಕೊಡುತ್ತದೆ, ನೆರವನ್ನು ಹೇಗೆ ಪಡೆಯುವುದು ಮತ್ತು ಲಿನಕ್ಸ್ ಮಿಂಟ್ ಬಗ್ಗೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ಎಲ್ಲಿ ಪಡೆಯಬಹುದು ಎಂಬುದನ್ನು ತೋರಿಸುತ್ತದೆ.
ms: Skrin aluan ini akan membantu anda bermula dengan langkah pertama, tunjuk cara bagaimana anda boleh mendapatkan maklumat berkenaan Linux Mint.
oc: Aqueste ecran de benvenguda vos guidarà a travèrs las primièras etapas, vos mostrarà cossí trapar d’ajuda e ont obténer informacions tocant Linux Mint.
pl: Ten ekran powitalny przeprowadzi cię przez pierwsze kroki, pokaże jak znaleźć pomoc oraz podpowie, gdzie uzyskać więcej informacji o Linux Mint.
pt: Este ecrã de boas-vindas ajuda os utilizadores a darem os primeiros passos, mostram-lhe como encontrar ajuda e onde obter mais informações sobre o Linux Mint.
pt_br: Esta tela de boas-vindas lhe guiará através dos seus primeiros passos, ela lhe mostrará como encontrar ajuda e onde conseguir mais informações sobre o Linux Mint.
sl: Ta zaslon dobrodošlice vas bo vodil po vaših prvih korakih, vam pokazal poti do pomoči in dodanih informacij o sistemu Linux Mint.
sr@latin: Ovaj pozdravni ekran će vas voditi kroz prve korake, pokazati vam kako da pronađete pomoć i saznate više informacija o Linuks Mintu.
uk: Цей екран привітання допоможе вам здійснити перші кроки, покаже вам, як знайти допомогу та де отримати більше інформації про Linux Mint.
uz: Ushbu salomlash ekrani sizga birinchi qadamlaringiz bo‘yicha yo‘l ko‘rsatadi, yordamni qanday topish va Linux Mint haqida ko‘proq ma'lumotni qayerdan olishni ko‘rsatadi.

source: On behalf of the development team and everyone involved in the project, we'd like to thank you for choosing Linux Mint. We hope you'll enjoy using it as much as we enjoy working on it.
af: Namens die ontwikkelingspan en almal wat by die projek betrokke is, wil ons u bedank dat u Linux Mint gekies het. Ons hoop dat u dit net so baie geniet om dit te gebruik as wat ons graag daaraan gewerk het.
be: Ад імя каманды распрацоўшчыкаў і ўсіх удзельнікаў праекта дзякуем за выбар Linux Mint. Мы спадзяемся, што вам будзе даспадобы карыстацца ім настолькі, наколькі нам даспадобы над ім працаваць.
bn: উন্নয়ন টিম এবং প্রকল্পের সাথে জড়িত প্রত্যেকের পক্ষ থেকে আমরা লিনাক্স মিন্ট বেছে নেওয়ার জন্য আপনাকে ধন্যবাদ জানাতে চাই। আমরা আশা করি আপনি এটি তৈর করতে যতটা আনন্দ পাই ততটাই আপনি এটি উপভোগ করবেন।
cs: Jménem týmu vývojářů a všech, kdo se na projektu podílejí, bychom vám rádi poděkovali, že jste zvolili Linux Mint. Doufáme, že jeho používání bude neméně potěšující, jako naše práce na něm.
de: Im Namen des Entwicklerteams und aller Projektbeteiligten möchten wir uns bei Ihnen dafür bedanken, dass Sie sich für Linux Mint entschieden haben. Wir hoffen, dass es Ihnen so viel Spaß macht es zu benutzen, wie es uns Spaß macht daran zu arbeiten.
eo: Nome de la programada teamo kaj ĉiu engaĝita en la projekto, ni dankas vin pro elektado de Linukso Minto. Esperinde vi ŝatos uzi ĝin tiom, kiom ni ŝatas prilabori ĝin.
es: En nombre del equipo de desarrollo y de todas las personas involucradas en el proyecto, nos gustaría darle las gracias por haber elegido el sistema Linux Mint. Esperamos que usted disfrute usándolo tanto como nosotros disfrutamos trabajando en él.
fr_ca: Au nom de l’équipe de développement et de tous ceux et celles impliqués dans le projet, nous vous remercions d’avoir choisi Linux Mint. Nous espérons que vous aimerez l’utiliser autant que nous aimons le développer.
he: בשם צוות הפיתוח וכל האנשים שהשתתפו במיזם, ברצוננו להודות לך על שבחרת להשתמש בלינוקס מינט. אנו מקווים שיהיה לך כיף להשתמש בו כמו שלנו כיף לעבוד על פיתוחו.
kn: ಬೆಳಸುಗ ತಂಡದ ಬದಲಾಗಿ ಮತ್ತು ಹಮ್ಮಗೆಯಲ್ಲಿ ತೊಡಗಿಸಿಕೊಂಡಿರುವ ಎಲ್ಲರ ಬದಲಾಗಿ, ಲಿನಕ್ಸ್ ಮಿಂಟ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ನಾವು ನಿಮಗೆ ಮೆಚ್ಚುಗೆ ಹೇಳಬಯಸುತ್ತೇವೆ. ನಾವು ಅದರ ಮೇಲೆ ಕೆಲಸ ಮಾಡುವುದನ್ನು ಆನಂದಿಸುವಷ್ಟು ಅದನ್ನು ಬಳಸುವುದನ್ನು ನೀವು ಆನಂದಿಸುತ್ತೀರಿ ಎಂದು ನಾವು ತಿಳಿಯುತ್ತೇವೆ.
oc: Al nom de l’equipa de desvolopament e de tot lo monde implicat dins lo projècte, vos mercejam d’aver causit Linux Mint. Esperam que vos agradarà de l’utilizar tan coma nos agrada de lo desvelopar.
pl: W imieniu zespołu deweloperów i każdej osoby zaangażowanej w projekt dziękujemy za wybranie Linux Mint. Mamy nadzieję, że korzystanie z niego sprawi ci tyle samo przyjemności co nam jego projektowanie.
pt: Em nome da equipa de desenvolvimento e de todos os envolvidos no projeto, gostaríamos de agradecer a sua escolha pelo Linux Mint. Esperamos que goste tanto de o utilizar como nós gostámos de o desenvolver.
pt_br: Em nome do time de desenvolvimento e todos os envolvidos no projeto, gostaríamos de agradecer-lhe por ter escolhido o Linux Mint. Esperamos que seja tão prazeroso para você utilizá-lo, quanto foi para nós trabalharmos nele.
sl: V imeni razvojne ekipe in vseh vljučenih v projekt se vam zahvaljujemo, ker ste izbrali Linux Mint. Upamo, da boste v njem uživali vsaj toliko, kot mi uživamo v njegovem razvoju.
sr@latin: U ime tima za razvoj i svih ljudi uključenih u projekat, hvala vam što ste izabrali Linuks Mint. Nadamo se da ćete uživati koristeći ga isto kao što smo mi uživali razvijajući ga.
uk: Від імені команди розробників і всіх, хто бере участь у проєкті, ми воліємо подякувати вам за вибір Linux Mint. Ми сподіваємося, що ви будете насолоджуватися його використанням так само, як нам сподобалося працювати над ним.
uz: Ishlab chiquvchilar jamoasi va loyihada ishtirok etgan barcha ishtirokchilar nomidan Linux Mintni tanlaganingiz uchun sizga minnatdorchilik bildiramiz. Umid qilamizki, biz ustida ishlashdan zavqlanganimizdek, siz ham undan zavqlanasiz.

source: Have a great time and don't hesitate to send us your feedback.
af: Geniet dit en moet asseblief nie huiwer om ons u terugvoer te stuur nie.
be: Атрымлівайце асалоду і не цурайцеся прадастаўляць нам зваротную сувязь.
bn: একটি আনন্দদায়ক সময় উপভোগ করুন এবং আমাদের আপনার প্রতিক্রিয়া পাঠাতে দ্বিধা করবেন না।
cs: Užijte si to a neváhejte nám poslat zpětnou vazbu.
de: Wir wünschen Ihnen eine schöne Zeit und zögern Sie nicht, uns Ihre Rückmeldung zu senden.
eo: Ĝuu la uzadon kaj laŭdezire bonvolu sendi al ni viajn rimarkojn.
es: Diviértase y no dude en enviarnos sus comentarios.
fr_ca: Nous vous souhaitons une agréable expérience. N’hésitez pas à nous envoyer votre rétroaction.
he: מאחלים לכם הנאה מרובה וממליצים שלא להסס ולשלוח לנו משוב.
kn: ಒಲೆದಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಮರುಮಾಹಿತಿಯನ್ನು ನಮಗೆ ಕಳುಹಿಸಲು ಹಿಂಜರಿಯಬೇಡಿ.
ms: Selamat mencuba dan jangan segan silu untuk menghantar maklumbalas anda.
oc: Aprofeitatz ben e esitetz pas a nos enviar un comentari.
pl: Baw się dobrze i nie wahaj się wysłać nam swojej opinii.
pt: Desfrute e não hesite em enviar-nos os seus comentários.
pt_br: Aproveite o sistema e não hesite em enviar seus comentários para nós.
sl: Uživajte in ne oklevajte nam poslati svoj odziv.
sr@latin: Dobro se provedite dok koristite Linuks Mint i ne oklevajte da nam pošaljete povratne informacije.
uk: Гарно Вам провести час, і не соромтеся надсилати нам Ваші відгуки.
uz: Maroqli vaqt o‘tkazing va bizga fikr-mulohazalaringizni yuborishdan tortinmang.
