Repository: xinux-org/i10n
Catalog: cinnamon/mintwelcome/mintwelcome-*.po
Languages: af, be, bn, cs, de, eo, es, fr_ca, he, kn, ms, oc, pl, pt, pt_br, sl, sr@latin, uk, uz

source: The little shield icon in your system tray is your Update Manager. It provides software updates, security updates and kernel updates to fix bugs, keep your computer safe and support newer hardware components.
af: Die klein skildikoon in u stelselbalk is u Update Manager. Dit bied sagteware-opdaterings, sekuriteitsopdaterings en kern-opdaterings om foute op te los, om u rekenaar veilig te hou en om nuwer hardeware-komponente te ondersteun.
be: Маленькі шчыток у вашым сістэмным трэі – Кіраўнік абнаўленняў. Ён забяспечвае абнаўленні ядра, бяспекі і асобных праграм, каб выправіць памылкі, захоўваць ваш камп'ютар у бяспецы і падтрымліваць навейшае абсталяванне.
bn: আপনার সিস্টেম ট্রেতে ছোট ঢাল আইকনটি হ'ল আপনার আপডেট ম্যানেজার। এটি বাগগুলি সংশোধন করতে, আপনার কম্পিউটারকে সুরক্ষিত রাখতে এবং নতুন হার্ডওয়্যার উপাদানগুলিকে সমর্থন করার জন্য সফ্টওয়্যার আপডেট, সুরক্ষা আপডেট এবং কার্নেল আপডেট সরবরাহ করে।
cs: Ikona malého štítu v oznamovací oblasti systémového panelu je správa aktualizací. Poskytuje aktualizace software, zabezpečení a jádra systému, opravující chyby, udržující počítač zabezpečený a podporující nové součástky.
de: Das kleine Schildsymbol im Benachrichtigungsfeld in der Leiste ist Ihre Aktualisierungsverwaltung. Sie bietet Anwendungs-, Sicherheits- und Kernel-Aktualisierungen, um Fehler zu beheben, Ihren Rechner zu schützen und neuere Hardwarekomponenten zu unterstützen.
eo: La ŝilda bildsimboleto en via taskopleto estas la ĝisdatiga mastrumilo. Ĝi provizas programarajn ĝisdatigojn, sekurigajn ĝisdatigojn kaj kernajn ĝisdatigojn por ripari cimojn, teni la komputilon sekuran kaj subteni pli novajn aparatar-komponantojn.
es: El pequeño icono del escudo en la bandeja del sistema es el gestor de actualizaciones. Proporciona actualizaciones de software, actualizaciones de seguridad y actualizaciones del núcleo para corregir errores, mantener el equipo a salvo y mejorar la compatibilidad con componentes de hardware nuevos.
fr_ca: L’icône en forme de bouclier de votre zone de notification est votre gestionnaire de mises à jour. Il regroupe les mises à jour logicielles, les mises à jour de sécurité et les mises à jour du noyau pour corriger les bogues, assurer la sécurité de votre ordinateur et prendre en charge de nouveaux composants matériels.
he: סמל המגן הקטן במגש המערכת הוא מנהל העדכונים. הוא מספק עדכוני תוכנה, עדכוני אבטחה ועדכוני ליבה לתיקון תקלים, לשמירה על בטיחות המחשב ולתמיכה ברכיבי חומרה חדשים.
kn: ನಿಮ್ಮ ಸಿಸ್ಟಮ್ ಟ್ರೇನಲ್ಲಿರುವ ಸಣ್ಣ ಅಡ್ಡಣ ತಿಟ್ಟವು ನಿಮ್ಮ ಹೊಸದಿಕೆ ನೀಸುಗವಾಗಿದೆ. ತೊಂದರೆಗಳನ್ನು ಸರಿಪಡಿಸಲು, ನಿಮ್ಮ ಎಣ್ಣುಕವನ್ನು ಕಾಪಾಡಲು ಮತ್ತು ಹೊಸ ಹಾರ್ಡ್ವೇರ್ ಅಡಕಗಳನ್ನು ಬೆಂಬಲಿಸಲು ಇದು ಸಾಫ್ಟ್ಬೇರ್ ಹೊಸದಿಕೆಗಳು, ಕಾವಲು ಹೊಸದಿಕೆಗಳು ಮತ್ತು ಕರ್ನಲ್ ಹೊಸದಿಕೆಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.
ms: Ikon perisai kecil di dalam talam sistem anda merupakan Pengurus Kemaskini anda. Ia menyediakan kemaskini perisian, kemaskini keselamatan dan kemaskini kernel yang mampu membaiki pepijat, dapat memastikan komputer anda kekal selamat dan dapat menyokong komponen-komponen perkakasan yang lebih baharu.
oc: L’icòna en fòrma d’escut dins la zòna de notificacion es lo gestionari de mesas a jorn. Provesís las mesas a jorn logicialas, la mesas a jorn de seguretat e las del nuclèu per corregir las avarias, assegurar la seguretat de vòstre ordenador e prendre en carga de compausants materials novèls.
pl: Ta mała ikona tarczy w twoim zasobniku systemowym to Menedżer aktualizacji. Dostarcza on aktualizacje oprogramowania, aktualizacje bezpieczeństwa oraz aktualizacje jądra, aby naprawić błędy, utrzymać twój komputer bezpiecznym oraz zapewnić wsparcie nowszych komponentów sprzętowych.
pt: O ícone de escudo existente na área de notificação do sistema representa o gestor de atualizações. Este gestor disponibiliza as atualizações para os pacotes instalados e para o kernel. Desta forma, o seu computador estará mais seguro e terá melhor suporte as componentes de hardware.
pt_br: O pequeno ícone de escudo na bandeja do sistema é o seu Gerenciador de Atualizações. Ele fornece atualizações de software, de segurança e de kernel para corrigir erros, manter seu computador seguro e oferecer suporte a componentes de hardware mais atuais.
sl: Majhna ikona ščita v vašem sistemskem pladnju je vaš Upravljalnik posodobitev. Zagotavlja podosobitve programov, varnostne posodobitve in posodobitve jedra, ki odpravljajo hrošče, varujejo vaš računalnik in podpirajo novejše strojne komponente.
sr@latin: Mala ikona štita u vašoj sistemskoj traci je vaš Upravnik ažuriranja. On obezbeđuje ažuriranja softvera, bezbednosna ažuriranja i ažuriranja kernela (jezgra) u svrhu popravka grešaka, čuva vaš računar sigurnim i podržava nove hardverske komponente.
uk: Невеликий значок щита у вашій системній таці — це ваш Упорядник оновлень. Він слугує для оновлення програмного забезпечення, безпекових оновлень захисту комп'ютера, оновлення для виправлення помилок ядра та підтримки нових апаратних компонентів.
uz: Treydagi kichik qalqon belgisi sizning yangilash menejeringizdir. U xatolarni tuzatish, kompyuteringizni xavfsiz saqlash va yangi apparat komponentlarini qo‘llab-quvvatlash uchun dasturiy ta'minot yangilanishlari, xavfsizlik yangilanishlari va yadro yangilanishlarini taqdim etadi.

source: System Settings
af: Stelsel instellings
be: Сістэмныя налады
bn: সিস্টেমের সেটিং
cs: Nastavení systému
de: Systemeinstellungen
eo: Sistemagordoj
es: Configuración del sistema
fr_ca: Paramètres du système
he: הגדרות המערכת
kn: ಏರ್ಪಾಟಿನ ಅಳವಡಿಕೆಗಳು
ms: Tetapan Sistem
oc: Paramètres sistèma
pl: Ustawienia systemowe
pt: Definições do sistema
pt_br: Configurações do Sistema
sl: Sistemske nastavitve
sr@latin: Sistemska podešavanja
uk: Системні налаштування
uz: Tizim sozlamalari

source: Have a look at the system settings and configure your operating system the way you like. Don't hesitate to customize it and make it feel like home.
af: Kyk na die stelselinstellings en stel u bestuurstelsel in soos u wil. Moenie huiwer om dit aan te pas en tuis te laat voel nie.
be: Зірніце на сістэмныя налады і наладзьце сістэму як вам даспадобы. Не цурайцеся ўдасканальваць яе і рабіць больш камфортнай і прывабнай менавіта для вас.
bn: সিস্টেম সেটিংস দেখুন এবং আপনার পছন্দমতো অপারেটিং সিস্টেমটি অলঙ্কৃত করুন। এটি পরিবর্তন করতে এবং সুবিধাজনক করে তুলতে দ্বিধা করবেন না।
cs: Podívejte se do nastavení systému a nastavte si svůj operační systém podle vás. Neváhejte si ho přizpůsobit a zpříjemnit.
de: Sehen Sie sich die Systemeinstellungen an und richten Sie Ihr Betriebssystem nach Ihren Wünschen ein. Zögern Sie nicht, es anzupassen und sich wie zu Hause zu fühlen.
eo: Rigardu la sistemagordojn kaj agordu la operaciumon laŭprefere. Adaptu ĝin laŭbezone kaj igu ĝin komforta.
es: Eche un vistazo a la configuración del sistema y configure el sistema operativo del modo que más le guste. No dude en personalizarlo para que se sienta como en casa.
fr_ca: Parcourez les paramètres du système et configurez votre système d’exploitation comme vous le souhaitez. N’hésitez pas à le personnaliser afin qu’il réponde parfaitement à vos besoins.
he: נא לבדוק את הגדרות המערכת כדי לתצר את מערכת ההפעלה באופן הרצוי. לא להסס לשנות את התצורה ולגרום לה שנרגיש כמו בבית.
kn: ಏರ್ಪಾಟಿನ ಅಳವಡಿಕೆಗಳನ್ನು ನೋಡಿ ಮತ್ತು ನಿಮ್ಮ ನಡೆಸೇರ್ಪಾಟನ್ನು ನೀವು ಇಷ್ಟಪಡುವ ಬಗೆಯಲ್ಲಿ ಅಣಿಸಿ. ಅದನ್ನು ಒಗ್ಗಿಸಲು ಮತ್ತು ತನ್ನ ಮನೆಯಂತಾಗಿಸಲು ಹಿಂಜರಿಯಬೇಡಿ.
ms: Cuba lihat tetapan sistem dan konfigur sistem pengoperasian anda mengikut citarasa anda sendiri. Jangan ragu-ragu menyuai ia dan jadikannya lebih mesra dengan anda.
oc: Percorretz los paramètres del sistèma e configuratz vòstre sistèma operatiu coma o volgatz. Trantalhetz pas de personalizar per que siá coma o volètz.
pl: Zajrzyj do ustawień systemu i skonfiguruj go tak, jak chcesz. Nie wahaj się go dostosować tak, aby poczuć się jak w domu.
pt: Consulte as definições do sistema e configure o sistema operativo ao seu gosto. Não tenha problemas em o personalizar para obter a melhor experiência possível.
pt_br: Dê uma olhada nas configurações do sistema e configure seu sistema operacional da maneira que desejar. Não hesite em personalizá-lo e fazê-lo sentir-se em casa.
sl: Oglejte si sistemske nastavitve in prilagodite operacijski sistem svojim potrebam. Ne bojte se spreminjati nastavitev, da se približate svojim željam.
sr@latin: Pogledajte sistemska podešavanja i podesite svoj operativni sistem onako kako se vama sviđa. Ne oklevajte da ga prilagodite i učinite da se osećate kao kod svoje kuće.
uk: Перегляньте системні налаштування та налаштуйте свою операційну систему так, як вам подобається. Не вагайтеся налаштувати її та відчути себе як вдома.
uz: Tizim sozlamalarini ko‘rib chiqing va operatsion tizimingizni o‘zingiz xohlagan tarzda sozlang. Uni o‘zingizga moslashtiring va o‘zingizni uydagidek his qiling.

source: Software Manager
af: Sagteware Bestuurder
be: Кіраўнік праграм
bn: সফটওয়্যার ম্যানেজার
cs: Správa software
de: Anwendungsverwaltung
eo: Programarmastrumilo
es: Gestor de software
fr_ca: Logithèque
he: מנהל חבילות
kn: ಸಾಫ್ಟ್ಬೇರ್ ನೀಸುಗ
ms: Pengurus Perisian
oc: Gestionari de logicials
pl: Menedżer oprogramowania
pt: Gestor de programas
pt_br: Gerenciador de Aplicativos
sl: Upravljalnik programske opreme
sr@latin: Menadžer programa
uk: Керування програмами
uz: Dasturiy ta'minot menejeri

source: There are about 60,000 applications available. Linux Mint comes with the bare minimum to get you started. The Software Manager is there if you're looking for more.
af: Daar is ongeveer 60,000 applikasies beskikbaar. Linux Mint kom met die minimum om aan die gang te kom. Die sagtewarebestuurder is daar as u meer wil soek.
be: Вам даступна амаль 60 000 праграм. Linux Mint ідзе з дастатковым мінімумам, каб вы маглі пачаць. Каб знайсці больш праграм, карыстайцеся Кіраўніком праграм.
bn: প্রায় 60,000 অ্যাপ্লিকেশন উপলব্ধ। শুরু করার জন্য লিনাক্স মিন্ট একদম ন্যূনতম অ্যাপসের সাথে আসে। আপনি যদি আরও অ্যাপ সন্ধান করেন তবে সেখানে সফ্টওয়্যার ম্যানেজার রয়েছে।
cs: K dispozici je přibližně 60 000 aplikací. V Linux MInt je ve výchozím stavu nainstalované nezbytné minimum do začátku. Další dle potřeby naleznete ve Správě software.
de: Es stehen etwa 60.000 Anwendungen zur Verfügung. Linux Mint hat das Nötigste für den Einstieg bereits dabei. Die Anwendungsverwaltung ist dazu da, wenn Sie nach mehr suchen.
eo: Disponeblas ĉirkaŭ 60.000 aplikaĵoj. Linukso Minto alvenas kun vera minimumo por vin igi starti. La programarmastrumilo ĉeestas por laŭbezone liveri pli.
es: Hay unas 60.000 aplicaciones disponibles. Linux Mint viene con lo mínimo para empezar. El gestor de software le ayudará si está buscando más.
fr_ca: Environ 60 000 applications sont proposées. Linux Mint est livré avec le strict minimum pour vous aider à démarrer. La logithèque est là si vous souhaitez en installer d’autres logiciels.
he: יש בסביבות 60,000 יישומים זמינים. המעט שנדרש לתחילת השימוש כבר מגיע מותקן מראש עם לינוקס מינט. תמיד אפשר להשתמש במנהל התוכנה כדי להתקין עוד יישומים.
kn: ಸುಮಾರು 60,000 ಬಳಕಗಳು ಪಡೆಯಬಹುದಾಗಿವೆ. ನೀವು ಬಳಸಲು ತೊಡಗಲು ಬೇಕಾದ ಎಲ್ಲಕ್ಕಿಂತ ಕಡಿಮೆ ಅಡಕಗಳೊಂದಿಗೆ ಲಿನಕ್ಸ್ ಮಿಂಟ್ ಬರುತ್ತದೆ. ನೀವು ಹೆಚ್ಚಿನದನ್ನು ಹುಡುಕುತ್ತಿದ್ದರೆ ಸಾಫ್ಟ್ಬೇರ್ ನೀಸುಗ ಇದೆ.
ms: Terdapat kira-kira 60,000 aplikasi tersedia untuk dipasangkan. Linux Mint pada awalnbya disertakan dengan keperluan minimum. Tugas Pengurus Perisian di sini adalah untuk membantu anda cari aplikasi yang dikehendaki.
oc: I a mai de 60 000 aplicacions disponiblas. Linux Mint ven amb çò minimum per que comencetz. Lo gestionari de logicials vos ajudarà si ne volètz mai.
pl: Dostępne jest około 60 000 programów. Linux Mint dostarczany jest na start z minimalną ilością aplikacji. Menedżer oprogramowania pomoże ci znaleźć więcej programów.
pt: Existem cerca de 60 000 aplicações disponíveis. O Linux Mint disponibiliza os pacotes necessários para um ambiente de trabalho perfeitamente funcional. O gestor de programas existe para que possa extrair mais do seu sistema.
pt_br: Existem cerca de 60 mil aplicativos disponíveis. O Linux Mint vem com os aplicativos básicos necessários para você começar a usar o seu computador. Se quiser encontrar mais, o Gerenciador de Aplicativos está aí pra isso.
sl: Na voljo je okoli 60.000 programov. Linux Mint vsebuje zgolj osnovne za pričetek dela. Če želite dodatne, vam je na voljo Upravitelj programov.
sr@latin: Postoji oko 60.000 dostupnih aplikacija. Linuks Mint dolazi sa najosnovnijim aplikacijama potrebnim za Vaš rad. U Menadžeru programa možete pronaći još aplikacija, ukoliko tražite više od toga.
uk: Наявно близько 60 000 застосунків. Для початку роботи, Linux Mint постачається з необхідною невеликою кількістю програм. Ми маємо Упорядник програм, якщо ви шукаєте більше.
uz: 60 000 ga yaqin ilovalar mavjud. Linux Mint ishni boshlash uchun eng kami bilan birga keladi. Agar siz ko‘proq narsani qidirsangiz, dasturiy ta'minot menejeri mavjud.

source: Firewall
af: Brandmuur
be: Фаервол
bn: ফায়ারওয়াল
cs: Brána firewall
eo: Fajroŝirmilo
es: Cortafuegos
fr_ca: Pare-feu
he: חומת אש
kn: ಫೈರ್ವಾಲ್
ms: Dinding Api
oc: Parafuòc
pl: Zapora sieciowa
sl: Požarni zid
sr@latin: Zaštitni zid
uk: Мережевий екран
uz: Xavfsizlik devori

source: Control and monitor network traffic by enabling the firewall.
af: Beheer en monitor netwerkverkeer deur die firewall in te skakel.
be: Кантралюйце сеткавы трафік пры дапамозе фаервола.
bn: ফায়ারওয়াল সক্ষম করে নেটওয়ার্ক ট্র্যাফিক নিয়ন্ত্রণ এবং নিরীক্ষণ করুন।
cs: Řiďte a dohledujte síťový provoz zapnutím brány firewall.
de: Netzwerkverkehr durch Aktivierung der Firewall steuern und überwachen.
eo: Kontrolu kaj observu retan datumtrafikon enŝaltante la fajroŝirmilon.
es: Controle y supervise el tráfico de red activando el cortafuegos.
fr_ca: Contrôler et surveiller le trafic du réseau en activant le pare-feu.
he: אפשר להפעיל את חומת האש כדי לשלוט ולצפות בתעבורת הרשת.
kn: ಫೈರ್‌ವಾಲ್ ಅನ್ನು ಸಶಕ್ತಗೊಳಿಸುವ ಮೂಲಕ ತಡಿಕೆ ದಟ್ಟಣೆಯನ್ನು ಹತೋಟಿಸಿ ಮತ್ತು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ.
ms: Kawal dan pantau trafik rangkaian anda dengan membenarkan dinding api.
oc: Contrarotlar e susvelhar lo trafic del ret en activant lo parafuòc.
pl: Kontroluj i monitoruj transfer sieci przez włączenie zapory sieciowej.
pt: Controle e monitorize o tráfico de rede através de uma firewall.
pt_br: Controle e monitore o tráfego de rede ativando o firewall.
sl: Nadzirajte in spremljajte omrežni promet z omogočitvijo požarnega zidu.
sr@latin: Upravljajte i pratite mrežni saobraćaj omogućavajući zaštitni zid.
uk: Контролюйте та відстежуйте мережевий трафік, увімкнувши мережевий екран.
uz: Xavfsizlik devorini yoqish orqali tarmoq trafigini boshqaring va kuzatib boring.

source: Web Forums
be: Сеткавыя форумы
bn: ওয়েব ফরুমস
cs: Diskuzní fóra na webu
de: Web-Foren
eo: Forumoj
es: Foros en la web
fr_ca: Forums Web
he: פורומים במרשתת
kn: ಮಿಂಕೂಟಗಳು
ms: Forum Sesawang
oc: Froums Web
pl: Fora internetowe
pt: Fóruns na web
pt_br: Fóruns na Internet
sl: Spletni forumi
sr@latin: Veb forumi
uk: Вебфоруми
uz: Veb-forumlar

source: The Linux Mint forums are the best place to find help. Join thousands of users, search topics and threads and find solutions to your problems.
af: Die Linux Mint-forums is die beste plek om hulp te kry. Sluit aan by duisende gebruikers, soek onderwerpe en drade en vind oplossings vir jou probleme.
be: Форумы Linux Mint – найлепшае месца для пошуку дапамогі. Далучайцеся да тысяч карыстальнікаў, шукайце ў тэмах і асобных галінах і знайдзіце рашэнне вашых праблем.
bn: লিনাক্স মিন্ট ফোরামগুলি সাহায্যের সন্ধানের সেরা জায়গা। হাজার হাজার ব্যবহারকারীর সাথে যোগ দিন, বিষয় এবং থ্রেড অনুসন্ধান করুন এবং আপনার সমস্যার সমাধান খুঁজুন।
cs: Diskuzní fóra Linux Mint jsou nejlepší místo, kde hledat pomoc. Připojte se k tisícům uživatelů, hledejte v tématech a vláknech a nalézejte řešení svých problémů.
de: Die Linux-Mint-Foren sind der beste Ort, um Hilfe zu finden. Durchsuchen Sie diese, treten Sie den Tausenden von Benutzern bei und finden Sie Lösungen für Ihre Probleme.
eo: La forumoj de Linukso Minto estas la plej bonaj lokoj por trovi helpon. Kuniĝu kun miloj da uzantoj, traserĉu temojn kaj fadenojn kaj trovu solvojn de viaj problemoj.
es: Los foros de Linux Mint son el mejor lugar para encontrar ayuda. Únase a miles de usuarios, busque temas e hilos de discusión y encuentre soluciones a sus problemas.
fr_ca: Les forums de Linux Mint sont le meilleur endroit où trouver de l’aide. Joignez-vous à des milliers d’utilisateurs, cherchez parmi les sujets, les fils de discussion et trouver des solutions à vos problèmes.
he: הפורומים של לינוקס מינט הם המקום הטוב ביותר למציאת עזרה. אפשר להצטרף לאלפי משתמשים, לחפש נושאים ודיונים ולמצוא פתרונות לבעיות.
kn: ಲಿನಕ್ಸ್ ಮಿಂಟ್ ಮಿಂಕೂಟಗಳು ನೆರವನ್ನು ಹುಡುಕಲು ಒಳ್ಳೆಯ ಎಡೆಯಾಗಿದೆ. ಸಾವಿರಾರು ಬಳಸುಗರನ್ನು ಸೇರಿರಿ, ವಿಷಯಗಳು ಮತ್ತು ಎಳೆಗಳನ್ನು ಹುಡುಕಿ ಮತ್ತು ನಿಮ್ಮ ತೊಂದರೆಗಳಿಗೆ ಬಗೆಹರಿಕೆಗಳನ್ನು ಕಂಡುಕೊಳ್ಳಿ.
ms: Forum Linux Mint merupakan tempat terbaik untuk mendapatkan bantuan. Sertai beribu-ribu pengguna, gelintar topik dan jaluran untuk mendapatkan penyelesaian masalah yang anda hadapi.
oc: Los forums de Linux Mint son lo melhor endrech ont trobat d’ajuda. Rejonhètz-vos a de milierats d’utilizaires, cercatz pels subjèctes, los fials de discussion e trobatz de solucion a vòstres problèmas.
pl: Fora Linux Mint są najlepszymi miejscami, aby znaleźć pomoc. Dołącz do tysięcy użytkowników, przeszukaj tematy oraz wątki i znajdź rozwiązanie twojego problemu.
pt: Os fóruns do Linux Mint são os melhores locais para encontrar ajuda. Junte-se a milhares de utilizadores, pesquise tópicos e encontre soluções para os seus problemas.
pt_br: Os fórums do Linux Mint são o melhor lugar para você encontrar ajuda. Junte-se a milhares de usuários, procure tópicos e encontre soluções para os seus problemas.
sl: Forumi Linux Mint so pravo mesto za iskanje pomoči. Pridružite se tisočem uporabnikov, poiščite teme in niti ter rešitve za svoje težave.
sr@latin: Linuks Mint forumi su najbolje mesto za pronalazak pomoći. Pridružite se hiljadama korisnika, pretražite teme i odgovore kako biste pronašli rešenje za svoje probleme.
uk: Форуми Linux Mint — найліпше місце для пошуку допомоги. Приєднуйтеся до тисяч користувачів, шукайте повідомлення та теми й знайдіть рішення для ваших проблем.
uz: Linux Mint forumlari yordam topish uchun eng yaxshi joy. Minglab foydalanuvchilarga qo‘shiling, mavzularni qidiring va muammolaringizga yechim toping.

source: IRC Chat Room
af: IRC kletskamer
be: Гутаркі праз чат IRC
bn: IRC চ্যাট রুম
cs: IRC diskuzní místnost
de: IRC-Chatraum
eo: IRC-babilejo
es: Sala de chat de IRC
fr_ca: Clavardoir IRC
he: חדר צ׳אט IRC
kn: ಐ.ಆರ್.ಸಿ. ಮಿನ್ನರಟೆ ಕೋಣೆ
ms: Bilik Sembang IRC
oc: Salons de discussion IRC
pl: Czat IRC
pt: Sala de IRC
pt_br: Sala de Chat IRC
sl: Klepetalnica IRC
sr@latin: IRC soba razgovora
uk: Кімната Чату IRC
uz: IRC suhbat xonasi

source: You can also connect to the IRC chat room and chat with users who are currently online. Ask a question, maybe someone there knows the solution?
af: U kan ook kontak maak met die IRC-kletskamer en gesels met gebruikers wat tans aanlyn is. Stel 'n vraag, miskien weet iemand daar die oplossing?
be: Вы можаце далучыцца да гутарак цераз чат IRC (Internet Relay Chat) і размаўляць з карыстальнікамі, якія цяпер у сетцы. Спытайцеся, мабыць хтосьці ў чаце ведае рашэнне вашай праблемы?
bn: আপনি IRC চ্যাট রুমের সাথে সংযোগ করে বর্তমানে অনলাইনে থাকা ব্যবহারকারীদের সাথে চ্যাট করতে পারেন। একটি প্রশ্ন জিজ্ঞাসা করুন, সম্ভবত কেউ সমাধান জানতে পারে?
cs: Je možné se připojit do IRC diskuzní místnosti a psát si s uživateli, kteří jsou právě přítomní. Položte dotaz – třeba někdo bude znát řešení?
de: Sie können sich auch mit dem IRC-Chatraum verbinden und mit Benutzern chatten, die gerade online sind. Stellen Sie eine Frage, vielleicht kennt jemand die Lösung?
eo: Eblas ankaŭ konekti al la irc-babilejo kaj babili kun uzantoj, kiuj nun estas konektitaj. Starigu demandon, eble iu tie scias la solvon.
es: También se puede conectar a la sala de chat de IRC y chatear con los usuarios que están actualmente en línea. Haga una pregunta, tal vez alguien allí sepa la solución.
fr_ca: Vous pouvez aussi vous connecter au clavardoir IRC et clavarder avec les utilisateurs qui sont actuellement en ligne. Posez une question, quelqu’un connaît peut-être la réponse.
he: אפשר גם להתחבר לחדר צ׳אט IRC ולהתכתב עם משתמשים מחוברים. אפשר לשאול שאלות – אולי מישהו יוכל לתת לך פיתרון?
kn: ನೀವು ಐ.ಆರ್.ಸಿ. ಮಿನ್ನರಟೆ ಕೋಣೆ ಸೇರ್ಪಡಬಹುದು ಮತ್ತು ಈಗಿನ ಮಿನ್ಕಾಣಿಸುವ ಬಳಸುಗರೊಂದಿಗೆ ಹರಟೆ ಹೊಡೆಯಬಹುದು. ಕೇಳ್ವಿಯನ್ನು ಕೇಳಿ, ಬಹುಮಟ್ಟಿಗೆ ಅಲ್ಲಿರುವ ಯಾರಿಗಾದರೂ ಬಗೆಹರಿಕೆ ತಿಳಿದಿರಬಹುದು?
ms: Anda juga boleh berhubung dengan para pengguna dalam talian melalui bilik sembang IRC. Tanyalah apa jua masalah, mungkin ada dalam kalangan mereka dapat memberi penyelesaiannya.
oc: Podètz tanben vos connectar a la sala de discussion IRC e charrar amb los utilizaires en linha. Pausatz una question, qualqu’un coneis benlèu la responsa.
pl: Możesz połączyć się na czacie IRC i rozmawiać z użytkownikami, którzy są dostępni. Zadaj pytanie, może ktoś będzie znał odpowiedź.
pt: Também se pode ligar à sala de chat IRC e comunicar com os utilizadores que estejam atualmente online. Coloque questões, quem sabe se alguém por lá conheça a solução?
pt_br: Você também pode conectar-se à sala de bate-papo do IRC e conversar com os usuários que estão on-line no momento. Pergunte, talvez alguém tenha a solução!
sl: Lahko se povežete tudi v klepetalnico IRC in klepetate z uporabniki, ki so trenutno dosegljivi. Vprašajte, morda nekdo tam pozna rešitev?
sr@latin: Možete se povezati na IRC sobu razgovora i razgovarati sa korisnicima koji su trenutno dostupni. Postavite pitanje, možda neko ima rešenje za vaš problem?
uk: Ви також можете під'єднатися до кімнати чату IRC і спілкуватися з користувачами, які на дану мить є в мережі. Поставте запитання, можливо, хтось там знає рішення.
uz: Shuningdek, siz IRC chat xonasiga ulanishingiz va hozirda onlayn bo‘lgan foydalanuvchilar bilan suhbatlashishingiz mumkin. Savol bering, ehtimol u erda kimdir yechimni biladi.
