Repository: xinux-org/i10n
Catalog: cinnamon/mintwelcome/mintwelcome-*.po
Languages: af, be, bn, cs, de, eo, es, fr_ca, he, kn, ms, oc, pl, pt, pt_br, sl, sr@latin, uk, uz

source: Welcome
af: Welkom
be: Прывітанне
bn: স্বাগতম
cs: Vítejte
de: Willkommen
eo: Bonvenon
es: Bienvenida
fr_ca: Bienvenue
he: ברוך בואך
kn: ನಲ್ಬರವು
ms: Selamat Datang
oc: Benvenguda
pl: Witaj
pt: Bem-vindo
pt_br: Bem-vindo(a)
sl: Dobrodošli
sr@latin: Dobro došli
uk: Ласкаво просимо!
uz: Xush kelibsiz

source: First Steps
af: Eerste trappe
be: Першыя крокі
bn: প্রথম পদক্ষেপ
cs: První kroky
de: Erste Schritte
eo: Unuaj paŝoj
es: Primeros pasos
fr_ca: Premiers pas
he: צעדים ראשונים
kn: ಮೊದಲ ಹೆಜ್ಜೆಗಳು
ms: Langkah Pertama
oc: Primièrs passes
pl: Pierwsze kroki
pt: Primeiros passos
pt_br: Primeiros Passos
sl: Prvi koraki
sr@latin: Prvi koraci
uk: Перші кроки
uz: Birinchi qadamlar

source: Documentation
af: Dokumentasie
be: Дакументацыя
bn: নথিপত্র
cs: Dokumentace
de: Dokumentation
eo: Dokumentaro
es: Documentación
he: תיעוד
kn: ದಸ್ತಾವೇಜೀಕರಣ
ms: Dokumentasi
oc: Documentacion
pl: Dokumentacja
pt: Documentação
pt_br: Documentação
sl: Dokumentacija
sr@latin: Dokumentacija
uk: Документація
uz: Hujjatlar

source: Help
af: Hulp
be: Дапамога
bn: সাহায্য
cs: Pomoc
de: Hilfe
eo: Helpo
es: Ayuda
fr_ca: Aider
he: עזרה
kn: ನೆರವು
ms: Bantuan
oc: Ajuda
pl: Pomoc
pt: Ajuda
pt_br: Ajuda
sl: Pomoč
sr@latin: Pomoć
uk: Допомога
uz: Yordam

source: Contribute
af: bydra
be: Удзельнічаць
bn: অংশদান করুন
cs: Zapojit se
de: Mitwirken
eo: Kontribui
es: Contribuir
fr_ca: Contribuer
he: תרומה
kn: ಕೊಡುಗೆ ನೀಡಿ
ms: Sumbangan
oc: Contribuir
pl: Przyłącz się
pt: Contribuir
pt_br: Contribua
sl: Prispevajte
sr@latin: Dajte doprinos
uk: Зробити внесок
uz: Hissa qo‘shish

source: Show this dialog at startup
af: Wys hierdie dialoog met die aansitslag
be: Паказваць гэта акно кожны раз пры запуску сістэмы
bn: সূচনাতে এই ডায়ালগটি প্রদর্শন করুন
cs: Zobrazovat tento dialog při spuštění
de: Diesen Dialog beim Systemstart anzeigen
eo: Montri ĉi tiun dialogon je startigo
es: Mostrar esta ventana al inicio
fr_ca: Afficher cette fenêtre au démarrage
he: הצגת תיבת דו־שיח זו באתחול
kn: ತೊಡಗುವಾಗ ಈ ಮಾತುಕತೆಯನ್ನು ತೋರಿಸು
ms: Tunjuk dialog ini semasa permulaan
oc: Afichar aquesta fenèstra de dialòg a l'aviada
pl: Wyświetlaj to okno przy uruchomieniu
pt: Mostrar esta janela ao iniciar
pt_br: Mostre esta tela de boas-vindas ao iniciar o Linux Mint.
sl: Pokaži to pogovorno okno ob zagonu
sr@latin: Prikaži ovaj dijalog pri pokretanju sistema
uk: Показувати цей діалог під час запуску
uz: Ishga tushganda ushbu muloqot oynasini ko‘rsatish

source: Welcome Screen
af: Welkom Skerm
be: Прывітальны экран
bn: স্বাগতম স্ক্রিন
cs: Uvítací obrazovka
de: Willkommensbildschirm
eo: Bonvena ekrano
es: Pantalla de bienvenida
fr_ca: Écran d'accueil
he: מסך קבלת הפנים
kn: ನಲ್ಬರವು ತೆರೆ
ms: Skrin Aluan
oc: Ecran d'acuèlh
pl: Ekran powitalny
pt: Ecrã de boas vindas
pt_br: Tela de Boas-Vindas
sl: Pozdravni zaslon
sr@latin: Ekran dobrodošlice
uk: Екран привітання
uz: Salomlash ekrani

source: Introduction to Linux Mint
af: Voorstelling tot Linux Mint
be: Уводзіны ў Linux Mint
bn: লিনাক্স মিন্ট পরিচিতি
cs: Úvod do Linux Mint
de: Einführung in Linux Mint
eo: Enkonduko al Linukso Minto
es: Introducción a Linux Mint
fr_ca: Présentation de Linux Mint
he: מבוא ללינוקס מינט
kn: ಲಿನಕ್ಸ್ ಮಿಂಟ್ ಮುನ್ನೋಟ
ms: Pengenalan ke Linux Mint
oc: Introduccion a Linux Mint
pl: Wprowadzenie do Linux Mint
pt: Introdução ao Linux Mint
pt_br: Apresentando o Linux Mint
sl: Uvod v Linux Mint
sr@latin: Uvod u Linux Mint
uk: Знайомство з Linux Mint
uz: Linux Mintga kirish

source: Install Multimedia Codecs
af: Installeer Multimedia Codecs
be: Усталяваць мультымедыя-кодэкі
bn: মাল্টিমিডিয়া কোডেকসমূহ ইন্সটল করুন
cs: Nainstalovat kodeky multimédií
de: Multimedia-Codecs installieren
eo: Instali plurmediajn kodekojn
es: Instalar los códecs multimedia
fr_ca: Installer les codecs multimédia
he: התקנת מקודדי מולטימדיה
kn: ಹಲವೊಯ್ಯುಗೆ ಕೋಡೆಕ್‌ಗಳನ್ನು ನೆಲೆಗೊಳಿಸು
ms: Pasang Kodeks Multimedia
oc: Installacion dels codecs multimèdias
pl: Zainstaluj kodeki multimediów
pt: Instalar codificadores multimédia
pt_br: Instalar Codecs Multimídia
sl: Namesti predstavne kodeke
sr@latin: Instaliraj multimedijalne kodeke
uk: Встановлення мультимедійних кодеків
uz: Multimedia kodeklarini o‘rnatish

source: Add all the missing multimedia codecs
af: Voeg by alle verlore multimedia codecs
be: Дадаць усе адсутныя мультымедыя-кодэкі
bn: বাদ পড়া সব মাল্টিমিডিয়া কোডেকসমূহ যুক্ত করুন
cs: Přidat všechny chybějící kodeky multimédií
de: Alle fehlenden Multimedia-Codecs hinzufügen
eo: Aldoni ĉiujn mankantajn plurmediajn kodekojn
es: Añada todos los códecs multimedia que falten
fr_ca: Ajouter tous les codecs multimédia manquants
he: הוספת כל מקודדי המולטימדיה החסרים
kn: ಕಾಣೆಯಾದ ಎಲ್ಲಾ ಹಲವೊಯ್ಯುಗೆ ಕೋಡೆಕ್‌ಗಳನ್ನು ಸೇರಿಸು
ms: Tambah semua kodeks multimedia yang hilang
oc: Apondre los codecs mancants
pl: Dodaj wszystkie brakujące kodeki multimediów
pt: Adicionar todos os codificadores multimédia em falta
pt_br: Adicionar todos os codecs multimídia que faltam
sl: Dodaj vse manjkajoče predstavne kodeke
sr@latin: Dodaj sve nedostajuće kodeke
uk: Додати відсутні мультимедійні кодеки
uz: Barcha etishmayotgan multimedia kodeklarini qo‘shish

source: Linux Mint is a great project. It is open to anyone who wants to participate. There are many ways to help. Click the button below to see how you can get involved.
af: Linux Mint is 'n wonderlike projek. Dit is oop vir almal wat wil deelneem. Daar is baie maniere om te help. Klik op die knoppie hieronder om te sien hoe u betrokke kan raak.
be: Linux Mint – вялікі праект. Ён адкрыты для кожнага, хто жадае ўдзельнічаць. Існуе мноства спосабаў дапамогі. Націсніце кнопку ўнізе, каб убачыць, як вы можаце паўдзельнічаць.
bn: লিনাক্স মিন্ট একটি অসাধারণ প্রকল্প। এটি যে কেউ অংশ নিতে চায় এটি উন্মুক্ত। সাহায্য করার জন্য অনেক উপায় আছে। আপনি কীভাবে যুক্ত হতে পারেন তা দেখতে নীচের বোতামটি ক্লিক করুন।
cs: Linux Mint je skvělý projekt. Je otevřený komukoli kdo se chce zapojit. To je možné mnoha způsoby. Klikněte na tlačítko níže a zjistěte jak.
de: Linux Mint ist ein großartiges Projekt. Es ist offen für jeden, der teilnehmen möchte. Es gibt viele Möglichkeiten zu helfen. Klicken Sie unten auf den Knopf, um zu sehen, wie Sie sich einbringen können.
eo: Linukso Minto estas elstara projekto. Ĉiu, kiu tion deziras, povas partopreni. Estas multaj manieroj por helpi. Alklaku suban butonon por vidi, kiel vi povus engaĝi vin en la projekto.
es: Linux Mint es un gran proyecto. Está abierto a todos los que quieran participar. Hay muchas maneras de ayudar. Haga clic en el botón siguiente para ver cómo puede participar.
fr_ca: Linux Mint est un projet formidable, ouvert à tous ceux qui souhaitent y participer. Il existe de nombreuses façons d’aider. Cliquez sur le bouton ci-dessous pour découvrir comment vous pouvez y participer.
he: לינוקס מינט הוא מיזם נהדר. הוא פתוח לכל הרוצים להשתתף. יש הרבה דרכים לעזור. אפשר ללחוץ על הכפתור למטה כדי לקבל מידע נוסף על איך ניתן לקחת חלק.
kn: ಲಿನಕ್ಸ್ ಮಿಂಟ್ ಒಂದು ಒಳ್ಳೆಯ ಹಮ್ಮುಗೆಯಾಗಿದೆ. ಪಾಲ್ಗೊಳ್ಳಲು ಬಯಸುವ ಯಾರಿಗಾದರೂ ಇದು ತೆರೆದಿದೆ. ನೆರವಾಗಲು ಹಲವು ದಾರಿಗಳಿವೆ. ನೀವು ಹೇಗೆ ತೊಡಗಿಸಿಕೊಳ್ಳಬಹುದು ಎಂಬುದನ್ನು ನೋಡಲು ಕೆಳಗಿನ ಗುಂಡಿ ಒತ್ತಿ.
ms: Linux Mint merupakan projek yang hebat. Ia terbuka untuk sesiapa sahaja yang mahu melibatkan diri dengannya. Terdapat banyak cara untuk membantu. Klik butang di bawah untuk melihat bagaimana anda boleh membantu kami.
oc: Linux Mint es un brave projècte. Es dobèrt a totes los que vòlon participar. I a mantun biasses d’ajudar. Clicatz lo boton çai-jos per veire cossí podètz vos implicar.
pl: Linux Mint jest dużym projektem. Jest otwarty dla każdego, kto chce wziąć w nim udział. Jest wiele sposobów, żeby pomóc. Kliknij przycisk poniżej, by zobaczyć jak możesz się zaangażować.
pt: O Linux Mint é um ótimo projeto. Está aberto para quem quiser contribuir. Há muitas maneiras de ajudar. Carregue no botão abaixo para ver como pode ajudar.
pt_br: O Linux Mint é um ótimo projeto. É aberto a quem quiser participar. Há muitas maneiras de ajudar. Clique no botão abaixo para ver como você pode se envolver.
sl: Linux Mint je krasen projekt. Odprt je za vse, ki želite sodelovati. Pomagate lahko na več načinov. Kliknite spodnji gumb, da spoznate, kako lahko sodelujete.
sr@latin: Linuks Mint je odličan projekat. Otvoren je za svakoga ko želi da učestvuje u njemu. Postoji mnogo načina za pomoć. Kliknite na tipku ispod da biste videli kako možete da doprinesete.
uk: Linux Mint — великий проєкт. Він відкритий для всіх, хто хоче взяти участь. Є багато способів допомогти. Натисніть кнапу нижче, щоб дізнатися, як ви можете взяти участь.
uz: Linux Mint ajoyib loyiha. Unda ishtirok etishni istagan har bir kishi ishtirok etishi mumkin. Yordam berishning ko‘plab usullari mavjud. Qanday qilib ishtirok etishingiz mumkinligini bilish uchun quyidagi tugmani bosing.

source: Launch
af: Lanseer
be: Запусціць
bn: লঞ্চ করুন
cs: Spustit
de: Starten
eo: Startigi
es: Iniciar
fr_ca: Lancer
he: הפעלה
kn: ಏರಿಸು
ms: Lancar
oc: Lançar
pl: Uruchom
pt: Iniciar
pt_br: Iniciar
sl: Zaženi
sr@latin: Pokreni
uk: Запуск
uz: Ishga tushirish

source: The Linux Mint documentation consists of a collection of guides, available in PDF, ePUB and HTML and available in many languages. Click the button below to see which guides are available.
af: Die Linux Mint-dokumentasie bestaan uit 'n versameling gidse, beskikbaar in PDF, ePUB en HTML en in baie tale beskikbaar. Klik op die knoppie hieronder om te sien watter gidse beskikbaar is.
be: Дакументацыя для Linux Mint складаецца з набору даведнікаў, даступных у PDF, ePUB і HTML на розных мовах. Націсніце кнопку ўнізе, каб убачыць наяўныя даведнікі.
bn: লিনাক্স মিন্ট ডকুমেন্টেশনটিতে গাইডের সংকলন রয়েছে, এটি PDF, ePUB এবং HTML এবং অনেকগুলি ভাষায় উপলভ্য। কোন গাইড উপলব্ধ রয়েছে তা দেখতে নীচের বোতামটি ক্লিক করুন।
cs: Dokumentace k Linux Mint se sestává ze sady příruček, které jsou k dispozici ve formátech PDF, ePUB a HTML a to v mnoha jazycích. Kliknutím na tlačítko níže zobrazíte příručky, které jsou k dispozici.
de: Die Linux-Mint-Dokumentation besteht aus einer Sammlung von Anleitungen, die in vielen Sprachen als PDF, ePUB und HTML verfügbar sind. Klicken Sie unten auf den Knopf, um zu sehen, welche Anleitungen verfügbar sind.
eo: La Linukso-Minto-dokumentaro konsistas el aro da manlibroj, disponeblaj en PDF, ePUB kaj HTML, kaj disponeblaj en multaj lingvoj. Alklaku suban butonon por vidi, kiuj manlibroj disponeblas.
es: La documentación de Linux Mint consiste en una colección de guías en formato PDF, ePUB y HTML que están disponibles en muchos muchos idiomas. Haga clic en el botón siguiente para ver qué guías están disponibles.
fr_ca: La documentation Linux Mint comprend une collection de guides PDF, ePUB et HTML proposés en de nombreuses langues. Cliquez sur le bouton ci-dessous pour découvrir les guides proposés.
he: התיעוד של לינוקס מינט מורכב מאוסף מדריכים, הזמינים בתור קובצי PDF, ‏ePUB ו־HTML וגם זמינים בשפות רבות. אפשר ללחוץ על הכפתור למטה כדי לקבל מידע נוסף על המדריכים הזמינים.
kn: ಲಿನಕ್ಸ್ ಮಿಂಟ್ ನ ದಸ್ತಾವೇಜೀಕರಣ ಕೈಪಿಡಿಗಳ ಕಲೆತವನ್ನು ಒಳಗೊಂಡಿದ್ದು ಪಿ.ಡಿ.ಎಫ್., ಇ-ಪಬ್ ಮತ್ತು ಎಚ್.ಟಿ.ಎಮ್.ಎಲ್. ನಲ್ಲಿ ದೊರೆಯುವುದು ಮತ್ತು ಅನೇಕ ನುಡಿಗಳಲ್ಲಿ ದೊರೆಯುವುದು. ಯಾವ ಕೈಪಿಡಿಗಳು ದೊರೆಯುವುದು ಎಂಬುದನ್ನು ನೋಡಲು ಕೆಳಗಿನ ಗುಂಡಿ ಒತ್ತಿ.
ms: Dokumentasi Linux Mint mengandungi satu koleksi panduan, yang tersedia dalam format PDF, ePUB dan HTML serta dalam pelbagai bahasa. Klik butang di bawah untuk melihat panduan yang manakah tersedia untuk anda.
oc: La documentacion de Linux Mint conten una colleccion de guidas, disponiblas en PDF, ePUB e HTML en diferentas lengas. Clicatz lo boton çai-jos per veire quinas guidas son disponiblas.
pl: Dokumentacja Linux Mint zawiera zbiór poradników dostępnych w formie PDF, ePUB lub HTML w wielu językach. Kliknij przycisk poniżej, by zobaczyć dostępne poradniki.
pt: A documentação do Linux Mint consiste numa coleção de guias, disponíveis em PDF, ePUB e HTML que estão disponíveis em vários idiomas. Carregue no botão abaixo para ver os guias que estão disponíveis.
pt_br: A documentação do Linux Mint consiste em uma coleção de guias, disponíveis em PDF, ePUB e HTML e disponíveis em vários idiomas. Clique no botão abaixo para ver quais guias estão disponíveis.
sl: Dokumentacijo Linux Mint sestavlja zbirka vodnikov, na voljo v številnih jezikih v zapisih PDF, ePUB in HTML. Kliknite spodnji gumb, da vidite, kateri so na voljo.
sr@latin: Dokumentacija za Linuks Mint se sastoji od zbirke vodiča, dostupnih u PDF, ePUB i HTML formatu prevedenim na više jezika. Kliknite na tipku ispod kako biste videli dostupne vodiče.
uk: Документація Linux Mint складається з колекції довідників, доступних багатьма мовами у PDF, ePUB і HTML. Натисніть кнапу нижче, щоб побачити, які довідники доступні.
uz: Linux Mint hujjatlari PDF, ePUB va HTML formatlarida va ko‘plab tillarda mavjud bo‘lgan qo‘llanmalar to‘plamidan iborat. Qaysi qo‘llanmalar mavjudligini ko‘rish uchun quyidagi tugmani bosing.

source: New Features
af: Nuwe funksies
be: Навінкі
bn: নতুন বৈশিষ্ট
cs: Nové funkce
de: Neue Funktionen
eo: Novaj trajtaroj
es: Características nuevas
fr_ca: Nouvelles fonctions
he: תכונות חדשות
kn: ಹೊಸ ಹೆಚ್ಚುಗಾರಿಕೆಗಳು
ms: FItur-FItur Baharu
oc: Foncionalitats novèlas
pl: Nowe funkcje
pt: Novas funcionalidades
pt_br: Novos recursos
sl: Novosti
sr@latin: Nove funkcije
uk: Нові функції
uz: Yangi xususiyatlar

source: Click the button below to discover the new features introduced in this version of Linux Mint.
af: Klik op die knoppie hieronder om die nuwe funksies wat in hierdie weergawe van Linux Mint bekendgestel is, te ontdek.
be: Націсніце кнопку ўнізе, каб азнаёміцца з навінкамі, якія з'явіліся ў гэтай версіі Linux Mint.
bn: লিনাক্স মিন্টের এই সংস্করণে চালু হওয়া নতুন বৈশিষ্ট্যগুলি আবিষ্কার করতে নীচের বোতামটিতে ক্লিক করুন।
cs: Kliknutím na tlačítko níže objevíte nové funkce uvedené v této verzi Linux Mint.
de: Klicken Sie unten auf den Knopf, um die neuen Funktionen in dieser Version von Linux Mint zu entdecken.
eo: Alklaku suban butonon por malkovri la novajn trajtarojn enkondukitajn en ĉi tiu versio de Linukso Minto.
es: Haga clic en el botón siguiente para descubrir las nuevas características introducidas en esta versión de Linux Mint.
fr_ca: https://translations.launchpad.net/linuxmint/latest/+pots/mintwelcome/fr/+translate?batch=10&show=all&search=feature
he: אפשר ללחוץ על הכפתור למטה כדי לגלות את התכונות החדשות שנוספו ללינוקס מינט בגרסה זו.
kn: ಲಿನಕ್ಸ್ ಮಿಂಟ್ ನ ಈ ಅಚ್ಚಿನಲ್ಲಿ ಗುರುತಿಸಲಾದ ಹೊಸ ಹೆಚ್ಚುಗಾರಿಕೆಗಳನ್ನು ಕಂಡುಹಿಡಿಯಲು ಕೆಳಗಿನ ಗುಂಡಿ ಒತ್ತಿ.
ms: Klik butang di bawah untuk menjelajahi fitur-fitur baharu yang diperkenalkan di dalam versi Linux Mint ini.
oc: Clicatz lo boton çai-jos per descobrir la novèlas foncionalitat apondudas a aquesta version de Linux Mint.
pl: Kliknij przycisk poniżej, by odkryć nowe funkcje wprowadzone w tej wersji Linux Mint.
pt: Carregue no botão abaixo para descobrir as funcionalidades introduzidas nesta versão do Linux Mint.
pt_br: Clique no botão abaixo para descobrir os novos recursos incluídos nesta nova versão do Linux Mint.
sl: Kliknite spodnji gumb, da odkrijete novosti v tej različici Linux Mint.
sr@latin: Kliknite na tipku ispod kako biste otkrili nove funkcije koje se pojavljuju u ovom izdanju Linuks MInta.
uk: Натисніть кнапу нижче, щоб дізнатися про нові функції надані у цій версії Linux Mint.
uz: Linux Mintning ushbu versiyasida taqdim etilgan yangi xususiyatlar bilan tanishish uchun quyidagi tugmani bosing.

source: Release Notes
af: Vrystelling Notas
be: Заўвагі да выпуску
bn: অব্যাহতি পত্র
cs: Poznámky k vydání
de: Veröffentlichungshinweise
eo: Eldonaj notoj
es: Notas de la versión
fr_ca: Notes de mise à jour
he: הערות שחרור
kn: ಬಿಡುಗಡೆ ಟಿಪ್ಪಣಿಗಳು
ms: Nota Keluaran
oc: Nòtas de version
pl: Informacje o wydaniu
pt: Notas de lançamento
pt_br: Notas de Lançamento
sl: Opombe ob izdaji
sr@latin: Beleške o izdanju
uk: Нотатки щодо випуску
uz: Chiqarish eslatmalari

source: Click the button below to read about known bugs, limitations and workarounds for this version of Linux Mint.
af: Klik op die knoppie hieronder om te lees oor bekende foute, beperkings en oplossings vir hierdie weergawe van Linux Mint.
be: Націсніце кнопку ўнізе, каб прачытаць аб вядомых памылках, абмежаваннях і шляхах абыходу для гэтай версіі Linux Mint.
bn: লিনাক্স মিন্টের এই সংস্করণটির জন্য জানা বাগগুলি, সীমাবদ্ধতাগুলি এবং কার্যক্রমগুলি সম্পর্কে জানতে নীচের বোতামটিতে ক্লিক করুন।
cs: Kliknutím na tlačítko níže si přečtete o známých chybách, omezeních této verze Linux Mint a o tom, jak je obejít.
de: Klicken Sie unten auf den Knopf, um mehr über bekannte Fehler, Einschränkungen und Übergangslösungen für diese Version von Linux Mint zu erfahren.
eo: Alklaku suban butonon por legi pri konataj cimoj, limigoj kaj provizoraj solvoj por ĉi tiu versio de Linukso Minto.
es: Haga clic en el botón siguiente para informarse sobre errores conocidos, limitaciones y soluciones para esta versión de Linux Mint.
fr_ca: Cliquez sur le bouton ci-dessous pour consulter les bogues connus, les limitations et les palliatifs pour cette version de Linux Mint.
he: אפשר ללחוץ על הכפתור למטה כדי לקבל מידע נוסף על תקלות ידועות, מגבלות ופתרונות לגרסה זו של לינוקס מינט.
kn: ಲಿನಕ್ಸ್ ಮಿಂಟ್ ನ ಈ ಮಾರ್ಪಿನ ಗೊತ್ತಿರುವ ತೊಂದರೆಗಳು, ಎಲ್ಲೆಕಟ್ಟುಗಳು ಮತ್ತು ಬಗೆಹರಿಕೆಗಳು ಇವುಗಳ ಬಗ್ಗೆ ಓದಲು ಕೆಳಗಿನ ಗುಂಡಿ ಒತ್ತಿ.
ms: Klik butang di bawah untuk mengetahui berkenaan pepijat-pepijat yang dikenal pasti, had-had dan hasil usaha bagi versi Linux Mint ini.
oc: Clicatz lo boton çai-jos per ne saber mai tocant los bugs, las limitacions e los remèdis per aquesta version de Linux Mint.
pl: Kliknij przycisk poniżej, aby przeczytać o znanych błędach, ograniczeniach i obejściach problemów w tej wersji Linux Mint.
pt: Clique no botão abaixo para obter informações sobre os problemas conhecidos, as limitações e as soluções alternativas para esta versão do Linux Mint.
pt_br: Clique no botão abaixo para ler sobre erros conhecidos, limitações e soluções alternativas para esta versão do Linux Mint.
sl: Kliknite spodnji gumb, da si preberete o znanih hroščih, omejitvah in izogibanju težavam v tej različici Linux Mint.
sr@latin: Kliknite na tipku ispod kako bi pročitali o poznatim greškama, ograničenjima i rešenjima za ovo izdanje Linuks Minta.
uk: Натисніть кнапу нижче, щоб дізнатися про відомі помилки, обмеження та шляхи вирішення проблем цієї версії Linux Mint.
uz: Linux Mintning ushbu versiyasi uchun maʼlum xatolar, cheklovlar va vaqtinchalik echimlar haqida oʻqish uchun quyidagi tugmani bosing.

source: Desktop Colors
be: Колеры працоўнага стала
bn: ডেস্কটপ রঙ
cs: Barvy desktopu
de: Schreibtischfarben
eo: Labortablaj koloroj
es: Colores del escritorio
fr_ca: Couleurs du bureau
he: ערכות צבעים לשולחן העבודה
kn: ಎಣಿಕತೆರೆ ಬಣ್ಣಗಳು
oc: Colors del burèu
pl: Kolory pulpitu
pt: Cores do ambiente de trabalho
pt_br: Cores da Área de Trabalho
sl: Barve namizja
sr@latin: Boje radne površine
uk: Кольори стільниці
uz: Ish stoli ranglari

source: First, make yourself at home. Choose your favorite color and whether you prefer a light or a dark desktop theme.
af: Maak jouself eers tuis. Kies jou gunsteling kleur en of jy 'n ligte of 'n donker tafelblad-tema verkies.
be: Перш за ўсё, адчувайце сябе як дома! Абярыце колер афармлення меню і папак, а таксама светлую ці цёмную тэму.
bn: আপনার ডেস্কটপকে নিশ্চিন্তে পছন্দসই রঙ চয়ন করুন এবং লাইট বা ডার্ক থিম পছন্দ করুন।
cs: Nejprve se zabydlete. Zvolte si oblíbenou barvu a to, zda upřednostňujete světlý nebo tmavý motiv vzhledu.
de: Fühlen Sie sich zunächst wie zu Hause. Wählen Sie Ihre Lieblingsfarbe und ob Sie ein helles oder ein dunkles Schreibtischthema bevorzugen.
eo: Unue, igu al vi mem komforta. Elektu vian preferan koloron kaj ĉu vi preferas luman aŭ malluman labortablan etoson.
es: Primero, siéntase como en casa. Elija su color favorito y si prefiere un tema de escritorio claro u oscuro.
fr_ca: Tout d’abord, faites comme chez vous. Choisissez votre couleur et un thème de bureau clair ou foncé selon vos préférences.
he: קודם כול, צריך להרגיש כמו בבית. אפשר לבחור צבע מועדף ולבחור בין ערכת נושא בהירה או כהה לשולחן העבודה.
kn: ಮೊದಲಿಗೆ, ನಿಮ್ಮದೇ ಮನೆಯಂತೆ ತಿಳಿಯಿರಿ. ನಿಮ್ಮ ನೆಚ್ಚಿನ ಬಣ್ಣವನ್ನು ಆರಿಸಿ ಮತ್ತು ನೀವು ಬಯಸಿದಂತೆ ತಿಳಿ ಅಥವಾ ಕಪ್ಪು ಎಣಿಕತೆರೆ ಕಾಣ್ಕೆಯೊಡ್ಡವವನ್ನು ಆರಿಸಿ.
oc: Per començar, fasètz coma a l’ostal. Causissètz vòstra color preferida e se vos estimatz mai un tèma de burèu clar o escur.
pl: Na początek, poczuj się jak w domu. Wybierz swój ulubiony kolor i zdecyduj, czy wolisz jasny, czy ciemny motyw pulpitu.
pt: Primeiro, sinta-se em casa. Escolha a sua cor favorita e se prefere um tema claro ou escuro no ambiente de trabalho.
pt_br: Primeiro, sinta-se à vontade. Escolha sua cor favorita e se você prefere um tema de área de trabalho claro ou escuro.
sl: Počutite se kot doma. Izberite svojo najljubšo barvo in izberite med svetlo in temno temo namizja.
sr@latin: Najpre, osećajte se kao kod kuće. Izaberite Vašu omiljenu boju i da li Vam se više dopada svetla ili tamna tema radne površine.
uk: Почувайтесь як вдома. Оберіть свій улюблений колір і тему стільниці: світлу чи темну.
uz: Birinchidan, uydagidek his qiling. Sevimli rangingizni va afzal ko‘rgan ochiq yoki qorong‘i ish stoli mavzusini tanlang.

source: Panel Layout
be: Макет панэлі
bn: প্যানেল লেআউট
cs: Rozvržení panelu
de: Leistenanordnung
eo: Aranĝo de panelo
es: Distribución del panel
fr_ca: Configuration du tableau de bord
he: פריסות לוח
kn: ಪಟ್ಟಿಯ ಪರಿಜು
oc: Agençament dels panèls
pl: Układ panelu
pt: Disposição do painel
pt_br: Leiaute do Painel
sl: Postavitev podokna
sr@latin: Raspored na panelu
uk: Компонування панелі
uz: Panelning joylashuvi

source: Choose your favorite layout.
be: Выберыце макет панэлі:
bn: আপনার প্রিয় লেআউট চয়ন করুন।
cs: Zvolte své oblíbené rozvržení.
de: Wählen Sie Ihre Lieblingsanordnung
eo: Elektu vian plej ŝatatan aranĝon.
es: Elija su distribución favorita
fr_ca: Choisissez votre configuration préférée.
he: בחירת הפריסה המועדפת.
kn: ನಿಮ್ಮ ಅಚ್ಚುಮೆಚ್ಚಿನ ಪರಿಜನ್ನು ಆರಿಸಿ.
oc: Causissètz l’agençament que mai vos agrada.
pl: Wybierz swój ulubiony układ.
pt: Escolha a sua disposição favorita.
pt_br: Escolha seu leiaute favorito.
sl: Izberite svojo zaželeno postavitev.
sr@latin: Izaberite Vaš omiljeni raspored
uk: Оберіть бажане компонування панелі.
uz: Sevimli joylashuvni tanlang.

source: Traditional
be: Традыцыйная
bn: প্রচলিত
cs: Tradiční
de: Klassisch
eo: Tradicia
es: Tradicional
fr_ca: Traditionnelle
he: מסורתית
kn: ನಡವಳಿಯ
oc: Tradicional
pl: Tradycyjny
pt: Tradicional
pt_br: Tradicional
sl: Tradicionalno
sr@latin: Tradicionalni
uk: Традиційна
uz: An'anaviy

source: A small panel and a traditional window list.
be: Малая (вузкая) панэль і традыцыйны спіс вокнаў.
bn: একটি ছোট প্যানেল এবং একটি প্রচলিত উইন্ডো তালিকা।
cs: Malý panel a tradiční seznam oken.
de: Eine kleine Leiste und eine klassische Fensterliste.
eo: Malgranda panelo kaj tradicia fenestrolisto.
es: Un panel pequeño y una lista de ventanas tradicional.
fr_ca: Un petit tableau de bord et une liste de fenêtres traditionnelles.
he: חלונית קטנה ורשימת חלונות מסורתית.
kn: ಸಣ್ಣ ಪಟ್ಟಿ ಮತ್ತು ನಡವಳಿಯ ಕಿಟಕಿ ಪಟ್ಟಿ.
oc: Un panelon e una lista de fenèstras tradicionalas
pl: Mały panel i tradycyjna lista okien.
pt: Um painel pequeno e uma lista de janelas tradicional.
pt_br: Um painel pequeno e uma lista de janelas tradicionais.
sl: Majhno podokno in tradicionalni seznam oken.
sr@latin: Mali panel i tradicionalni spisak prozora
uk: Невелика панель і традиційний перелік вікон.
uz: Kichik panel va an'anaviy oyna ro‘yxati.

source: Modern
be: Сучасная
bn: আধুনিক
cs: Moderní
eo: Moderna
es: Moderna
fr_ca: Moderne
he: חדשנית
kn: ಹೊಚ್ಚಹೊಸ
oc: Modèrne
pl: Nowoczesny
pt: Moderno
pt_br: Moderno
sl: Sodobno
sr@latin: Savremeni
uk: Сучасна
uz: Zamonaviy
