Repository: xinux-org/i10n
Catalog: cinnamon/mintwelcome/mintwelcome-*.po
Languages: af, be, bn, cs, de, eo, es, fr_ca, he, kn, ms, oc, pl, pt, pt_br, sl, sr@latin, uk, uz

source: A large panel with grouped windows and a small system tray.
be: Вялікая панэль са згрупаванымі вокнамі і кампактным сістэмным трэем.
bn: গোষ্ঠীযুক্ত উইন্ডো এবং একটি ছোট সিস্টেম ট্রে সহ একটি বড় প্যানেল।
cs: Velký panel se seskupienými okny a malou oznamovací oblastí.
de: Eine große Leiste mit gruppierten Fenstern und einem kleinen Benachrichtigungsfeld.
eo: Granda panelo kun grupigitaj fenestroj kaj malgranda taskopleto.
es: Un panel grande con ventanas agrupadas y una bandeja del sistema pequeña.
fr_ca: Un tableau de bord large avec des fenêtres groupées et une petite zone de notification.
he: חלונית גדולה עם חלונות מקובצים ומגש קטן.
kn: ಗುಂಪು ಮಾಡಿದ ಕಿಟಕಿಗಳು ಮತ್ತು ಸಣ್ಣ ಸಿಸ್ಟಮ್ ಟ್ರೇ ಹೊಂದಿರುವ ದೊಡ್ಡ ಪಟ್ಟಿ.
oc: Un panelàs amb de fenèstras gropadas e un pichon sistèma de barra.
pl: Większy panel z pogrupowanymi oknami i małym obszarem powiadamiania.
pt: Um painel grande com janelas agrupadas e uma pequena área de notificação do sistema.
pt_br: Um painel grande com janelas agrupadas e uma pequena área de notificação.
sl: Veliko podokno z okni v skupinah in majhnim sistemskim pladnjem.
sr@latin: Veliki panel sa grupisanim prozorima i malom sistemskom trakom.
uk: Велика панель зі згрупованими вікнами та невелика системна таця.
uz: Guruhlangan oynalar va kichik trey bo‘lgan katta panel.

source: Note: Cinnamon will restart after you choose a new layout. Any customization you made to the panel will be lost.
be: Заўвага: Cinnamon перазапусціцца пасля выбару макета. Усе іншыя налады панэлі будуць страчаны.
bn: দ্রষ্টব্য: আপনি একটি নতুন লেআউট চয়ন করার পরে সিনামন পুনরায় চালু হবে। আপনার প্যানেলে করা কোনও কাস্টমাইজেশন হারিয়ে যাবে।
cs: Pozn: Po zvolení nového rozvržení se Cinnamon restartuje. Jakákoli přizpůsobení, které jste na panelu udělali, budou ztracena.
de: Hinweis: Cinnamon wird neu gestartet, nachdem Sie eine neue Anordnung gewählt haben. Alle Anpassungen, die Sie an der Leiste vorgenommen haben, gehen verloren.
eo: Komento: Cinnamon rekomencos, post kiam vi elektis novan aranĝon. Iu ajn de vi farita tajlorado perdiĝos.
es: Nota: Cinnamon se reiniciará si elige una distribución nueva. Cualquier personalización que haya realizado en el panel se perderá.
fr_ca: Note: Cinnamon sera redémarré après la sélection d'une nouvelle configuration. Toute modification préalablement faite au tableau de bord sera perdue.
he: לתשומת ליבך: Cinnamon יופעל מחדש לאחר בחירת הפריסה החדשה. יימחקו כל ההתאמות שביצעת בלוח.
kn: ಗಮನಿಸಿ: ನೀವು ಹೊಸ ಪರಿಜನ್ನು ಆರಿಸಿದ ಮೇಲೆ ಸಿನಮನ್ ಮರುತೊಡಗುತ್ತದೆ. ಪಟ್ಟಿಗೆ ನೀವು ಮಾಡಿದ ಯಾವುದೇ ಒಗ್ಗಿಸಿಕೆ ಕಳೆದುಹೋಗುತ್ತವೆ.
oc: Nòta : Cinnamon serà reaviat aprèp la seleccion d’una configuracion novèla. Tota modificacion del tablèu de bòrd serà perduda.
pl: Uwaga: Cinnamon załaduje się ponownie, kiedy wybierzesz nowy układ. Twoja konfiguracja panelu zostanie utracona.
pt: Nota: O Cinnamon vai reiniciar após escolher uma nova disposição. Qualquer personalização feita no painel será perdida.
pt_br: Obs.: O Cinnamon irá reiniciar após você escolher o novo layout. Qualquer customização que você tenha feito no painel será perdida.
sl: Opomba: Cinnamon se bo ponovno zagnal, potem ko izberete novo postavitev. Vsakršna prilagoditev, ki ste jo opravili v podoknu, bo izgubljena.
sr@latin: Napomena: Cinnamon će se ponovo pokrenuti nakon što izaberete novi raspored. Sva prilagođavanja koja ste ranije načinili na panelu će biti izgubljena.
uk: Увага: після вибору нового компонування потрібно перезапустити Cinnamon. Усі змінені вами раніше налаштування панелі буде втрачено.
uz: Eslatma: Cinnamon yangi joylashuvni tanlaganingizdan keyin qayta ishga tushadi. Panelga qilgan har qanday sozlash yo‘qoladi.

source: System Snapshots
af: Stelselfoto's
be: Здымкі сістэмы
bn: সিস্টেম স্নাপশটস
cs: Zachycené stavy systému
de: Systemschnappschüsse
eo: Momentfotoj de la sistemo
es: Instantáneas del sistema
fr_ca: Instantanés du système
he: תמונות מערכת
kn: ಏರ್ಪಾಟಿನ ಸ್ನ್ಯಾಪ್‌ಶಾಗಳು
ms: Petikan-Petikan Sistem
oc: Snapshots sistèma
pl: System migawek
pt: Cópias do sistema
pt_br: Cópias de Segurança do Sistema
sl: Posnetki sistema
sr@latin: Snimci sistema
uk: Системні знятки
uz: Tizim snapshotlari

source: Next, let's set automatic system snapshots. A minimum of two daily and two boot snapshots are recommended. If anything breaks, you can then restore your computer to its previous working state.
af: Laat ons nou outomatiese stelselfoto's stel. 'N Minimum van twee daaglikse en twee Bootfoto's word aanbeveel. As iets breek, kan jy jou rekenaar dan weer herstel na sy vorige werkstoestand.
be: Вы можаце наладзіць аўтаматычныя здымкі (копіі) сістэмы. Рэкамендуем захоўваць мінімум два штодзённыя здымкі і два здымкі, якія робяцца пры загрузцы. Калі нешта зламаецца, вы зможаце аднавіць сістэму да ранейшага рабочага стану.
bn: এর পরে, স্বয়ংক্রিয় সিস্টেম স্ন্যাপশট সেট করুন। সর্বনিম্ন দুটি দৈনন্দিন এবং দুটি বুট স্ন্যাপশট সুপারিশ করা হয়। যদি কোনও ব্যাঘাত ঘটে তবে আপনি নিজের কম্পিউটারটিকে তার পূর্বের কার্যক্ষম অবস্থায় পুনরুদ্ধার করতে পারেন।
cs: Dále, pojďme nastavit automatické pořizování zachycených stavů systému. Doporučujeme uchovávat přinejmenším dva denní a dva z okamžiku startu systému. Pokud se cokoli rozbije, budete moci počítač obnovit do předchozího funkčního stavu.
de: Als nächstes wollen wir automatische Systemschnappschüsse einstellen. Es werden mindestens zwei tägliche und zwei Startschnappschüsse beim Systemstart empfohlen. Wenn irgendetwas kaputt geht, können Sie Ihren Rechner dann wieder in seinen vorherigen Betriebszustand zurückversetzen.
eo: Sekve, ni agordu aŭtomatajn sistem-momentfotojn. Minimumo de du ĉiutagaj kaj du praŝargaj momentfotoj estas rekomendita. Se io ajn fuŝiĝas, vi tiam povos restaŭri la komputilon al ĝia antaŭa laborstato.
es: A continuación, puede configurar las instantáneas automáticas del sistema. Se recomienda un mínimo de dos instantáneas diarias y dos de arranque. Si algo se estropea, puede restaurar el equipo al estado previo de funcionamiento.
fr_ca: Ensuite, mettons en place la prise automatique d’instantanés du système. Un minimum de deux instantanés par jour et de deux instantanés d’amorçage sont recommandés. Si quelque chose cessait de fonctionner, vous pourriez alors restaurer l’état de fonctionnement précédent de votre ordinateur.
he: לאחר מכן, נגדיר תמונות חטף מערכת באופן אוטומטי. מומלץ לבצע לפחות שתי תמונות חטף יומיות ושתי תמונות חתף של מנגנון האתחול (boot). אם משהו משתבש ניתן יהיה לשחזר את המחשב למצב העבודה טרום הקלקול.
kn: ಮುಂದೆ, ತನ್ತಾನೆ ನಡೆಯುವ ಏರ್ಪಾಟಿನ ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ಗಳನ್ನು ಹೊಂದಿಸೋಣ. ಕಡಿಮೆಯೆಂದರೆ ದಿನದ ಎರಡು ಮತ್ತು ಸಜ್ಜಿನ ಎರಡು ಸ್ನ್ಯಾಪ್‌ಶಾಟ್‌ಗಳನ್ನು ತಿಳಿಹೇಳಲಾಗಿದೆ. ಏನಾದರೂ ಮುರಿದರೆ, ನಿಮ್ಮ ಎಣ್ಣುಕವನ್ನು ಅದರ ಹಿಂದಿನ ಕೆಲಸದ ಇರವಿಗೆ ಹಿಂದಿರುಗೆಸಬಹುದು.
oc: Puèi, metam en plaça los instantanèus automatics del sistèma. Un minimum de dos instantanèus per jorn e de dos instantanèus d’amorçatge son recomandats. Se quicòm quitava de foncionar, poiriatz alara restaurar l’estat de foncionament precedent de l’ordenador.
pl: Następnie zautomatyzujmy migawki systemu. Zalecane są minimum dwie codzienne i dwie rozruchowe. Jeśli coś przestanie działać, możesz przywrócić komputer do wcześniejszego, działającego stanu.
pt: A seguir, vamos configurar cópias automáticas do sistema. Recomenda-se um mínimo de duas cópias diárias e duas cópias de arranque. Se algo falhar, pode então restaurar o computador ao seu estado de funcionamento anterior.
pt_br: Em seguida, vamos definir cópias de segurança automáticas do sistema. Recomenda-se um mínimo de duas cópias de segurança diárias e duas da inicialização. Se algo der errado, você poderá restaurar o computador ao estado de funcionamento anterior.
sl: V naslednjem koraku nastavimo samodejne posnetke sistema. Priporočena sta najmanj dva dnevna in dva zagonska posnetka. Če se kar koli zalomi, lahko obnovite svoj računalnik na prejšnje delujoče stanje.
sr@latin: Zatim, hajde da podesimo automatske snimke stanja sistema. Preporučujemo najmanje dva dnevna snimka stanja sistema kao i dva snimka stanja podizanja sistema. Ukoliko se bilo šta pokvari, možete da vratite Vaš računar u prethodno radno stanje.
uk: Тепер давайте налаштуємо автоматичне створення знятків файлової системи. Радиться мати щонайменше два щоденних і два завантажувальних знятки. Якщо щось зіпсується, ви зможете відновити ваш комп'ютер до попереднього робочого стану.
uz: Keyinchalik, avtomatik tizim snapshotlarini o‘rnatamiz. Kamida ikkita kunlik va ikkita yuklash snapshotlari tavsiya etiladi. Agar biror narsa buzilsa, kompyuteringizni avvalgi ish holatiga qaytarishingiz mumkin.

source: Driver Manager
af: Aandrywer Bestuurder
be: Кіраўнік драйвераў
bn: ড্রাইভার ম্যানেজার
cs: Správa ovladačů
de: Treiberverwaltung
eo: Pelila mastrumilo
es: Gestor de controladores
fr_ca: Gestionnaire de pilotes
he: מנהל ההתקנים
kn: ನಡೆಸುಕ ನೀಸುಗ
ms: Pengurus Pemacu
oc: Gestionari de pilòts
pl: Menedżer sterowników
pt: Gestor de controladores
pt_br: Gerenciador de Drivers
sl: Upravljalnik gonilnikov
sr@latin: Menadžer upravljačkih programa
uk: Керування драйверами
uz: Drayver menejeri

source: Check the Driver Manager to see if it recommends any additional drivers for your computer. Most hardware components are recognized by the Linux kernel and work automatically without the need to install drivers. Some however require proprietary drivers to be recognized or to work better.
af: Gaan na die aandrywer bestuurder om te sien of daar ekstra aandrywers vir u rekenaar aanbeveel is. Die meeste hardeware-komponente word deur die Linux-kern herken en werk outomaties sonder om drywers te installeer. Sommige vereis egter dat geslote bron aandrywers erken moet word of beter moet werk.
be: Праверце, ці прапаноўвае кіраўнік драйвераў якія-небудзь дадатковыя драйверы для вашага камп'ютара? Большасць абсталявання вызначаецца ядром Лінукса і працуе адразу, без патрэбы ўсталявання дадатковых драйвераў. Але часам, каб палепшыць працу некаторага абсталявання, патрабуюцца ўласныя (прапрыетарныя) драйверы.
bn: আপনার কম্পিউটারের জন্য কোনও অতিরিক্ত ড্রাইভারের প্রস্তাব দেয় কিনা তা জানার জন্য ড্রাইভার ম্যানেজারটিকে চেক করুন। বেশিরভাগ হার্ডওয়্যার উপাদানগুলি লিনাক্স কার্নেল দ্বারা স্বীকৃত এবং ড্রাইভার ইনস্টল করার প্রয়োজন ছাড়াই স্বয়ংক্রিয়ভাবে কাজ করে। কারও কারও কাছে স্বতন্ত্র ড্রাইভারদের স্বীকৃতি বা আরও ভাল কাজ করার প্রয়োজন হয়।
cs: Podívejte se do správy ovladačů, zda doporučuje nějaké další ovladače pro váš počítač. Většina součástek je rozpoznána linuxovým jádrem a funguje automaticky, aniž by bylo třeba doinstalovávat ovladače. Některé součástky ale vyžadují proprietární ovladače, nebo s nimi fungují lépe.
de: Überprüfen Sie die Treiberverwaltung, um zu sehen, ob zusätzliche Treiber für Ihren Rechner empfohlen werden. Die meisten Hardwarekomponenten werden vom Linux-Kernel erkannt und funktionieren automatisch, ohne dass Treiber installiert werden müssen. Einige erfordern jedoch, dass proprietäre Treiber erkannt werden um besser zu funktionieren.
eo: Kontrolu, ĉu la pelila mastrumilo rekomendas pliajn pelilojn por la komputilo. Plej multaj aparatar-komponantoj estas rekonataj fare de la Linuksa kerno kaj aŭtomate funkcias sen bezoni instalon de peliloj. Tamen kelkaj postulas poprietajn pelilojn por esti rekonataj aŭ por pli bone funkcii.
es: Compruebe el gestor de controladores para ver si recomienda algún controlador adicional para el equipo. La mayoría de los componentes de hardware son reconocidos por el núcleo Linux y funcionan automáticamente sin necesidad de instalar otros controladores. Sin embargo, otros componentes necesitan controladores privativos para ser reconocidos o para un mejor funcionamiento.
fr_ca: Vérifiez si le gestionnaire de pilotes vous recommande des pilotes supplémentaires pour votre ordinateur. La plupart des composants matériels sont reconnus par le noyau Linux et fonctionnent automatiquement sans devoir installer de pilotes. D’autres ont toutefois besoin de pilotes propriétaires pour être reconnus ou pour mieux fonctionner.
he: נא לבדוק במנהל ההתקנים האם קימות המלצות על הנעי-התקן נוספים למחשב. מרבית רכיבי החומרה מזוהים על ידי ליבת לינוקס ופועלים באופן אוטומטי ללא צורך בהתקנת הנעי-התקן. עם זאת, חלק מהרכיבים דורשים הכרה בהנעי-התקן קנייניים על מנת שיפעלו טוב יותר.
kn: ನಿಮ್ಮ ಎಣ್ಣುಕಕ್ಕಾಗಿ ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ನಡೆಸುಕಗಳನ್ನು ಸುಳಿವು ನೀಡುವುದೇ ಎಂದು ನೋಡಲು ನಡೆಸುಕ ನೀಸುಗನನ್ನು ಸರಿನೋಡಿ. ಹೆಚ್ಚಿನ ಹಾರ್ಡ್‌ವೇರ್ ಅಡಕಗಳು ಲಿನಕ್ಸ್ ಕರ್ನಲ್ ನಿಂದ ಗುರುತಿಸಲ್ಪಡುತ್ತವೆ ಮತ್ತು ನಡೆಸುಕಗಳನ್ನು ನೆಲೆಗೊಳಿಸಬೇಕಿಲ್ಲದೇ ತನ್ತಾನೆ ಕೆಲಸ ನಡೆಸುತ್ತವೆ. ಹಾಗಿದ್ದರೂ ಕೆಲವಕ್ಕೆ ಗುರುತಿಸಲ್ಪಡಲು ಅಥವಾ ಒಳ್ಳೆಯದಾಗಿ ಕೆಲಸಮಾಡಲು ಒಡೆತನದ ನಡೆಸುಕಗಳು ಬೇಕಾಗಿರುತ್ತದೆ.
ms: Periksa Pengurus Pemacu untuk melihat sama ada disarankan apa-apa pemacu tambahan untuk komputer anda. Kebanyakan komponen perkakasan dikenal pasti oleh kernel Linux dan berfungsi secara automatik tanpa perlu memasang pemacu tersebut. Namun begitu terdapat beberapa pemacu proprietari boleh digunakan supaya perkakasan anda dapat berfungsi dengan lebih baik.
oc: Verificatz se lo gestionari de pilòts vos recomanda de pilòts suplementaris per vòstre ordenador. La màger part dels compausants materials son reconeguts pel nuclèu Linux e foncionan automaticament sens aver d’installer de pilòt. D’autres çaquelà fan mestièr de pilòts proprietaris per èsser reconeguts e foncionar melhor.
pl: Otwórz Menedżer sterowników i zobacz, czy dla twojego komputera zalecane są jakieś dodatkowe sterowniki. Większość komponentów sprzętowych jest rozpoznawana przez jądro Linux i działa automatycznie bez potrzeby instalowania sterowników. Mimo to, niektóre komponenty wymagają własnościowych sterowników, by zostały rozpoznane lub działały lepiej.
pt: Verifique se o gestor de controladores recomenda alguns pacotes para o seu computador. Grande parte dos componentes do computador são reconhecidos pelo Kernel do Linux e devem funcionar corretamente sem serem necessários controladores extra. Contudo, existem alguns equipamentos que funcionam melhor se tiverem os controladores proprietários instalados.
pt_br: Verifique o Gerenciador de Drivers para ver recomendações de drivers adicionais para o seu computador. A maioria dos componentes de hardware são reconhecidos pelo kernel Linux e funcionam automaticamente, dispensando a instalação de drivers. No entanto, alguns componentes podem solicitar drivers proprietários para serem reconhecidos ou para funcionarem melhor.
sl: Preverite Upravljalnik gonilnikov, da vidite, če priporoča dodatne gonilnike za vaš računalnik. Jedro Linuxa prepozna večino strojnih komponent in te delujejo samodejno brez potrebe po nameščanju gonilnikov. Nekatere pa zahtevajo lastniške gonilnike, da jih prepoznajo ali da delujejo bolje.
sr@latin: Proverite Menadžer upravljačkih programa da biste saznali da li su predloženi neki dodatni upravljački programi za vaš računar. Većinu hardverskih komponenti prepoznaje Linuks kernel (jezgro) i one rade automatski, bez potrebe instalacije upravljačkih programa. Neke hardverske komponente zahtevaju vlasničke upravljačke programe kako bi bile prepoznate ili radile bolje.
uk: Перевірте Упорядник Драйверів, аби дізнатися, чи він радить додаткові драйвери для вашого комп'ютера. Більшість апаратних компонентів визнаються ядром Linux і працюють автоматично, без необхідности встановлення драйверів. Деякі з них, однак, потребують встановлення власних драйверів, аби комп'ютер їх розпізнав або щоб вони краще працювали.
uz: Kompyuteringiz uchun qo‘shimcha drayverlar bor yoki yo‘qligini bilish uchun Drayver menejerini tekshiring. Aksariyat apparat komponentlari Linux yadrosi tomonidan aniqlanadi va drayverlarni o‘rnatmasdan avtomatik ravishda ishlaydi. Biroq, ba'zilar aniqlanishi yoki yaxshiroq ishlashi uchun xususiy drayverlarni talab qiladi.

source: Multimedia Codecs
be: Мультымедыйныя кодэкі
bn: মাল্টিমিডিয়া কোডেস
cs: Kodeky multimédií
eo: Plurmediaj kodekoj
es: Códecs multimedia
fr_ca: Codecs multimédias
he: מקודדי מולטימדיה
kn: ಹಲವೊಯ್ಯುಗೆ ಕೋಡೆಕ್ ಗಳು
ms: Kodeks Multimedia
oc: Codecs Multimèdia
pl: Kodeki multimedialne
pt: Codificadores multimédia
pt_br: Codecs Multimídia
sl: Večpredstavnostni kodeki
sr@latin: Multimedijski kodeci
uk: Кодеки мультимедія
uz: Multimedia kodeklari

source: Additional multimedia codecs are required to support some formats and to play popular audio, video and web content. Click the button below to install them.
af: Bykomende multimedia-codecs is nodig om sommige formate te ondersteun en om gewilde klank-, video- en webinhoud te speel. Klik op die knoppie hieronder om dit te installeer.
be: Дадатковыя мультымедыйныя кодэкі патрэбны для падтрымкі асобных фарматаў і для запуску папулярнага аўдыя-, відэа- і вэб- кантэнта. Націсніце кнопку ўнізе каб усталяваць іх.
bn: অতিরিক্ত মাল্টিমিডিয়া কোডেক কিছু ফর্ম্যাট সমর্থন এবং জনপ্রিয় অডিও, ভিডিও এবং ওয়েব সামগ্রী চালাতে প্রয়োজন। সেগুলি ইনস্টল করতে নীচের বোতামটি ক্লিক করুন।
cs: Další kodeky multimédií jsou potřebné pro podporu některých formátů a přehrávání oblíbeného zvukového, video a webového obsahu. Nainstalujte je kliknutím na tlačítko níže.
de: Zusätzliche Multimedia-Codecs sind erforderlich, um einige Formate zu unterstützen und beliebte Audio-, Video- und Webinhalte abzuspielen. Klicken Sie unten auf den Knopf, um diese zu installieren.
eo: Aldonaj plurmediaj kodekoj postulatas por subteni iujn dosierformojn kaj por prezenti popularan muzikon, videojn kaj retpaĝojn. Alklaku suban butonon por la instalo.
es: Se requieren códecs multimedia adicionales para usar algunos formatos y reproducir algunos contenidos de audio, de vídeo y de la web. Haga clic en el botón siguiente para instalarlos.
fr_ca: Des codecs multimédias supplémentaires sont exigés afin de prendre en charge certains formats et lire les contenus sonores, vidéo ou Web habituels. Cliquez sur le bouton ci-dessous pour les installer.
he: מקודדי מולטימדיה נוספים נדרשים כדי לתמוך בתבניות מסוימות ולנגן שמע עממי, חוזי ותכני מרשתת. כנא להקיש על הלחצן מטה כדי להתקינם.
kn: ಕೆಲವು ಪರಿಜುಗಳನ್ನು ಬೆಂಬಲಿಸಲು ಮತ್ತು ಜನಮೆಚ್ಚುವ ಆಡಿಯೋ, ವಿಡಿಯೋ ಮತ್ತು ಮಿಂಬಲೆ ಒಳಪಿಡಿಯನ್ನು ಆಡಿಸಲು ಹೆಚ್ಚುವರಿ ಹಲವೊಯ್ಯುಗೆ ಕೋಡೆಕ್‌ಗಳ ಅಗತ್ಯವಿದೆ. ಅವುಗಳನ್ನು ನೆಲೆಗೊಳಿಸಲು ಕೆಳಗಿನ ಗುಂಡಿ ಒತ್ತಿ.
ms: Kodeks multimedia tambahan diperlukan untuk menyokong beberapa format dan memainkan kandungan audio, video dan sesawang yang terkenal. Klik butang di bawah untuk memasangnya.
oc: De codecs multimèdas suplementaris son necessaris per la compatibilitat amb d’unes formats per dire de los legir coma per l’àudio, la vidèo e de contengut web. Clicatz çai-jos per los installar/
pl: Dodatkowe kodeki multimedialne są wymagane dla wsparcia niektórych formatów, aby odtwarzać audio, wideo lub zawartość sieciową. Kliknij przycisk poniżej, by je zainstalować.
pt: São necessários alguns codificadores multimédia para disponibilizar suporte a alguns formatos populares de áudio, vídeo e conteúdo web. Clique no botão abaixo para os instalar.
pt_br: Codecs multimídia adicionais são necessários para suportar alguns formatos para reproduzir formatos populares de áudio, vídeo e conteúdo na internet. Clique no botão abaixo para instalá-los.
sl: Dodatni večpredstavnostni kodeki so potrebni za podporo nekaterih vrst zapisa in za predvajanje priljubljenih zvočnih, video in spletnih vsebin. Kliknite spodnji gumb, da jih namestite.
sr@latin: Dodatni multimedijski kodeci su potrebni za podršku određenih formata i za reprodukciju popularne muzike, kao i gledanje video i web sadržaja. Kliknite na tipku ispod da biste ih instalirali.
uk: Додаткові мультимедійні кодеки потрібні для підтримки й відтворення певного вебвмісту та деяких популярних звукових і відеоформатів. Натисніть кнопку нижче, щоб встановити їх.
uz: Ba'zi formatlarni qo‘llab-quvvatlash va mashhur audio, video va veb-kontentni ijro etish uchun qo‘shimcha multimedia kodeklari talab qilinadi. Ularni o‘rnatish uchun quyidagi tugmani bosing.

source: Update Manager
be: Кіраўнік абнаўленняў
bn: আপডেট ম্যানেজার
cs: Správa aktualizací
de: Aktualisierungsverwaltung
eo: Ĝisdatiga mastrumilo
es: Gestor de actualizaciones
fr_ca: Gestionnaire de mises à jour
he: מנהל עדכונים
kn: ಹೊಸದಿಕೆ ನೀಸುಗ
ms: Pengurus Kemaskini
oc: Gestionari de mesas a jorn
pl: Menedżer aktualizacji
pt: Gestor de atualizações
pt_br: Gerenciador de Atualizações
sl: Upravljalnik posodobitev
sr@latin: Menadžer ažuriranja
uk: Керування оновленнями
uz: Yangilash menejeri
