Repository: xinux-org/i10n
Catalog: cinnamon/mintmenu/mintmenu-*.po
Languages: he, mai, uz

source: Click to set a new accelerator key for opening and closing the menu.
he: נא להקיש להגדרת מקש קיצור־דרך חדש, ולפתיחת וסגירת התפריט.
mai: मेन्यू खोलै या बंद करबाक लेल एकटा नया त्वरक सेट करै लेल, क्लिक करु।
uz: Menyuni ochish va yopish uchun yangi tezlatkich tugmachasini o‘rnatish uchun bosing.

source: Press Escape or click again to cancel the operation.
he: נא ללחוץ על Esc או להקיש שוב לבטול הפעולה.
mai: प्रक्रिया रद्द करबाक लेल Escape दबाउ वा पुनः क्लिक करू।
uz: Amalni bekor qilish uchun Escape bosing yoki yana bosing.

source: Press Backspace to clear the existing keybinding.
he: נא ללחוץ על מקש רווח־אחורי לנקוי צירוף המקשים הקיים.
mai: अखुनका keybinding हटेबाक लेल Backspace दबाउ।
uz: Mavjud tugma birikmasini tozalash uchun Backspace bosing.

source: Pick an accelerator
he: בחירת מקשי קיצור־דרך (מאיץ)
mai: त्वरक चुनू
uz: Tezlatgichni tanlash

source: <not set>
he: <לא הוגדר>
mai: <सेट नहि अछि>
uz: <sozlanmagan>

source: Menu
he: תפריט
mai: मेन्यू
uz: Menyu

source: Couldn't load plugin:
he: לא ניתן לטעון מתקע:
mai: प्लगिन लोड नहि भ' सकल:
uz: Plaginni yuklab bo‘lmadi:

source: Couldn't initialize plugin
he: לא ניתן לאתחל מתקע
mai: प्लगिन आरंभ नहि भ' सकल
uz: Plaginni ishga tushirib bo‘lmadi

source: Advanced MATE Menu
he: תפריט MATE מתקדם
mai: विस्तृत मेट मेन्यू
uz: Kengaytirilgan MATE menyusi

source: Preferences
he: העדפות
mai: प्राथमिकतासभ
uz: Parametrlar

source: Edit menu
he: עריכת תפריט
mai: मेन्यूमे परिवर्तन करू
uz: Menyuni tahrirlash

source: Reload plugins
he: טעינת מתקעים מחדש
mai: प्लगिन पुनः लोड करू
uz: Plaginlarni qayta yuklash

source: About
he: על אודות
mai: के बारेमे
uz: Haqida

source: Custom Place
he: מיקום מותאם אישית
mai: स्वैक्षित जगह
uz: Maxsus joy

source: Name:
he: שם:
mai: नाम :
uz: Nomi:

source: Select a folder
he: בחירת תיקייה
mai: फोल्डर चुनू
uz: Jildni tanlash

source: Folder:
he: תיקייה:
mai: फोल्डर:
uz: Jild:

source: Menu preferences
he: העדפות תפריט
mai: मेन्यूक प्राथमिकतासभ
uz: Menyu parametrlari

source: Menu button
he: לחצן תפריט
mai: मेन्यू ब्टन
uz: Menyu tugmasi

source: Applet button in the panel
he: לחצן יישומון־לוח על הלוח
mai: पैनलमे एप्प्लेट बटन
uz: Paneldagi applet tugmasi

source: Show button icon
he: הצגת סמל לחצן
mai: बटनक आइकन देखाउ
uz: Tugma belgisini ko‘rsatish

source: Button text
he: מלל לחצן
mai: बटनक पाठ
uz: Tugma matni

source: Menu icons
he: סמלי תפריט
mai: मेनू आइकन
uz: Menyu belgilari

source: Button icon
he: סמל לחצן
mai: बटनक आइकन
uz: Menyu belgisi

source: Keyboard shortcut
he: קיצור־דרך מקלדת
mai: कुञ्जिपटल शॉर्टकट
uz: Klaviatura yorlig‘i

source: Options
he: אפשרויות
mai: विकल्प
uz: Variantlar

source: General applet options
he: אפשרויות יישומון כלליות
mai: सामान्य एप्पलेट विकल्प
uz: Applet umumiy variantlari

source: Show system management
he: הצגת ניהול מערכת
mai: सिस्टम प्रबन्ध देखाउ
uz: Tizim boshqaruvini ko‘rsatish

source: Show places
he: הצגת מיקומים
mai: स्थान देखाउ
uz: Joylarni ko‘rsatish

source: Show recently used documents and applications
he: הצגת קבצים וישומונים שהיו בשימוש לאחרונה
mai: हालमे उपयोग कयल डॉक्युमेंट्स आओर अनुप्रयोग देखाउ
uz: Yaqinda foydalanilgan hujjatlar va ilovalarni ko‘rsatish

source: Show tooltips
he: הצגת רמז־צץ
mai: टूलटिप देखाउ
uz: Maslahatlarni ko‘rsatish

source: Theme
he: ערכת נושא
mai: थीम
uz: Mavzu

source: Custom theme selection
he: בחירת ערכת נושא מותאמת אישית
mai: स्वैक्षित थीम चुनू
uz: Maxsus mavzu tanlash

source: Desktop theme
he: ערכת נושא שולחן עבודה
mai: डेस्कटॉप थीम
uz: Ish stoli mavzusi

source: Theme:
he: ערכת נושא:
mai: थीम:
uz: Mavzu:

source: Icon sizes
he: גודל סמלים
mai: आइकॉन आकार
uz: Belgilar o‘lchamlari

source: The size of the icons
he: גודל הסמלים
mai: आइकॉन माप
uz: Belgilarning o‘lchami

source: Favorites
he: מועדפים
mai: पसंदीदा
uz: Sevimlilar

source: Applications
he: יישומונים
mai: अनुप्रयोग
uz: Ilovalar

source: System
he: מערכת
mai: सिस्टम
uz: Tizim

source: Places
he: מיקומים
mai: स्थान
uz: Joylar

source: Layout
he: מתווה
mai: खाका
uz: Tartib

source: Section layout
he: מתווה מקטע
mai: अनुभाग खाका
uz: Bo‘limning tartibi

source: Show search bar on top
he: הצגת סרגל חיפוש מעלה
mai: शीर्ष पर सर्च बार देखाउ
uz: Qidiruv panelini yuqorida ko‘rsatish

source: Show applications comments
he: הצגת הערות יישומון
mai: अनुप्रयाग कमेन्ट देखाउ
uz: Ilovalar sharhlarini ko‘rsatish

source: Categories
he: קטגוריות
mai: वर्ग
uz: Turkumlar

source: Applications categories
he: קטגוריות יישומונים
mai: अनुप्रयाग वर्ग
uz: Ilovalar turkumlari

source: Show category icons
he: הצגת סמלי קטגוריות
mai: वर्गक आइकॉन देखाउ
uz: Turkum belgilarini ko‘rsatish

source: Switch categories on hover
he: החלפת קטגוריות בריחוף
mai: मंडरेला पर वर्ग बदलू
uz: Kursor borganda toifalarni almashtirish

source: Hover delay
he: השהיית ריחוף
mai: मंडरेनाय्क देरी
uz: Kursor borganda kechikish

source: milliseconds
he: מילי־שניות
mai: मिलीसेकंड
uz: millisekund

source: Search
he: חיפוש
mai: खोजू
uz: Qidirish

source: Search options
he: אפשרויות חיפוש
mai: खोज विकल्प
uz: Qidirish variantlari

source: Search for packages to install
he: חיפוש חבילות להתקנה
mai: इनस्टॉल करबाक लेल पैकेज खोजू
uz: O‘rnatish uchun paketlarni qidirish

source: Remember the last category or search
he: זכירת קטגוריה או חיפוש אחרון
mai: पिछला वर्ग वा खोज याद राखू
uz: Oxirgi turkumni yoki qidiruvni eslab qolish

source: Enable Internet search
he: אפשור חיפוש מרשתת
mai: इन्टरनेट खोज सक्षम करू
uz: Internetda qidirishni yoqish

source: Search command
he: פקודת חיפוש
mai: कमांड खोजू
uz: Qidirish buyrug‘i

source: Number of columns
he: מספר עמודות
mai: कॉलम (स्तंभ) सँख्या
uz: Ustunlar soni

source: Swap name and generic name
he: החלפה בין שם לשם כללי
mai: नाम आओर सामान्य नाम अदलाबद्ली करू
uz: Almashinuv nomi va umumiy nom

source: Show favorites when the menu is open
he: הצגת מועדפים כשהתפריט פתוח
mai: मेन्यू खोलला पर पसंदीदा देखाउ
uz: Menyu ochiq bo‘lganda sevimlilarni ko‘rsatish

source: Custom height
he: גובה מותאם אישית
mai: स्वैक्षित उंचाई
uz: Maxsus balandlik

source: Height
he: גובה
mai: उँचाइ
uz: Balandligi

source: Items
he: פריטים
mai: मद
uz: Elementlar

source: Toggle default items
he: חילוף פריטי בררת מחדל
mai: डिफ़ॉल्ट मद टॉगल
uz: Standart elementlarni almashtirish

source: Software Manager
he: מנהל תוכנות
mai: सॉफ्टवेयर प्रबंधक
uz: Dasturiy ta'minot menejeri

source: Package Manager
he: מנהל חבילות
mai: पैकेज प्रबंधक
uz: Paket menejeri

source: Control Center
he: מרכז הבקרה
mai: नियंत्रण केंद्र
uz: Boshqaruv markazi

source: Terminal
he: מסוף
mai: टर्मिनल

source: Lock Screen
he: נעילת המסך
mai: स्क्रीन पर ताला लगाउ
uz: Ekranni qulflash

source: Logout
he: התנתקות
mai: लॉग आउट
uz: Tizimdan chiqish

source: Quit
he: יציאה
mai: बन्द करू
uz: Chiqish

source: Computer
he: מחשב
mai: कम्प्यूटर
uz: Kompyuter

source: Home Folder
he: תיקיית בית
mai: गृह फोल्डर
uz: Uy jildi

source: Network
he: רשת
mai: नेटवर्क
uz: Tarmoq

source: Desktop
he: שולחן עבודה
mai: डेस्कटॉप
uz: Ish stoli

source: Trash
he: סל־מחזור
mai: रद्दी
uz: Chiqindi

source: GTK Bookmarks
he: סימניות GTK
mai: GTK बुकमार्क
uz: GTK xatcho‘plari

source: Custom places
he: מיקומים מותאמים אישית
mai: स्वैक्षित स्थान
uz: Maxsus joylar

source: You can add your own places in the menu
he: ניתן להוסיף מיקומים עצמיים לתפריט
mai: आहाँ अपन पसंदीदा स्थान मेन्यूमे जोइड सकैत छि
uz: Menyuda o‘z joylaringizni qo‘shishingiz mumkin

source: Name
he: שם
mai: नाम
uz: Nomi

source: Path
he: נתיב
mai: पथ
uz: Yo‘l

source: Search DuckDuckGo for %s
he: חיפוש %s ב־DuckDuckGo
mai: %s डकडकगोमे खोजू
uz: %s ni DuckDuckGoda qidirish

source: Search Wikipedia for %s
he: חיפוש %s בוויקיפדיה
mai: %s विकीपीडियामे खोजू
uz: %s ni Wikipediada qidirish

source: Lookup %s in Dictionary
he: חיפוש %s במילון
mai: %s डिक्शनरीमे खोजू
uz: %s ni lug‘atda qidirish

source: Search Computer for %s
he: חיפוש %s במחשב
mai: %s कम्प्युटर्मे खोजू
uz: %s ni kompyuterda qidirish

source: Install package '%s'
he: התקנת חבילה '%s'
mai: '%s" पैकेज इंस्टॉल करू
uz: “%s” paketini oʻrnatish

source: Add to desktop
he: הוספה לשולחן עבודה
mai: डेस्‍कटॉप पर जोडू
uz: Ish stoliga qo‘shish

source: Add to panel
he: הוספה ללוח
mai: पैनल पर जोडू
uz: Panelga qo‘shish

source: Insert space
he: הכנסת מרווח
mai: स्पेस दियौ
uz: Bo‘sh joy kiritish

source: Insert separator
he: הכנסת מפריד
mai: विभाजक दियौ
uz: Ajratgichni kiritish

source: Launch when I log in
he: שיגור בעת התחברות
mai: लॉग इन पर चलाउ
uz: Tizimga kirganimda ishga tushirish

source: Launch
he: שיגור
mai: चलाउ
uz: Ishga tushirish

source: Run with NVIDIA GPU
he: הרצה באמצעות NVIDIA GPU
uz: NVIDIA GPU bilan ishga tushirish

source: Remove from favorites
he: הסרה ממועדפים
mai: पसंदीदा स' हटाउ
uz: Sevimlilardan olib tashlash

source: Edit properties
he: עריכת מאפיינים
mai: गुण बदलू
uz: Xususiyatlarni tahrirlash

source: Remove
he: הסרה
mai: हटाउ
uz: Olib tashlash

source: Show in my favorites
he: הצגה במועדפים שלי
mai: हमर पसंदीदा मे देखाउ
uz: Sevimlilarimda ko‘rsatish

source: Uninstall
he: הסרת התקנה
mai: इंस्टॉल हटाउ
uz: Oʻchirish

source: Delete from menu
he: מחיקה מתפריט
mai: मेन्युस' हटाउ
uz: Menyudan o‘chirish

source: Search DuckDuckGo
he: חיפוש ב־DuckDuckGo
mai: डकडक्गोमे खोजू
uz: DuckDuckGoda qidirish

source: Search Wikipedia
he: חיפוש בוויקיפדיה
mai: विकीपिडीयामे खोजू
uz: Wikipediada qidirish

source: Search Dictionary
he: חיפוש במילון
mai: डिक्शनरीमे खोजू
uz: Lug‘atda qidirish

source: Search Computer
he: חיפוש במחשב
mai: कम्प्युटर्मे खोजू
uz: Kompyuterda qidirish

source: Find Software
he: מציאת תוכנה
mai: सॉफ्टवेयर खोजू
uz: Dasturiy ta'minotni topish

source: Find Tutorials
he: מציאת מדריכים
mai: प्रशिक्षण खोजू
uz: Qo‘llanmalarini topish

source: Find Hardware
he: מציאת חומרה
mai: हार्डवेयर खोजू
uz: Uskunani topish

source: Find Ideas
he: מציאת רעיונות
mai: अवधारणा खोजू
uz: G‘oyalarni topish

source: Find Users
he: מציאת משתמשים
mai: उपभोगकर्ता खोजू
uz: Foydalanuvchilarni topish

source: All
he: הכול
mai: सभ
uz: Hammasi

source: Show all applications
he: הצגת כל היישומונים
mai: सभटा अनुप्रयोग देखाउ
uz: Barcha ilovalarni ko‘rsatish

source: Browse all local and remote disks and folders accessible from this computer
he: דפדוף בכל התיקיות והכוננים, מקומיים ומרוחקים, שנגישים ממחשב זה
mai: एहि कंप्यूटर सँ पहुँच योग्य सभ स्थानीय डिस्क आ फोल्डर ब्रॉउज करू
uz: Ushbu kompyuterdan foydalanish mumkin bo‘lgan barcha mahalliy va masofaviy disk va jildlarni ko‘rib chiqish

source: Open your personal folder
he: פתיחת התיקייה האישית שלי
mai: अपन निजी फोल्डर खोलू
uz: Shaxsiy jildni ochish

source: Browse bookmarked and local network locations
he: דפדוף במיקומי סימניות ורשת מקומית
mai: बुकमार्क आ स्थानीय नेटवर्क ब्रॉउज करू
uz: Belgilangan va mahalliy tarmoq manzillarini ko‘rib chiqish

source: Browse items placed on the desktop
he: דפדוף בפריטים שעל שולחן העבודה
mai: डेस्कटॉप पर स्थित आइटम ब्राउज करू
uz: Ish stoliga joylashtirilgan elementlarni ko‘rib chiqish

source: Browse deleted files
he: דפדוף בקבצים שנמחקו
mai: मेटायल फाइल ब्राउज करू
uz: O‘chirilgan fayllarni ko‘rib chiqish

source: Empty trash
he: ריקון סל מיחזור
mai: रद्दी खाली करू
uz: Chiqindini bo‘shatish

source: Recently used
he: היו בשימוש לאחרונה
mai: हालमे प्रयुक्त
uz: Yaqinda foydalanilgan

source: The file or location could not be opened.
he: לא ניתן לפתוח את הקובץ או המיקום.
mai: फाइल या स्थान खोलल नहि जा सकल।
uz: Fayl yoki joylashuvni ochib bo‘lmadi.

source: Browse and install available software
he: דפדוף והתקנת חבילות תכנה זמינות
mai: ब्राउज क:क उपलब्ध सॉफ्टवेयर इंस्टॉल करू
uz: Mavjud dasturiy ta'minotni ko‘rib chiqish va o‘rnatish

source: Install, remove and upgrade software packages
he: התקנה, הסרה ושדרוג חבילות תכנה.
mai: इंस्टॉल करू, हटाउ या सॉफ्टवेयर अपग्रेड करू
uz: Dasturiy ta'minot paketlarini o‘rnatish, olib tashlash va yangilash

source: Configure your system
he: תצור המערכת
mai: अपन सिस्टम विन्यस्त करू
uz: Tizimingizni sozlang

source: Use the command line
he: שימוש בשורת הפקודה
mai: कमांड लाइनक प्रयोग करू
uz: Buyruqlar qatoridan foydalanish

source: Requires password to unlock
he: נדרשת סיסמה לשחרור נעילה
mai: अनलॉक करबाक लेल कूटशब्द चाही
uz: Ochish uchun parol talab qilinadi

source: Log out or switch user
he: התנתקות או החלפת משתמש
mai: लॉग आउट वा उपयोक्ता बदलू
uz: Tizimdan chiqish yoki foydalanuvchini almashtirish

source: Shutdown, restart, suspend or hibernate
he: כיבוי, אתחול, השהיה או תרדמה
mai: बंद करू, पुनः आरंभ करू, स्थगित करू या सुप्त (हाइबरनेट ) करू
uz: Oʻchirish, qayta ishga tushirish, toʻxtatib turish yoki kutish rejimiga oʻtkazish

source: All applications
he: כל היישומונים
mai: सभ अनुप्रयोग
uz: Barcha ilovalar

source: Show additional search options
he: הצגת אפשרויות חיפוש נוספות
mai: अधिक खोज विन्यास देखाउ
uz: Qo‘shimcha qidirish variantlarini ko‘rsatish

source: General
he: כללי
mai: सामान्य
uz: Umumiy

source: Appearance
he: מראה
mai: स्वरूप
uz: Tashqi ko‘rinish

source: Default
he: בררת מחדל
mai: डिफ़ॉल्ट
uz: Standart

source: Documents
he: מסמכים
mai: डॉक्यूमेंट
uz: Hujjatlar
