Repository: xinux-org/i10n
Catalog: cinnamon/mintupload/mintupload-*.po
Languages: cs, pl, uz

source: Upload Manager
cs: Správa odesílání (upload)
pl: Menedżer wysyłania
uz: Yuklash menejeri

source: %(percentage)s of %(number)d files - Uploading to %(service)s
cs: %(percentage)s z %(number)d souborů – odesílání do %(service)s
pl: %(percentage)s %(number)d plików - Przesyłanie do %(service)s
uz: %(number)d fayllardan %(percentage)s - %(service)s ga yuklanmoqda

source: %(percentage)s of 1 file - Uploading to %(service)s
cs: %(percentage)s 1 souboru – odesílání do %(service)s
pl: %(percentage)s 1 pliku - Przesyłanie do %(service)s
uz: 1 ta fayldan %(percentage)s - %(service)s ga yuklanmoqda

source: The upload to '%(service)s' was cancelled
cs: Odesílání do „%(service)s“ bylo zrušeno
pl: Przesyłanie do '%(service)s' zostało anulowane
uz: “%(service)s” ga yuklash bekor qilindi

source: Upload to '%s' failed:
cs: Odeslání do „%s“ se nezdařilo:
pl: Błąd przesyłania do '%s':
uz: '%s' ga faylni yuborish amalga oshmadi:

source: Successfully uploaded %(number)d files to '%(service)s'
cs: Úspěšně odesláno %(number)d souborů do „%(service)s“
pl: Pomyślnie przesłano %(number)d plików do '%(service)s'
uz: %(number)d fayl '%(service)s'ga muvaffaqiyatli yuklandi

source: Successfully uploaded 1 file to '%(service)s'
cs: Úspěšně odeslán 1 soubor do „%(service)s“
pl: Pomyślnie przesłano 1 plik do '%(service)s'
uz: 1 ta fayl “%(service)s”ga muvaffaqiyatli yuklandi

source: Do you want to cancel this upload?
cs: Chcete zrušit toto odesílání?
pl: Czy chcesz anulować to przesyłanie?
uz: Bu yuklashni bekor qilmoqchimisiz?

source: Cancel
cs: Storno
pl: Anuluj
uz: Bekor qilish

source: Run in the background
cs: Spustit na pozadí
pl: Uruchom w tle
uz: Fonda ishga tushirish

source: Cancel upload?
cs: Zrušit odesílání?
pl: Anulować przesyłanie?
uz: Yuklash bekor qilinsinmi?

source: Uploading %(number)d files to %(service)s
cs: Odesílání %(number)d souborů do %(service)s
pl: Przesyłanie %(number)d plików do %(service)s
uz: %(number)d fayl %(service)s ga yuklanmoqda

source: Uploading 1 file to %(service)s
cs: Odesílání 1 souboru do %(service)s
pl: Przesyłanie 1 pliku do %(service)s
uz: %(service)s ga 1 ta fayl yuklanmoqda

source: %(size_so_far)s of %(total_size)s - %(time_remaining)s left (%(speed)s/sec)
cs: %(size_so_far)s z %(total_size)s – zbývá %(time_remaining)s (%(speed)s/sek)
pl: %(size_so_far)s z %(total_size)s - pozostało %(time_remaining)s (%(speed)s/sek.)
uz: %(total_size)s ning %(size_so_far)s - %(time_remaining)s (%(speed)s/sec) qoldi

source: %(size_so_far)s of %(total_size)s
cs: %(size_so_far)s z %(total_size)s
pl: %(size_so_far)s z %(total_size)s
uz: %(total_size)s ning %(size_so_far)s

source: %d hour
cs: %d hodina
pl: %d godzina
uz: %d soat

source: %d minute
cs: %d minuta
pl: %d minuta
uz: %d daqiqa

source: %d second
cs: %d sekunda
pl: %d sekunda
uz: %d soniya

source: Unknown service: %s
cs: Neznámá služba: %s
pl: Nieznana usługa: %s
uz: Noma’lum xizmat: %s

source: File larger than service's maximum
cs: Soubor je větší než daná služba umožňuje
pl: Plik jest większy niż dopuszcza serwis
uz: Fayl o‘lchami xizmat ruxsat bergan o‘lchamdan katta

source: Could not get available space
cs: Nedaří se získat informaci o dostupném prostoru
pl: Nie można sprawdzić wolnej przestrzeni
uz: Mumkin bo‘lgan joy topilmadi

source: File larger than service's available space
cs: Soubor je větší než prostor který je na službě k dispozici
pl: Plik jest większy niż wolna przestrzeń
uz: Fayl o‘lchami xizmat ega bo‘lgan bo‘sh joy o‘lchamidan katta

source: File uploaded successfully.
cs: Soubor byl úspěšně odeslán.
pl: Wysyłanie powiodło się.
uz: Fayl muvaffaqiyatli yuklandi.

source: connection successfully established
cs: spojení bylo úspěšně navázáno
pl: połączenie pomyślnie nawiązane
uz: ulanish muvaffaqiyatli o‘rnatildi

source: Uploading the file...
cs: Odesílání souboru…
pl: Wysyłanie pliku...
uz: Fayl yuklanmoqda...

source: This service requires a password.
cs: Tato služba vyžaduje heslo.
pl: Ten serwis wymaga hasła.
uz: Ushbu xizmat parol talab qiladi.

source: URL:
cs: URL adresa:

source: %(1)s is not set in the config file found under %(2)s or %(3)s
cs: %(1)s není nastaveno v příslušném souboru který se nachází v %(2)s nebo %(3)s
pl: %(1)s nie jest ustawiony w pliku konfiguracyjnym znalezionym pod %(2)s lub %(3)s
uz: %(1)s %(2)s yoki %(3)s larda topilgan sozlamalar fayliga qo‘yilmadi

source: Upload services
cs: Služby pro odesílání
pl: Usługi wysyłania
uz: Yuklash xizmatlari

source: Services:
cs: Služby:
pl: Usługi:
uz: Xizmatlar:

source: Upload manager...
cs: Správa odesílání…
pl: Menedżer wysyłania...
uz: Yuklash menejeri...

source: Quit
cs: Ukončit
pl: Wyjdź
uz: Chiqish

source: Drag &amp; Drop here to upload to %s
cs: Přetažením sem odešlete do %s
pl: Przeciągnij i Upuść tutaj aby wysłać do %s
uz: %s ga yuklash uchun bu yerga sudrab tashlang

source: _File
cs: _Soubor
pl: _Plik
uz: _Fayl

source: Close
cs: Zavřít
pl: Zamknij
uz: Yopish

source: _Help
cs: _Nápověda
pl: _Pomoc
uz: _Yordam

source: About
cs: O aplikaci
pl: O programie
uz: Haqida

source: <b>Please enter a name for the new upload service:</b>
cs: <b>Zadejte název pro novou odesílací službu:</b>
pl: <b>Proszę podać nazwę dla nowej usługi wysyłającej:</b>
uz: <b>Fayllarni yuborish uchun yangi xizmat nomini kiriting:</b>

source: Service name:
cs: Název služby:
pl: Nazwa usługi:
uz: Xizmat nomi:

source: <i>Try to avoid spaces and special characters...</i>
cs: <i>Vyhněte se použití mezer a speciálních znaků…</i>
pl: <i>Staraj się unikać spacji oraz znaków specjalnych...</i>
uz: <i>Bo‘sh joylar va maxsus harflarni ishlatmaslikka xarakat qiling...</i>

source: %s Properties
cs: Vlastnosti %s
pl: Właściwości %s
uz: %s ning xossalari

source: Check connection
cs: Zkontrolovat připojení
pl: Sprawdź połączenie
uz: Ulanishni tekshirish

source: Type:
cs: Typ:
pl: Rodzaj:
uz: Turi:

source: Host:
cs: Stroj:
pl: Komputer:
uz: Kompyuter:

source: User:
cs: Uživatel:
pl: Użytkownik:
uz: Foydalanuvchi:

source: Password:
cs: Heslo:
pl: Hasło:
uz: Parol:

source: Timestamp:
cs: Časové razítko:
pl: Datownik:

source: Path:
cs: Popis umístění:
pl: Ścieżka:
uz: Yo‘l:

source: Hostname or IP address, default:
cs: Název nebo IP adresa stroje – přednastaveno:
pl: Nazwa serwera lub adres IP, domyślny:
uz: Kompyuter nomi yoki IP manzili, standart:

source: Remote port, default is 21 for FTP, 22 for SFTP and SCP
cs: Port na protějšku – přednastaveno je 21 pro FTP, 22 pro SFTP a SCP
pl: Port zdalny, domyślny to 21 dla FTP, 22 dla SFTP i SCIP
uz: Masofada joylashgan port, FTP uchun 21, SFTP va SCP lar uchun 22 nooshkor (default)

source: Username, defaults to your local username
cs: Uživatelské jméno – přednastaveno je vaše uživatelské jméno na počítači
pl: Nazwa użytkownika, domyślnie taka sama jak lokalna
uz: Foydalanuvchi nomi, standart bo‘yicha mahalliy foydalanuvchi nomingiz

source: Password, by default: password-less SCP connection, null-string FTP connection, ~/.ssh keys used for SFTP connections
cs: Heslo – přednastaveno: SCP spojení bez hesla, prázdný textový řetězec pro FTP spojení, ~/.ssh klíče pro SFTP spojení
pl: Hasło, domyślnie: połączenie SCP bez hasła, pusta wartość dla połączenia FTP, klucze ~/.ssh dla połączeń SFTP
uz: Parol, standart bo‘yicha: parolsiz SCP ulanishi, null-string FTP ulanishi, SFTP ulanishlari uchun ishlatiladigan ~/.ssh kalitlari

source: Timestamp format (strftime). By default:
cs: Formát časové značky (strftime) – přednastaveno:
pl: Format datownika (strftime). Domyślnie:
uz: Vaqt tamg‘asi formati (strftime). Standart bo‘yicha:

source: Directory to upload to. <TIMESTAMP> is replaced with the current timestamp, following the timestamp format given. By default: .
cs: Složka do které odeslat. <TIMESTAMP> bude nahrazeno aktuálním časem ve formátu podle zadaného nastavení – přednastaveno:
pl: Docelowy katalog do wysyłki. <TIMESTAMP> jest zamieniony z aktualnym datownikiem, zgodnie z wybranym formatem. Domyślnie: .
uz: Yuklash uchun katalog. <TIMESTAMP> berilgan vaqt tamg‘asi formatidan keyin joriy vaqt tamg‘asi bilan almashtiriladi. Standart bo‘yicha:

source: Could not save configuration change
cs: Změnu nastavení se nepodařilo uložit
pl: Nie można zapisać zmian konfiguracyjnych
uz: Sozlamalardagi o‘zgarishlarni saqlab bo‘lmayapti

source: Define upload services
cs: Definovat odesílací služby
pl: Określ usługi wysyłania
uz: Yuklash xizmatlarini aniqlash
