Repository: xinux-org/i10n
Catalog: cinnamon/mintupload/mintupload-la.po
Languages: la

source: Upload Manager
la: Upload Administrator

source: %(percentage)s of %(number)d files - Uploading to %(service)s
la: %(percentage)s ex %(number)d plicae - Ad %(service)s mittuntur

source: %(percentage)s of 1 file - Uploading to %(service)s
la: %(percentage)s unae plicae - Ad %(service)s mittitur

source: The upload to '%(service)s' was cancelled
la: Upload ad '%(service)s' interruptum

source: Upload to '%s' failed:
la: Upload ad '%s' non perfectum:

source: Successfully uploaded %(number)d files to '%(service)s'
la: Ad '%(service)s' %(number)d plicae bene missae sunt

source: Successfully uploaded 1 file to '%(service)s'
la: Ad '%(service)s' plica bene missa est

source: Do you want to cancel this upload?
la: Hoc upload interrumpere vis?

source: Cancel
la: Interrumpe

source: Run in the background
la: In ima pelle

source: Cancel upload?
la: Upload interrumpitur?

source: Uploading %(number)d files to %(service)s
la: %(number)d plicae ad %(service)s mittuntur

source: Uploading 1 file to %(service)s
la: Plica una ad %(service)s mittitur

source: %(size_so_far)s of %(total_size)s - %(time_remaining)s left (%(speed)s/sec)
la: %(size_so_far)s ex %(total_size)s - %(time_remaining)s reliqua (%(speed)s/sec)

source: %(size_so_far)s of %(total_size)s
la: %(size_so_far)s ex %(total_size)s

source: %d hour
la: %d hora

source: %d minute
la: %d minutum

source: %d second
la: %d secundum

source: Unknown service: %s
la: Officium incognitum: %s

source: File larger than service's maximum
la: Plicae maior quam maxima officii

source: Could not get available space
la: Area libera non invenitur

source: File larger than service's available space
la: Plicae maior quam area libera officii

source: File uploaded successfully.
la: Plica bene missa.

source: connection successfully established
la: conexus bene perfectus

source: Uploading the file...
la: Plica ad rete mittitur ...

source: This service requires a password.
la: Hoc officio tessera quaeritur.

source: %(1)s is not set in the config file found under %(2)s or %(3)s
la: %(1)s non statutum in plica configurationis inventa sub %(2)s aut %(3)s

source: Upload services
la: Officia ad rete mittendum

source: Services:
la: Officia:

source: Upload manager...
la: Upload administrator ...

source: Quit
la: Relinque

source: Drag &amp; Drop here to upload to %s
la: Trahe et hic demitte ut mittas ad %s

source: _File
la: _Plica

source: Close
la: Claude

source: _Help
la: _Auxilium

source: About
la: Circa

source: <b>Please enter a name for the new upload service:</b>
la: <b>Nomen novi upload officii scribe, quaeso:</b>

source: Service name:
la: Daeminis nomen:

source: <i>Try to avoid spaces and special characters...</i>
la: <i>Spatia atque symbola specialia evita ...</i>

source: %s Properties
la: %s Proprietates

source: Check connection
la: Conexum inspice

source: Type:
la: Genus:

source: Host:
la: Hospes:

source: Port:
la: Portus:

source: User:
la: Utens:

source: Password:
la: Tessera:

source: Timestamp:
la: Sigillum horae:

source: Path:
la: Iter:

source: Hostname or IP address, default:
la: Nomen hospitis aut IP inscriptio, praedesignatum:

source: Remote port, default is 21 for FTP, 22 for SFTP and SCP
la: Portus remotus, praedesignatus XXI pro FTP, XXII pro SFTP et SCP est

source: Username, defaults to your local username
la: Nomen hospitis, praedesignatum tuum nomen utentis locale est

source: Password, by default: password-less SCP connection, null-string FTP connection, ~/.ssh keys used for SFTP connections
la: Tessera, praedesignate: nulla pro SCP conexu, stringa-vacua pro FTP conexu, ~/.ssh clavis pro SFTP conexu

source: Timestamp format (strftime). By default:
la: Structura sigilli horae (strftime): Praedesignate:

source: Directory to upload to. <TIMESTAMP> is replaced with the current timestamp, following the timestamp format given. By default: .
la: Directorium quo mittas. <TIMESTAMP> sigillo horae praesentis substituitur, secundum structuram sigilli horae datam.

source: Could not save configuration change
la: Mutatio configurationis scribi non potuit

source: Define upload services
la: Upload officia describe
