Repository: xinux-org/i10n
Catalog: cinnamon/mintnanny/mintnanny-*.po
Languages: bn, pl, sq, ta, uz

source: Domain Blocker
bn: ডোমেইন ব্লকার
pl: Blokowanie domen
sq: Bllokues i Domeineve
ta: வலைய நிர்வாக முடப்பான்
uz: Domen bloklovchisi

source: Blocked domains
bn: বাঁধাপ্রাপ্ত ডোমেইনসমূহ
pl: Zablokowane domeny
sq: Domeinet e bllokuara
ta: முடக்கப்பட்ட வலைய நிர்வாகங்கள்
uz: Bloklangan domenlar

source: Please type the domain name you want to block
bn: আপনি যে ডোমেন নামটি ব্লক করতে চান, তা দয়া করে টাইপ করুন
pl: Prosimy wpisać nazwę domeny, którą chcesz zablokować
sq: Ju lutemi shkruani emrin e domain-it që dëshironi të bllokoni
ta: தயவுச்செய்து நீங்கள் முடக்க வேண்டிய வலைய நிர்வாகப் பெயரைத் தட்டு அச்சு இடுக
uz: Bloklamoqchi bo‘lgan domen nomini kiriting

source: Domain name
bn: ডোমেন নাম
pl: Nazwa domeny
sq: Emri i domain-it
ta: வலைய நிர்வாகப் பெயர்
uz: Domen nomi

source: Invalid Domain
bn: অকার্যকর ডোমেন
pl: Niepoprawna domena
sq: Domain i pavlefshëm
ta: தகுந்தா வலைய நிர்வாகம்
uz: Yaroqsiz domen

source: %s is not a valid domain name.
bn: %s কোনও বৈধ ডোমেন নাম নয়।
pl: %s nie jest prawidłową nazwą domeny.
sq: %s nuk është një emër domain i vlefshëm.
ta: %s ஒரு தகுந்தா வலைய நிர்வாகப் பெயர்
uz: %s yaroqli domen nomi emas.

source: Domain names must start and end with a letter or a digit, and can only contain letters, digits, dots and hyphens.
bn: ডোমেন নামগুলি অক্ষর বা সংখ্যার সাথে শুরু এবং শেষ হওয়া আবশ্যক, এবং এর মাঝে কেবল অক্ষর, সংখ্যা, বিন্দু এবং হাইফেন থাকতে পারে।
pl: Nazwy domen muszą zaczynać się i kończyć literą lub cyfrą, i mogą zawierać tylko litery, cyfry, kropki i myślniki.
sq: Emrat e domenit duhet të fillojnë dhe të mbarojnë me një shkronjë ose një shifër dhe mund të përmbajnë vetëm shkronja, shifra, pika dhe viza.
ta: வலைய நிர்வாகப் பெயர்கள் ஒரு ஆங்கிலயெழுத்தில் அல்லது ஒரு எண்ணில் தொடங்கி முடிய வேண்டும், மேலும் ஆங்கிலயெழுத்துகள், எண்கள், முற்றுப்புள்ளிகள் மற்றும் இணைப்புக்கோடுகள் ஆகியவையே இப்பெயர்கள் கொண்டிருக்கப் பெறும்.
uz: Domen nomlari harf yoki raqam bilan boshlanishi va tugashi kerak va faqat harflar, raqamlar, nuqtalar va defislardan iborat bo‘lishi mumkin.

source: Example: my.number1domain.com
bn: উদাহরণ: my.number1domain.com
pl: Przykład: mój.domena_numer_jeden.com
sq: Shembull: my.number1domain.com
ta: எடுத்துக்காட்டு: my.number1domain.com
uz: Misol: my.number1domain.com

source: Block access to selected domain names
bn: নির্বাচিত ডোমেন নামগুলিতে প্রবেশ নিষিদ্ধ করুন
pl: Blokuj dostęp do wybranych domen
sq: Blloko hyrjen në erma të zgjedhur domeinesh
ta: தேர்ந்தெடுக்கப்பட்ட வலைய நிர்வாகப் பெயர்களுக்கு அணுகல்-ஐ முடக்கு
uz: Tanlangan domen nomlariga kirishni bloklash

source: Parental Control
bn: প্যারেন্টাল কন্ট্রোল
pl: Kontrola rodzicielska
sq: Kontrolli Prindëror
ta: பெற்றோரின் கட்டுப்பாடு
uz: Ota-ona nazorati
