Repository: xinux-org/i10n
Catalog: gnome/43/gnome-video-effects.master.po
Languages: uz

source: Bulge
uz: Bo'rtib ketish

source: Bulges the center of the video
uz: Videoning markazini kattalashtiradi

source: Cartoon
uz: Multfilm

source: Cartoonify video input
uz: Video kiritishni multfilmlash

source: Che Guevara
uz: Che Gevara

source: Transform video input into typical Che Guevara style
uz: Video kiritishni odatiy Che Gevara uslubiga aylantiring

source: Transform video input into a metallic look
uz: Video kiritishni metall ko'rinishga aylantiring

source: Dice
uz: Zar

source: Dices the video input into many small squares
uz: Video kiritishni ko'plab kichik kvadratlarga bo'linadi

source: Distortion
uz: Buzilish; xato ko'rsatish

source: Distort the video input
uz: Video kiritishni buzish

source: Edge
uz: Chet

source: Display video input like good old low resolution computer way
uz: Video kiritishni yaxshi eski past pikselli kompyuter usuli kabi ko'rsatish

source: Flip the image, as if looking at a mirror
uz: Tasvirni xuddi oynaga qaragandek aylantiring

source: Heat
uz: Issiqlik

source: Fake heat camera toning
uz: Soxta issiqlik kamerasini tonlash

source: Historical
uz: Tarixiy

source: Add age to video input using scratches and dust
uz: Chizish va chang yordamida video kiritishga yosh qo'shing

source: Transform yourself into the amazing Hulk
uz: O'zingizni ajoyib Hulkga aylantiring

source: Inversion
uz: Inversiya

source: Invert colors of the video input
uz: Video kiritish ranglarini o'zgartiring

source: Kaleidoscope
uz: Kaleydoskop

source: A triangle Kaleidoscope
uz: Uchburchak Kaleydoskop

source: Mauve
uz: Binafsha rang

source: Transform video input into a mauve color
uz: Video kiritishni binafsha rangga aylantiring

source: Mirror
uz: Oyna

source: Mirrors the video
uz: Videoni aks ettiradi

source: Transform video input into grayscale
uz: Video kiritishni kulrang rangga aylantiring

source: Optical Illusion
uz: Optik illyuziya

source: Traditional black-white optical animation
uz: An'anaviy oq-qora optik animatsiya

source: Pinch
uz: Chimchilamoq

source: Pinches the center of the video
uz: Videoning o'rtasini chimchiladi

source: Quark
uz: Kvark

source: Dissolves moving objects in the video input
uz: Video kiritishda harakatlanuvchi moslamalarni eritadi

source: Radioactive
uz: Radioaktiv

source: Detect radioactivity and show it
uz: Radioaktivlikni aniqlang va ko'rsating

source: Waveform
uz: To'lqin shakli

source: Transform video input into a waveform monitor
uz: Video kiritishni to'lqin shakli monitoriga aylantiring

source: Ripple
uz: Dalgalanish

source: Add the ripple mark effect on the video input
uz: Video kiritishda dalgalanma belgisi effektini qo'shing

source: Saturation
uz: To'yinganlik

source: Add more saturation to the video input
uz: Video kiritish uchun ko'proq to'yinganlik qo'shing

source: Sepia
uz: Sepiya

source: Sepia toning
uz: Sepiya tonlama

source: Add some hallucination to the video input
uz: Video kiritishga bir oz gallyutsinatsiya qo'shing

source: Extracts edges in the video input through using the Sobel operator
uz: Sobel operatori yordamida video kiritishdagi qirralarni chiqaradi

source: Square
uz: Kvadrat

source: Makes a square out of the center of the video
uz: Videoning markazidan kvadrat hosil qiladi

source: Transform motions into Kung-Fu style
uz: Harakatlarni Kung-Fu uslubiga aylantiring

source: Stretches the center of the video
uz: Videoning markazini kengaytiradi

source: Time delay
uz: Vaqtni kechiktirish

source: Show what was happening in the past
uz: O'tmishda nima bo'lganini ko'rsating

source: Twirl
uz: Burilish

source: Twirl the center of the video
uz: Videoning o'rtasini aylantiring

source: Add a loopback alpha blending effector with rotating and scaling
uz: Qaytish va masshtablash xususiyatiga ega alfa aralashtirish effektorini qo'shing

source: Warp
uz: Buzilish

source: Transform video input into realtime gooâ€™ing
uz: Video kiritishni real vaqt rejimiga aylantiring

source: X-Ray
uz: Rentgen nurlari

source: Invert and slightly shade to blue
uz: Invert va ko'k rangga bir oz soya qiling
