Repository: xinux-org/i10n
Catalog: gnome/43/zenity.master.po
Languages: uz

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU Lesser General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
uz: Ushbu dastur bepul dasturiy ta'minot; siz uni Free Software Foundation tomonidannashr etilgan GNU Lesser General Public License shartlariga muvofiq qayta tarqatishingizva/yoki o'zgartirishingiz mumkin; Litsenziyaning 2-versiyasi yoki (sizning xohishingizga ko'ra)har qanday keyingi versiya .

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Lesser General Public License for more details.
uz: Ushbu dastur foydali boʻladi degan umidda tarqatiladi, biroq HECH KAFOLATSIZ; hattoSOTISHGA MUVOFIQLIK yoki MAXSUS MAQSADGA MUVOFIQligi boʻyicha nazarda tutilgan kafolatlarsizham tarqatiladi. Batafsil maʼlumot uchun GNU Lesser General Public License-ga qarang.

source: You should have received a copy of the GNU Lesser General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
uz: Siz ushbu dastur bilan birga GNU Lesser General Public License nusxasini olishingizkerak edi; agar bo'lmasa, Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor,Boston, MA 02110-1301, AQShga yozing.

source: translator-credits
uz: tarjimon-kreditlar

source: Display dialog boxes from shell scripts
uz: Shell skriptlaridan dialog oynalarini ko'rsatish

source: _Cancel
uz: _Bekor qilish

source: You must specify a dialog type. See 'zenity --help' for details
uz: Siz dialog turini belgilashingiz kerak. Tafsilotlar uchun 'zenity --help' ga qarang

source: _No
uz: _Yo'q

source: _Yes
uz: _Ha

source: Could not parse message
uz: Xabarni tahlil qilib bo‘lmadi

source: Invalid value for a boolean typed hint. Supported values are 'true' or 'false'.
uz: Mantiqiy usulda yozilgan ishora uchun qiymat noto‘g‘ri. Qo‘llab-quvvatlanadigan qiymatlar 'true' yoki 'false'.

source: Unsupported hint. Skipping.
uz: Qo'llab-quvvatlanmaydigan ishora. Oʻtkazib yuborilmoqda.

source: Unknown hint name. Skipping.
uz: Noma'lum ishora nomi. Oʻtkazib yuborilmoqda.

source: Could not parse command from stdin
uz: Stdin buyrug'ini tahlil qilib bo'lmadi

source: Zenity notification
uz: Zenity bildirishnomasi

source: Set the dialog title
uz: Muloqot oynasi sarlavhasini o'rnating

source: TITLE
uz: SARLAVHA

source: Set the window icon
uz: Oyna ikonkasini o'rnating

source: Set the width
uz: Kenglikni o'rnatish

source: WIDTH
uz: KENGLIK

source: Set the height
uz: Balandlikni o'rnatish

source: HEIGHT
uz: BALANDLIK

source: Set dialog timeout in seconds
uz: Muloqot oynasidagi vaqt tugashini soniyalarda o'rnatish

source: Set the label of the OK button
uz: OK tugmasi yorlig'ini o'rnatish

source: TEXT
uz: MATN

source: Set the label of the Cancel button
uz: Bekor qilish tugmasi yorlig'ini o'rnatish

source: Add an extra button
uz: Qo'shimcha tugma qo'shing

source: Set the modal hint
uz: Modal ishorani o'rnatish

source: Set the parent window to attach to
uz: Asosiy oynani biriktirish uchun o'rnatish

source: WINDOW
uz: OYNA

source: Display calendar dialog
uz: Kalendar dialog oynasini ko'rsatish

source: Set the dialog text
uz: Muloqot oynasi matnini o'rnatish

source: Set the calendar day
uz: Kalendar kunini belgilash

source: DAY
uz: KUN

source: Set the calendar month
uz: Kalendar oyini belgilash

source: MONTH
uz: OY

source: Set the calendar year
uz: Kalendar yilini belgilash

source: YEAR
uz: YIL

source: Set the format for the returned date
uz: Qaytgan sana uchun formatni o'rnatish

source: Display text entry dialog
uz: Matn kiritish dialogini ko'rsatish

source: Set the entry text
uz: Kirish matnini o'rnatish

source: Hide the entry text
uz: Kirish matnini yashirish

source: Display error dialog
uz: Xato dialogini ko'rsatish

source: Set the dialog icon
uz: Muloqot oynasi ikonkasini o'rnatish

source: ICON-NAME
uz: IKONKA-NOMI

source: Enable ellipsizing in the dialog text. This fixes the high window size with long texts
uz: Muloqot oynasi matnida ellipsni yoqish. Bu uzun matnlar bilan yuqori oyna o'lchamini tuzatadi

source: Display info dialog
uz: Ma'lumot dialogini ko'rsatish

source: Display file selection dialog
uz: Fayl tanlash dialogini ko'rsatish

source: Set the filename
uz: Fayl nomini o'rnatish

source: FILENAME
uz: FAYLNOMI

source: Allow multiple files to be selected
uz: Bir nechta fayllarni tanlashga ruxsat berish

source: Activate directory-only selection
uz: Faqat jildni tanlashni faollashtirish

source: Activate save mode
uz: Saqlash rejimini yoqish

source: SEPARATOR
uz: AJRATUVCHI

source: Confirm file selection if filename already exists
uz: Agar fayl nomi allaqachon mavjud bo'lsa, faylni tanlashni tasdiqlang

source: Set a filename filter
uz: Fayl nomi filtrini o'rnatish

source: NAME | PATTERN1 PATTERN2 ...
uz: NOMI | PATTERN1 PATTERN2 ...

source: Display list dialog
uz: Ro'yxat dialog oynasini ko'rsatish

source: Set the column header
uz: Ustun sarlavhasini o'rnatish

source: COLUMN
uz: USTUN

source: Use check boxes for the first column
uz: Birinchi ustun uchun katakchalardan foydalaning

source: Use radio buttons for the first column
uz: Birinchi ustun uchun radio tugmalaridan foydalaning

source: Use an image for the first column
uz: Birinchi ustun uchun rasmdan foydalaning

source: Allow multiple rows to be selected
uz: Bir nechta qatorlarni tanlashga ruxsat bering

source: Allow changes to text
uz: Matnni o'zgartirishga ruxsat bering

source: Print a specific column (Default is 1. 'ALL' can be used to print all columns)
uz: Muayyan ustunni chop etish (standart 1. 'ALL' barcha ustunlarni chop etish uchun ishlatilishi mumkin)

source: NUMBER
uz: RAQAM

source: Hide a specific column
uz: Muayyan ustunni yashirish

source: Hide the column headers
uz: Ustun sarlavhalarini yashirish

source: Change list default search function searching for text in the middle, not on the beginning
uz: Ro'yxatning standart qidiruv funksiyasini o'zgartirish matnni boshida emas, o'rtasidan qidirish

source: Display notification
uz: Bildirishnomani ko'rsatish

source: Set the notification text
uz: Bildirishnoma matnini o'rnatish

source: Listen for commands on stdin
uz: Stdin-da buyruqlarni tinglash

source: Set the notification hints
uz: Bildirishnoma bo'yicha maslahatlarni o'rnatish

source: Display progress indication dialog
uz: Jarayonni ko'rsatish dialogini ko'rsatish

source: Set initial percentage
uz: Dastlabki foizni belgilash

source: PERCENTAGE
uz: FOIZ

source: Pulsate progress bar
uz: Pulsatsiya jarayoni paneli

source: Dismiss the dialog when 100% has been reached
uz: 100% ga erishilganda dialogni o'chirib qo'yish

source: Kill parent process if Cancel button is pressed
uz: Bekor qilish tugmasi bosilsa, ota-ona jarayonini o'chirish

source: Hide Cancel button
uz: Bekor qilish tugmasini yashirish

source: Estimate when progress will reach 100%
uz: Jarayon qachon 100% ga yetishini taxmin qiling

source: Display question dialog
uz: Savollar dialogini ko'rsatish

source: Give Cancel button focus by default
uz: Standart bo'yicha Bekor qilish tugmasi fokusini berish

source: Suppress OK and Cancel buttons
uz: OK va Bekor qilish tugmalarini bosish

source: Display text information dialog
uz: Matn ma'lumotlari dialogini ko'rsatish

source: Open file
uz: Faylni ochish

source: Set the text font
uz: Matn shriftini o'rnatish

source: Enable an I read and agree checkbox
uz: Men o'qidim va roziman katagiga belgi qo'ying

source: Enable HTML support
uz: HTML yordamini yoqish

source: Do not enable user interaction with the WebView. Only works if you use --html option
uz: Foydalanuvchilarning WebView bilan oʻzaro ishlashini yoqmang.Faqat -- html opsiyasidan foydalansangiz ishlaydi

source: Set an URL instead of a file. Only works if you use --html option
uz: Fayl o‘rniga URL manzilini o‘rnating. Faqat --html opsiyasidan foydalansangiz ishlaydi

source: Auto scroll the text to the end. Only when text is captured from stdin
uz: Matnni oxirigacha avtomatik aylantiring. Faqat matn stdin dan olinganda

source: Display warning dialog
uz: Ogohlantirish dialogini ko'rsatish

source: Display scale dialog
uz: Masshtab dialogini ko'rsatish

source: Set initial value
uz: Dastlabki qiymatni o'rnatish

source: VALUE
uz: QIYMAT

source: Set minimum value
uz: Minimal qiymatni belgilang

source: Set maximum value
uz: Maksimal qiymatni belgilang

source: Set step size
uz: Qadam hajmini o'rnatish

source: Print partial values
uz: Qisman qiymatlarni chop etish

source: Hide value
uz: Qiymatni yashirish

source: Display forms dialog
uz: Shakllar dialogini ko'rsatish

source: Add a new Entry in forms dialog
uz: Shakllar dialog oynasiga yangi yozuv qo'shing

source: Field name
uz: Maydon nomi

source: Add a new Password Entry in forms dialog
uz: Shakllar dialog oynasida yangi parolni kiritish

source: Add a new Calendar in forms dialog
uz: Shakllar dialog oynasida yangi kalendar qo'shing

source: Calendar field name
uz: Kalendar maydoni nomi

source: Add a new List in forms dialog
uz: Shakllar dialog oynasida yangi ro'yxat qo'shing

source: List field and header name
uz: Ro'yxat maydoni va sarlavha nomi

source: List of values for List
uz: Ro'yxat uchun qiymatlar ro'yxati

source: List of values separated by |
uz: | bilan ajratilgan qiymatlar ro'yxati

source: List of values for columns
uz: Ustunlar uchun qiymatlar ro'yxati

source: Add a new combo box in forms dialog
uz: Shakllar muloqot oynasida yangi kombinatsiyalangan oyna qo'shish

source: Combo box field name
uz: Combobox maydoni nomi

source: List of values for combo box
uz: Combo bo uchun qiymatlar ro'yxati

source: Show the columns header
uz: Ustunlar sarlavhasini ko'rsatish

source: Display password dialog
uz: Parol dialog oynasini ko'rsatish

source: Display the username option
uz: Foydalanuvchi nomi variantini ko'rsatish

source: Display color selection dialog
uz: Rang tanlash dialogini ko'rsatish

source: Show the palette
uz: Palitrani ko'rsatish

source: About zenity
uz: Zenity haqida

source: Print version
uz: Chop etish versiyasi

source: General options
uz: Umumiy parametrlar

source: Show general options
uz: Umumiy parametrlarini ko'rsatish

source: Calendar options
uz: Kalendar parametrlari

source: Show calendar options
uz: Kalendar parametrlari ko'rsatish

source: Text entry options
uz: Matn kiritish parametrlari

source: Show text entry options
uz: Matn kiritish parametrlarini ko'rsatish

source: Error options
uz: Xato parametrlari

source: Show error options
uz: Xato parametrlarini ko'rsatish

source: Info options
uz: Ma'lumot parametrlari

source: Show info options
uz: Ma'lumot parametrlarini ko'rsatish

source: File selection options
uz: Fayl tanlash parametrlari

source: Show file selection options
uz: Fayl tanlash opsiyalarini ko'rsatish

source: List options
uz: Parametrlar ro'yxati

source: Show list options
uz: Roʻyxat parametrlarini koʻrsatish

source: Notification icon options
uz: Bildirishnoma ikonkasi opsiyasi

source: Show notification icon options
uz: Bildirishnoma ikonka parametrlarini ko'rsatish

source: Progress options
uz: Jarayon parametrlari

source: Show progress options
uz: Jarayon parametrlarini ko'rsatish

source: Question options
uz: Savol opsiyalari

source: Show question options
uz: Savol opsiyalarini ko'rsatish

source: Warning options
uz: Ogohlantirish opsiyalari

source: Show warning options
uz: Ogohlantirish parametrlarini ko'rsatish

source: Scale options
uz: Masshtab parametrlari

source: Show scale options
uz: Masshtab parametrlarini ko'rsatish

source: Text information options
uz: Matn ma'lumotlari opsiyalari

source: Show text information options
uz: Matn maʼlumotlari opsiyalarini koʻrsatish

source: Color selection options
uz: Rang tanlash opsiyalari

source: Show color selection options
uz: Rang tanlash opsiyalarini ko'rsatish

source: Password dialog options
uz: Parol dialogi opsiyalari

source: Show password dialog options
uz: Parol dialogi opsiyalarini ko'rsatish

source: Forms dialog options
uz: Shakllar dialogi opsiyalari

source: Show forms dialog options
uz: Shakllar dialogi opsiyalarini ko'rsatish

source: This option is not available. Please see --help for all possible usages.
uz: Ushbu opsiya mavjud emas. Barcha mumkin bo'lgan foydalanish uchun --help-ga qarang.

source: --%s is not supported for this dialog
uz: --%s ushbu dialog oynasi uchun qo‘llab-quvvatlanmaydi

source: Two or more dialog options specified
uz: Ikki yoki undan ortiq dialog oynasi parametrlari belgilandi

source: Type your password
uz: Parolingizni kiriting

source: Type your username and password
uz: Foydalanuvchi nomingiz va parolingizni kiriting

source: Username:
uz: Foydalanuvchi nomi:

source: Password:
uz: Parol:

source: Time remaining: %lu:%02lu:%02lu
uz: Qolgan vaqt: %lu:%02lu:%02lu

source: Maximum value must be greater than minimum value.
uz: Maksimal qiymat minimal qiymatdan katta boʻlishi kerak.

source: Value out of range.
uz: Qiymat diapazondan tashqarida.

source: No column titles specified for List dialog.
uz: Roʻyxat dialog oynasi uchun ustun sarlavhalari koʻrsatilmagan.

source: You should use only one List dialog type.
uz: Siz faqat bitta roʻyxat dialog oynasidan foydalanishingiz kerak.

source: Adjust the scale value
uz: O'lchov qiymatini sozlang

source: Cancel
uz: Bekor qilish

source: Text View
uz: Matn ko'rinishi

source: Calendar selection
uz: Kalendar tanlash

source: Select a date from below.
uz: Quyida sanani tanlang.

source: C_alendar:
uz: _Kalander

source: Add a new entry
uz: Yangi yozuv qo'shing

source: _Enter new text:
uz: _Yangi matn kiriting:

source: Error
uz: Xato

source: An error has occurred.
uz: Xatolik yuz berdi.

source: Forms dialog
uz: Shakllar dialogi

source: Information
uz: Ma'lumot

source: All updates are complete.
uz: Barcha yangilanishlar tugallandi.

source: Progress
uz: Jarayon

source: Running...
uz: Ishga tushirilmoqda

source: Question
uz: Savol

source: Are you sure you want to proceed?
uz: Davom etishni xohlaysizmi?

source: Select items from the list
uz: Ro'yxatdan elementlarni tanlang

source: Select items from the list below.
uz: Quyidagi ro'yxatdan elementlarni tanlang.

source: Warning
uz: Ogohlantirish
